<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T05n0220_136 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:29 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1609401995&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DT05n0220&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DT05n0220_136&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="indexefc1.html?index=T05n0220_135" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">大正新脩大藏經　第05冊<br/>No.220 大般若波羅蜜多經(第1卷-第200卷) (200卷)<br/>【唐 玄奘譯】<br/>第 136 卷</p>
	<a href="indexebc4.html?index=T05n0220_137" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="T05">
<div class="root" id="0220" sutra_name="大般若波羅蜜多經(第1卷-第200卷)" sutra_juan="[卷136]">　
<a pin_name="30 校量功德品"></a><a 
name="0738b09" id="0738b09"></a><a pin_name="30 校量功德品"></a><a 
name="0738b10" id="0738b10"></a><a pin_name="30 校量功德品"></a><a 
name="0738b11" id="0738b11"></a><a pin_name="30 校量功德品"></a><p><span class="juanname">大般若波羅蜜多經卷第一百三<a 
name="0738b12" id="0738b12"></a><a pin_name="30 校量功德品"></a>十六<a 
name="0738b13" id="0738b13"></a><a pin_name="30 校量功德品"></a><a 
name="0738b14" id="0738b14"></a><a pin_name="30 校量功德品"></a><p style="margin-left: 4em"><span class="byline">三藏法師玄奘奉　詔譯</span></p><a 
name="0738b15" id="0738b15"></a><a pin_name="30 校量功德品"></a>初分校量功德品第三十之三十四</span></p><a 
name="0738b16" id="0738b16"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時，天帝釋白佛言：「世尊！云何名說相似般<a 
name="0738b17" id="0738b17"></a><a pin_name="30 校量功德品"></a>若、靜慮、精進、安忍、淨戒、布施波羅蜜多？」</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛言：<a 
name="0738b18" id="0738b18"></a><a pin_name="30 校量功德品"></a>「憍尸迦！若善男子、善女人等說有所得般若、<a 
name="0738b19" id="0738b19"></a><a pin_name="30 校量功德品"></a>靜慮、精進、安忍、淨戒、布施波羅蜜多，如是名<a 
name="0738b20" id="0738b20"></a><a pin_name="30 校量功德品"></a>說相似般若、靜慮、精進、安忍、淨戒、布施波羅蜜<a 
name="0738b21" id="0738b21"></a><a pin_name="30 校量功德品"></a>多。」</p><a 
name="0738b22" id="0738b22"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>時，天帝釋復白佛言：「世尊！云何諸善男子、善<a 
name="0738b23" id="0738b23"></a><a pin_name="30 校量功德品"></a>女人等說有所<span class="corr" title='[想&gt;得] cf.【麗】【磧砂】'>得</span>般若波羅蜜多名說相似<a 
name="0738b24" id="0738b24"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多？」</p><a 
name="0738b25" id="0738b25"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛言：「憍尸迦！若善男子、善女人等為發無<a 
name="0738b26" id="0738b26"></a><a pin_name="30 校量功德品"></a>上菩提心者，說色若常若無常，說受、想、行、識<a 
name="0738b27" id="0738b27"></a><a pin_name="30 校量功德品"></a>若常若無常；說色若樂若苦，說受、想、行、識若<a 
name="0738b28" id="0738b28"></a><a pin_name="30 校量功德品"></a>樂若苦；說色若我若無我，說受、想、行、識若我<a 
name="0738b29" id="0738b29"></a><a pin_name="30 校量功德品"></a>若無我；說色若淨若不淨，說受、想、行、識若淨<a 
name="0738c01" id="0738c01"></a><a pin_name="30 校量功德品"></a>若不淨。若有能依如是等法修行般若，是行<a 
name="0738c02" id="0738c02"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多。復作是說：行般若者，應求<a 
name="0738c03" id="0738c03"></a><a pin_name="30 校量功德品"></a>色若常若無常，應求受、想、行、識若常若無常；<a 
name="0738c04" id="0738c04"></a><a pin_name="30 校量功德品"></a>應求色若樂若苦，應求受、想、行、識若樂若苦；<a 
name="0738c05" id="0738c05"></a><a pin_name="30 校量功德品"></a>應求色若我若無我，應求受、想、行、識若我若<a 
name="0738c06" id="0738c06"></a><a pin_name="30 校量功德品"></a>無我；應求色若淨若不淨，應求受、想、行、識若<a 
name="0738c07" id="0738c07"></a><a pin_name="30 校量功德品"></a>淨若不淨。若有能求如是等法修行般若，是<a 
name="0738c08" id="0738c08"></a><a pin_name="30 校量功德品"></a>行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女人<a 
name="0738c09" id="0738c09"></a><a pin_name="30 校量功德品"></a>等，如是求色若常若無常，求受、想、行、識若常<a 
name="0738c10" id="0738c10"></a><a pin_name="30 校量功德品"></a>若無常；求色若樂若苦，求受、想、行、識若樂若<a 
name="0738c11" id="0738c11"></a><a pin_name="30 校量功德品"></a>苦；求色若我若無我，求受、想、行、識若我若無<a 
name="0738c12" id="0738c12"></a><a pin_name="30 校量功德品"></a>我；求色若淨若不淨，求受、想、行、識若淨若不<a 
name="0738c13" id="0738c13"></a><a pin_name="30 校量功德品"></a>淨。依此等法行般若者，我說名為行有所得<a 
name="0738c14" id="0738c14"></a><a pin_name="30 校量功德品"></a>相似般若波羅蜜多。憍尸迦！如前所說，當<a 
name="0738c15" id="0738c15"></a><a pin_name="30 校量功德品"></a>知皆是說有所得相似般若波羅蜜多。</p><a 
name="0738c16" id="0738c16"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0738c17" id="0738c17"></a><a pin_name="30 校量功德品"></a>菩提心者，說眼處若常若無常，說耳、鼻、舌、身、<a 
name="0738c18" id="0738c18"></a><a pin_name="30 校量功德品"></a>意處若常若無常；說眼處若樂若苦，說耳、鼻、<a 
name="0738c19" id="0738c19"></a><a pin_name="30 校量功德品"></a>舌、身、意處若樂若苦；說眼處若我若無我，說<a 
name="0738c20" id="0738c20"></a><a pin_name="30 校量功德品"></a>耳、鼻、舌、身、意處若我若無我；說眼處若淨若<a 
name="0738c21" id="0738c21"></a><a pin_name="30 校量功德品"></a>不淨，說耳、鼻、舌、身、意處若淨若不淨。若有能<a 
name="0738c22" id="0738c22"></a><a pin_name="30 校量功德品"></a>依如是等法修行般若，是行般若波羅蜜多。<a 
name="0738c23" id="0738c23"></a><a pin_name="30 校量功德品"></a>復作是說：行般若者，應求眼處若常若無常，<a 
name="0738c24" id="0738c24"></a><a pin_name="30 校量功德品"></a>應求耳、鼻、舌、身、意處若常若無常；應求眼處<a 
name="0738c25" id="0738c25"></a><a pin_name="30 校量功德品"></a>若樂若苦，應求耳、鼻、舌、身、意處若樂若苦；應<a 
name="0738c26" id="0738c26"></a><a pin_name="30 校量功德品"></a>求眼處若我若無我，應求耳、鼻、舌、身、意處若<a 
name="0738c27" id="0738c27"></a><a pin_name="30 校量功德品"></a>我若無我；應求眼處若淨若不淨，應求耳、鼻、<a 
name="0738c28" id="0738c28"></a><a pin_name="30 校量功德品"></a>舌、身、意處若淨若不淨。若有能求如是等法<a 
name="0738c29" id="0738c29"></a><a pin_name="30 校量功德品"></a>修行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若<a 
name="0739a01" id="0739a01"></a><a pin_name="30 校量功德品"></a>善男子、善女人等，如是求眼處若常若無常，<a 
name="0739a02" id="0739a02"></a><a pin_name="30 校量功德品"></a>求耳、鼻、舌、身、意處若常若無常；求眼處若樂<a 
name="0739a03" id="0739a03"></a><a pin_name="30 校量功德品"></a>若苦，求耳、鼻、舌、身、意處若樂若苦；求眼處若<a 
name="0739a04" id="0739a04"></a><a pin_name="30 校量功德品"></a>我若無我，求耳、鼻、舌、身、意處若我若無我；求<a 
name="0739a05" id="0739a05"></a><a pin_name="30 校量功德品"></a>眼處若淨若不淨，求耳、鼻、舌、身、意處若淨若<a 
name="0739a06" id="0739a06"></a><a pin_name="30 校量功德品"></a>不淨。依此等法行般若者，我說名為行有所<a 
name="0739a07" id="0739a07"></a><a pin_name="30 校量功德品"></a>得相似般若波羅蜜多。憍尸迦！如前所說，當<a 
name="0739a08" id="0739a08"></a><a pin_name="30 校量功德品"></a>知皆是說有所得相似般若波羅蜜多。</p><a 
name="0739a09" id="0739a09"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0739a10" id="0739a10"></a><a pin_name="30 校量功德品"></a>菩提心者，說色處若常若無常，說聲、香、味、觸、<a 
name="0739a11" id="0739a11"></a><a pin_name="30 校量功德品"></a>法處若常若無常；說色處若樂若苦，說聲、香、<a 
name="0739a12" id="0739a12"></a><a pin_name="30 校量功德品"></a>味、觸、法處若樂若苦；說色處若我若無我，說<a 
name="0739a13" id="0739a13"></a><a pin_name="30 校量功德品"></a>聲、香、味、觸、法處若我若無我；說色處若淨若<a 
name="0739a14" id="0739a14"></a><a pin_name="30 校量功德品"></a>不淨，說聲、香、味、觸、法處若淨若不淨。若有能<a 
name="0739a15" id="0739a15"></a><a pin_name="30 校量功德品"></a>依如是等法修行般若，是行般若波羅蜜多。<a 
name="0739a16" id="0739a16"></a><a pin_name="30 校量功德品"></a>復作是說：行般若者，應求色處若常若無常，<a 
name="0739a17" id="0739a17"></a><a pin_name="30 校量功德品"></a>應求聲、香、味、觸、法處若常若無常；應求色處<a 
name="0739a18" id="0739a18"></a><a pin_name="30 校量功德品"></a>若樂若苦，應求聲、香、味、觸、法處若樂若苦；應<a 
name="0739a19" id="0739a19"></a><a pin_name="30 校量功德品"></a>求色處若我若無我，應求聲、香、味、觸、法處若我<a 
name="0739a20" id="0739a20"></a><a pin_name="30 校量功德品"></a>若無我；應求色處若淨若不淨，應求聲、香、味、<a 
name="0739a21" id="0739a21"></a><a pin_name="30 校量功德品"></a>觸、法處若淨若不淨。若有能求如是等法修<a 
name="0739a22" id="0739a22"></a><a pin_name="30 校量功德品"></a>行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男<a 
name="0739a23" id="0739a23"></a><a pin_name="30 校量功德品"></a>子、善女人等，如是求色處若常若無常，求聲、<a 
name="0739a24" id="0739a24"></a><a pin_name="30 校量功德品"></a>香、味、觸、法處若常若無常；求色處若樂若苦，<a 
name="0739a25" id="0739a25"></a><a pin_name="30 校量功德品"></a>求聲、香、味、觸、法處若樂若苦；求色處若我若<a 
name="0739a26" id="0739a26"></a><a pin_name="30 校量功德品"></a>無我，求聲、香、味、觸、法處若我若無我；求色處<a 
name="0739a27" id="0739a27"></a><a pin_name="30 校量功德品"></a>若淨若不淨，求聲、香、味、觸、法處若淨若不淨。<a 
name="0739a28" id="0739a28"></a><a pin_name="30 校量功德品"></a>依此等法行般若者，我說名為行有所得相<a 
name="0739a29" id="0739a29"></a><a pin_name="30 校量功德品"></a>似般若波羅蜜多。憍尸迦！如前所說，當知皆<a 
name="0739b01" id="0739b01"></a><a pin_name="30 校量功德品"></a>是說有所得相似般若波羅蜜多。</p><a 
name="0739b02" id="0739b02"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0739b03" id="0739b03"></a><a pin_name="30 校量功德品"></a>菩提心者，說眼界若常若無常，說色界、眼識<a 
name="0739b04" id="0739b04"></a><a pin_name="30 校量功德品"></a>界及眼觸、眼觸為緣所生諸受若常若無常；<a 
name="0739b05" id="0739b05"></a><a pin_name="30 校量功德品"></a>說眼界若樂若苦，說色界、眼識界及眼觸、眼<a 
name="0739b06" id="0739b06"></a><a pin_name="30 校量功德品"></a>觸為緣所生諸受若樂若苦；說眼界若我若<a 
name="0739b07" id="0739b07"></a><a pin_name="30 校量功德品"></a>無我，說色界、眼識界及眼觸、眼觸為緣所生<a 
name="0739b08" id="0739b08"></a><a pin_name="30 校量功德品"></a>諸受若我若無我；說眼界若淨若不淨，說色<a 
name="0739b09" id="0739b09"></a><a pin_name="30 校量功德品"></a>界、眼識界及眼觸、眼觸為緣所生諸受若淨若<a 
name="0739b10" id="0739b10"></a><a pin_name="30 校量功德品"></a>不淨。若有能依如是等法修行般若，是行般<a 
name="0739b11" id="0739b11"></a><a pin_name="30 校量功德品"></a>若波羅蜜多。復作是說：行般若者，應求眼界<a 
name="0739b12" id="0739b12"></a><a pin_name="30 校量功德品"></a>若常若無常，應求色界、眼識界及眼觸、眼觸<a 
name="0739b13" id="0739b13"></a><a pin_name="30 校量功德品"></a>為緣所生諸受若常若無常；應求眼界若樂<a 
name="0739b14" id="0739b14"></a><a pin_name="30 校量功德品"></a>若苦，應求色界、眼識界及眼觸、眼觸為緣所生<a 
name="0739b15" id="0739b15"></a><a pin_name="30 校量功德品"></a>諸受若樂若苦；應求眼界若我若無我，應求<a 
name="0739b16" id="0739b16"></a><a pin_name="30 校量功德品"></a>色界、眼識界及眼觸、眼觸為緣所生諸受若我<a 
name="0739b17" id="0739b17"></a><a pin_name="30 校量功德品"></a>若無我；應求眼界若淨若不淨，應求色界、眼<a 
name="0739b18" id="0739b18"></a><a pin_name="30 校量功德品"></a>識界及眼觸、眼觸為緣所生諸受若淨若不<a 
name="0739b19" id="0739b19"></a><a pin_name="30 校量功德品"></a>淨。若有能求如是等法修行般若，是行般若<a 
name="0739b20" id="0739b20"></a><a pin_name="30 校量功德品"></a>波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女人等如<a 
name="0739b21" id="0739b21"></a><a pin_name="30 校量功德品"></a>是求眼界若常若無常，求色界、眼識界及眼<a 
name="0739b22" id="0739b22"></a><a pin_name="30 校量功德品"></a>觸、眼觸為緣所生諸受若常若無常；求眼界<a 
name="0739b23" id="0739b23"></a><a pin_name="30 校量功德品"></a>若樂若苦，求色界、眼識界及眼觸、眼觸為緣<a 
name="0739b24" id="0739b24"></a><a pin_name="30 校量功德品"></a>所生諸受若樂若苦；求眼界若我若無我，求<a 
name="0739b25" id="0739b25"></a><a pin_name="30 校量功德品"></a>色界、眼識界及眼觸、眼觸為緣所生諸受若我<a 
name="0739b26" id="0739b26"></a><a pin_name="30 校量功德品"></a>若無我；求眼界若淨若不淨，求色界、眼識界<a 
name="0739b27" id="0739b27"></a><a pin_name="30 校量功德品"></a>及眼觸、眼觸為緣所生諸受若淨若不淨。依<a 
name="0739b28" id="0739b28"></a><a pin_name="30 校量功德品"></a>此等法行般若者，我說名為行有所得相似<a 
name="0739b29" id="0739b29"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多。憍尸迦！如前所說，當知皆是<a 
name="0739c01" id="0739c01"></a><a pin_name="30 校量功德品"></a>說有所得相似般若波羅蜜多。</p><a 
name="0739c02" id="0739c02"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無<a 
name="0739c03" id="0739c03"></a><a pin_name="30 校量功德品"></a>上菩提心者，說耳界若常若無常，說聲界、<a 
name="0739c04" id="0739c04"></a><a pin_name="30 校量功德品"></a>耳識界及耳觸、耳觸為緣所生諸受若常若無<a 
name="0739c05" id="0739c05"></a><a pin_name="30 校量功德品"></a>常；說耳界若樂若苦，說聲界、耳識界及耳觸、<a 
name="0739c06" id="0739c06"></a><a pin_name="30 校量功德品"></a>耳觸為緣所生諸受若樂若苦；說耳界若我<a 
name="0739c07" id="0739c07"></a><a pin_name="30 校量功德品"></a>若無我，說聲界、耳識界及耳觸、耳觸為緣所<a 
name="0739c08" id="0739c08"></a><a pin_name="30 校量功德品"></a>生諸受若我若無我；說耳界若淨若不淨，說<a 
name="0739c09" id="0739c09"></a><a pin_name="30 校量功德品"></a>聲界、耳識界及耳觸、耳觸為緣所生諸受若淨<a 
name="0739c10" id="0739c10"></a><a pin_name="30 校量功德品"></a>若不淨。若有能依如是等法修行般若，是行<a 
name="0739c11" id="0739c11"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多。復作是說：行般若者，應求耳<a 
name="0739c12" id="0739c12"></a><a pin_name="30 校量功德品"></a>界若常若無常，應求聲界、耳識界及耳觸、耳<a 
name="0739c13" id="0739c13"></a><a pin_name="30 校量功德品"></a>觸為緣所生諸受若常若無常；應求耳界若<a 
name="0739c14" id="0739c14"></a><a pin_name="30 校量功德品"></a>樂若苦，應求聲界、耳識界及耳觸、耳觸為緣<a 
name="0739c15" id="0739c15"></a><a pin_name="30 校量功德品"></a>所生諸受若樂若苦；應求耳界若我若無我，<a 
name="0739c16" id="0739c16"></a><a pin_name="30 校量功德品"></a>應求聲界、耳識界及耳觸、耳觸為緣所生諸受<a 
name="0739c17" id="0739c17"></a><a pin_name="30 校量功德品"></a>若我若無我；應求耳界若淨若不淨，應求<a 
name="0739c18" id="0739c18"></a><a pin_name="30 校量功德品"></a>聲界、耳識界及耳觸、耳觸為緣所生諸受若淨<a 
name="0739c19" id="0739c19"></a><a pin_name="30 校量功德品"></a>若不淨。若有能求如是等法修行般若，是<a 
name="0739c20" id="0739c20"></a><a pin_name="30 校量功德品"></a>行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女<a 
name="0739c21" id="0739c21"></a><a pin_name="30 校量功德品"></a>人等如是求耳界若常若無常，求聲界、耳<a 
name="0739c22" id="0739c22"></a><a pin_name="30 校量功德品"></a>識界及耳觸、耳觸為緣所生諸受若常若無<a 
name="0739c23" id="0739c23"></a><a pin_name="30 校量功德品"></a>常；求耳界若樂若苦，求聲界、耳識界及耳<a 
name="0739c24" id="0739c24"></a><a pin_name="30 校量功德品"></a>觸、耳觸為緣所生諸受若樂若苦；求耳界若<a 
name="0739c25" id="0739c25"></a><a pin_name="30 校量功德品"></a>我若無我，求聲界、耳識界及耳觸、耳觸為緣<a 
name="0739c26" id="0739c26"></a><a pin_name="30 校量功德品"></a>所生諸受若我若無我；求耳界若淨若不淨，<a 
name="0739c27" id="0739c27"></a><a pin_name="30 校量功德品"></a>求聲界、耳識界及耳觸、耳觸為緣所生諸受若<a 
name="0739c28" id="0739c28"></a><a pin_name="30 校量功德品"></a>淨若不淨。依此等法行般若者，我說名為行<a 
name="0739c29" id="0739c29"></a><a pin_name="30 校量功德品"></a>有所得相似般若波羅蜜多。憍尸迦！如前所<a 
name="0740a01" id="0740a01"></a><a pin_name="30 校量功德品"></a>說，當知皆是說有所得相似般若波羅蜜多。</p><a 
name="0740a02" id="0740a02"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0740a03" id="0740a03"></a><a pin_name="30 校量功德品"></a>菩提心者，說鼻界若常若無常，說香界、鼻識<a 
name="0740a04" id="0740a04"></a><a pin_name="30 校量功德品"></a>界及鼻觸、鼻觸為緣所生諸受若常若無常；<a 
name="0740a05" id="0740a05"></a><a pin_name="30 校量功德品"></a>說鼻界若樂若苦，說香界、鼻識界及鼻觸、鼻<a 
name="0740a06" id="0740a06"></a><a pin_name="30 校量功德品"></a>觸為緣所生諸受若樂若苦；說鼻界若我若<a 
name="0740a07" id="0740a07"></a><a pin_name="30 校量功德品"></a>無我，說香界、鼻識界及鼻觸、鼻觸為緣所生<a 
name="0740a08" id="0740a08"></a><a pin_name="30 校量功德品"></a>諸受若我若無我；說鼻界若淨若不淨，說香<a 
name="0740a09" id="0740a09"></a><a pin_name="30 校量功德品"></a>界、鼻識界及鼻觸、鼻觸為緣所生諸受若淨若<a 
name="0740a10" id="0740a10"></a><a pin_name="30 校量功德品"></a>不淨。若有能依如是等法修行般若，是行般<a 
name="0740a11" id="0740a11"></a><a pin_name="30 校量功德品"></a>若波羅蜜多。復作是說：行般若者，應求鼻界<a 
name="0740a12" id="0740a12"></a><a pin_name="30 校量功德品"></a>若常若無常，應求香界、鼻識界及鼻觸、鼻觸<a 
name="0740a13" id="0740a13"></a><a pin_name="30 校量功德品"></a>為緣所生諸受若常若無常；應求鼻界若樂<a 
name="0740a14" id="0740a14"></a><a pin_name="30 校量功德品"></a>若苦，應求香界、鼻識界及鼻觸、鼻觸為緣所<a 
name="0740a15" id="0740a15"></a><a pin_name="30 校量功德品"></a>生諸受若樂若苦；應求鼻界若我若無我，應<a 
name="0740a16" id="0740a16"></a><a pin_name="30 校量功德品"></a>求香界、鼻識界及鼻觸、鼻觸為緣所生諸受若<a 
name="0740a17" id="0740a17"></a><a pin_name="30 校量功德品"></a>我若無我；應求鼻界若淨若不淨，應求香界、<a 
name="0740a18" id="0740a18"></a><a pin_name="30 校量功德品"></a>鼻識界及鼻觸、鼻觸為緣所生諸受若淨若不<a 
name="0740a19" id="0740a19"></a><a pin_name="30 校量功德品"></a>淨。若有能求如是等法修行般若，是行般若<a 
name="0740a20" id="0740a20"></a><a pin_name="30 校量功德品"></a>波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女人等，如<a 
name="0740a21" id="0740a21"></a><a pin_name="30 校量功德品"></a>是求鼻界若常若無常，求香界、鼻識界及鼻<a 
name="0740a22" id="0740a22"></a><a pin_name="30 校量功德品"></a>觸、鼻觸為緣所生諸受若常若無常；求鼻界<a 
name="0740a23" id="0740a23"></a><a pin_name="30 校量功德品"></a>若樂若苦，求香界、鼻識界及鼻觸、鼻觸為緣<a 
name="0740a24" id="0740a24"></a><a pin_name="30 校量功德品"></a>所生諸受若樂若苦；求鼻界若我若無我，求<a 
name="0740a25" id="0740a25"></a><a pin_name="30 校量功德品"></a>香界、鼻識界及鼻觸、鼻觸為緣所生諸受若我<a 
name="0740a26" id="0740a26"></a><a pin_name="30 校量功德品"></a>若無我；求鼻界若淨若不淨，求香界、鼻識界<a 
name="0740a27" id="0740a27"></a><a pin_name="30 校量功德品"></a>及鼻觸、鼻觸為緣所生諸受若淨若不淨。依<a 
name="0740a28" id="0740a28"></a><a pin_name="30 校量功德品"></a>此等法行般若者，我說名為行有所得相似<a 
name="0740a29" id="0740a29"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多。憍尸迦！如前所說，當知皆是<a 
name="0740b01" id="0740b01"></a><a pin_name="30 校量功德品"></a>說有所得相似般若波羅蜜多。</p><a 
name="0740b02" id="0740b02"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0740b03" id="0740b03"></a><a pin_name="30 校量功德品"></a>菩提心者，說舌界若常若無常，說味界、舌識<a 
name="0740b04" id="0740b04"></a><a pin_name="30 校量功德品"></a>界及舌觸、舌觸為緣所生諸受若常若無常；<a 
name="0740b05" id="0740b05"></a><a pin_name="30 校量功德品"></a>說舌界若樂若苦，說味界、舌識界及舌觸、舌<a 
name="0740b06" id="0740b06"></a><a pin_name="30 校量功德品"></a>觸為緣所生諸受若樂若苦；說舌界若我若<a 
name="0740b07" id="0740b07"></a><a pin_name="30 校量功德品"></a>無我，說味界、舌識界及舌觸、舌觸為緣所生<a 
name="0740b08" id="0740b08"></a><a pin_name="30 校量功德品"></a>諸受若我若無我；說舌界若淨若不淨，說味<a 
name="0740b09" id="0740b09"></a><a pin_name="30 校量功德品"></a>界、舌識界及舌觸、舌觸為緣所生諸受若淨若<a 
name="0740b10" id="0740b10"></a><a pin_name="30 校量功德品"></a>不淨。若有能依如是等法修行般若，是行般<a 
name="0740b11" id="0740b11"></a><a pin_name="30 校量功德品"></a>若波羅蜜多。復作是說：行般若者，應求舌界<a 
name="0740b12" id="0740b12"></a><a pin_name="30 校量功德品"></a>若常若無常，應求味界、舌識界及舌觸、舌觸<a 
name="0740b13" id="0740b13"></a><a pin_name="30 校量功德品"></a>為緣所生諸受若常若無常；應求舌界若樂<a 
name="0740b14" id="0740b14"></a><a pin_name="30 校量功德品"></a>若苦，應求味界、舌識界及舌觸、舌觸為緣所<a 
name="0740b15" id="0740b15"></a><a pin_name="30 校量功德品"></a>生諸受若樂若苦；應求舌界若我若無我，應<a 
name="0740b16" id="0740b16"></a><a pin_name="30 校量功德品"></a>求味界、舌識界及舌觸、舌觸為緣所生諸受若<a 
name="0740b17" id="0740b17"></a><a pin_name="30 校量功德品"></a>我若無我；應求舌界若淨若不淨，應求味界、<a 
name="0740b18" id="0740b18"></a><a pin_name="30 校量功德品"></a>舌識界及舌觸、舌觸為緣所生諸受若淨若不<a 
name="0740b19" id="0740b19"></a><a pin_name="30 校量功德品"></a>淨。若有能求如是等法修行般若，是行般若<a 
name="0740b20" id="0740b20"></a><a pin_name="30 校量功德品"></a>波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女人等，如<a 
name="0740b21" id="0740b21"></a><a pin_name="30 校量功德品"></a>是求舌界若常若無常，求味界、舌識界及舌<a 
name="0740b22" id="0740b22"></a><a pin_name="30 校量功德品"></a>觸、舌觸為緣所生諸受若常若無常；求舌界<a 
name="0740b23" id="0740b23"></a><a pin_name="30 校量功德品"></a>若樂若苦，求味界、舌識界及舌觸、舌觸為緣<a 
name="0740b24" id="0740b24"></a><a pin_name="30 校量功德品"></a>所生諸受若樂若苦；求舌界若我若無我，求<a 
name="0740b25" id="0740b25"></a><a pin_name="30 校量功德品"></a>味界、舌識界及舌觸、舌觸為緣所生諸受若我<a 
name="0740b26" id="0740b26"></a><a pin_name="30 校量功德品"></a>若無我；求舌界若淨若不淨，求味界、舌識界<a 
name="0740b27" id="0740b27"></a><a pin_name="30 校量功德品"></a>及舌觸、舌觸為緣所生諸受若淨若不淨。依<a 
name="0740b28" id="0740b28"></a><a pin_name="30 校量功德品"></a>此等法行般若者，我說名為行有所得相似<a 
name="0740b29" id="0740b29"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多。憍尸迦！如前所說，當知皆是<a 
name="0740c01" id="0740c01"></a><a pin_name="30 校量功德品"></a>說有所得相似般若波羅蜜多。</p><a 
name="0740c02" id="0740c02"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0740c03" id="0740c03"></a><a pin_name="30 校量功德品"></a>菩提心者，說身界若常若無常，說觸界、身識<a 
name="0740c04" id="0740c04"></a><a pin_name="30 校量功德品"></a>界及身觸、身觸為緣所生諸受若常若無常；<a 
name="0740c05" id="0740c05"></a><a pin_name="30 校量功德品"></a>說身界若樂若苦，說觸界、身識界及身觸、身觸<a 
name="0740c06" id="0740c06"></a><a pin_name="30 校量功德品"></a>為緣所生諸受若樂若苦；說身界若我若無<a 
name="0740c07" id="0740c07"></a><a pin_name="30 校量功德品"></a>我，說觸界、身識界及身觸、身觸為緣所生諸<a 
name="0740c08" id="0740c08"></a><a pin_name="30 校量功德品"></a>受若我若無我；說身界若淨若不淨，說觸界、<a 
name="0740c09" id="0740c09"></a><a pin_name="30 校量功德品"></a>身識界及身觸、身觸為緣所生諸受若淨若不<a 
name="0740c10" id="0740c10"></a><a pin_name="30 校量功德品"></a>淨。若有能依如是等法修行般若，是行般若<a 
name="0740c11" id="0740c11"></a><a pin_name="30 校量功德品"></a>波羅蜜多。復作是說：行般若者，應求身界若<a 
name="0740c12" id="0740c12"></a><a pin_name="30 校量功德品"></a>常若無常，應求觸界、身識界及身觸、身觸為<a 
name="0740c13" id="0740c13"></a><a pin_name="30 校量功德品"></a>緣所生諸受若常若無常；應求身界若樂若<a 
name="0740c14" id="0740c14"></a><a pin_name="30 校量功德品"></a>苦，應求觸界、身識界及身觸、身觸為緣所生<a 
name="0740c15" id="0740c15"></a><a pin_name="30 校量功德品"></a>諸受若樂若苦；應求身界若我若無我，應求<a 
name="0740c16" id="0740c16"></a><a pin_name="30 校量功德品"></a>觸界、身識界及身觸、身觸為緣所生諸受若我<a 
name="0740c17" id="0740c17"></a><a pin_name="30 校量功德品"></a>若無我；應求身界若淨若不淨，應求觸界、身<a 
name="0740c18" id="0740c18"></a><a pin_name="30 校量功德品"></a>識界及身觸、身觸為緣所生諸受若淨若不<a 
name="0740c19" id="0740c19"></a><a pin_name="30 校量功德品"></a>淨。若有能求如是等法修行般若，是行般若<a 
name="0740c20" id="0740c20"></a><a pin_name="30 校量功德品"></a>波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女人等，如<a 
name="0740c21" id="0740c21"></a><a pin_name="30 校量功德品"></a>是求身界若常若無常，求觸界、身識界及身<a 
name="0740c22" id="0740c22"></a><a pin_name="30 校量功德品"></a>觸、身觸為緣所生諸受若常若無常；求身界<a 
name="0740c23" id="0740c23"></a><a pin_name="30 校量功德品"></a>若樂若苦，求觸界、身識界及身觸、身觸為緣<a 
name="0740c24" id="0740c24"></a><a pin_name="30 校量功德品"></a>所生諸受若樂若苦；求身界若我若無我，求<a 
name="0740c25" id="0740c25"></a><a pin_name="30 校量功德品"></a>觸界、身識界及身觸、身觸為緣所生諸受若我<a 
name="0740c26" id="0740c26"></a><a pin_name="30 校量功德品"></a>若無我；求身界若淨若不淨，求觸界、身識界<a 
name="0740c27" id="0740c27"></a><a pin_name="30 校量功德品"></a>及身觸、身觸為緣所生諸受若淨若不淨。依<a 
name="0740c28" id="0740c28"></a><a pin_name="30 校量功德品"></a>此等法行般若者，我說名為行有所得相似<a 
name="0740c29" id="0740c29"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多。憍尸迦！如前所說，當知皆是<a 
name="0741a01" id="0741a01"></a><a pin_name="30 校量功德品"></a>說有所得相似般若波羅蜜多。</p><a 
name="0741a02" id="0741a02"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0741a03" id="0741a03"></a><a pin_name="30 校量功德品"></a>菩提心者，說意界若常若無常，說法界、意識<a 
name="0741a04" id="0741a04"></a><a pin_name="30 校量功德品"></a>界及意觸、意觸為緣所生諸受若常若無常；<a 
name="0741a05" id="0741a05"></a><a pin_name="30 校量功德品"></a>說意界若樂若苦，說法界、意識界及意觸、意<a 
name="0741a06" id="0741a06"></a><a pin_name="30 校量功德品"></a>觸為緣所生諸受若樂若苦；說意界若我若<a 
name="0741a07" id="0741a07"></a><a pin_name="30 校量功德品"></a>無我，說法界、意識界及意觸、意觸為緣所生<a 
name="0741a08" id="0741a08"></a><a pin_name="30 校量功德品"></a>諸受若我若無我；說意界若淨若不淨，說法<a 
name="0741a09" id="0741a09"></a><a pin_name="30 校量功德品"></a>界、意識界及意觸、意觸為緣所生諸受若淨若<a 
name="0741a10" id="0741a10"></a><a pin_name="30 校量功德品"></a>不淨。若有能依如是等法修行般若，是行般<a 
name="0741a11" id="0741a11"></a><a pin_name="30 校量功德品"></a>若波羅蜜多。復作是說：行般若者，應求意界<a 
name="0741a12" id="0741a12"></a><a pin_name="30 校量功德品"></a>若常若無常，應求法界、意識界及意觸、意觸<a 
name="0741a13" id="0741a13"></a><a pin_name="30 校量功德品"></a>為緣所生諸受若常若無常；應求意界若樂<a 
name="0741a14" id="0741a14"></a><a pin_name="30 校量功德品"></a>若苦，應求法界、意識界及意觸、意觸為緣所<a 
name="0741a15" id="0741a15"></a><a pin_name="30 校量功德品"></a>生諸受若樂若苦；應求意界若我若無我，應<a 
name="0741a16" id="0741a16"></a><a pin_name="30 校量功德品"></a>求法界、意識界及意觸、意觸為緣所生諸受若<a 
name="0741a17" id="0741a17"></a><a pin_name="30 校量功德品"></a>我若無我；應求意界若淨若不淨，應求法界、<a 
name="0741a18" id="0741a18"></a><a pin_name="30 校量功德品"></a>意識界及意觸、意觸為緣所生諸受若淨若不<a 
name="0741a19" id="0741a19"></a><a pin_name="30 校量功德品"></a>淨。若有能求如是等法修行般若，是行般若<a 
name="0741a20" id="0741a20"></a><a pin_name="30 校量功德品"></a>波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女人等，如<a 
name="0741a21" id="0741a21"></a><a pin_name="30 校量功德品"></a>是求意界若常若無常，求法界、意識界及意<a 
name="0741a22" id="0741a22"></a><a pin_name="30 校量功德品"></a>觸、意觸為緣所生諸受若常若無常；求意界<a 
name="0741a23" id="0741a23"></a><a pin_name="30 校量功德品"></a>若樂若苦，求法界、意識界及意觸、意觸為緣<a 
name="0741a24" id="0741a24"></a><a pin_name="30 校量功德品"></a>所生諸受若樂若苦；求意界若我若無我，求<a 
name="0741a25" id="0741a25"></a><a pin_name="30 校量功德品"></a>法界、意識界及意觸、意觸為緣所生諸受若我<a 
name="0741a26" id="0741a26"></a><a pin_name="30 校量功德品"></a>若無我；求意界若淨若不淨，求法界、意識界<a 
name="0741a27" id="0741a27"></a><a pin_name="30 校量功德品"></a>及意觸、意觸為緣所生諸受若淨若不淨。依<a 
name="0741a28" id="0741a28"></a><a pin_name="30 校量功德品"></a>此等法行般若者，我說名為行有所得相似<a 
name="0741a29" id="0741a29"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多。憍尸迦！如前所說，當知皆是<a 
name="0741b01" id="0741b01"></a><a pin_name="30 校量功德品"></a>說有所得相似般若波羅蜜多。</p><a 
name="0741b02" id="0741b02"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0741b03" id="0741b03"></a><a pin_name="30 校量功德品"></a>菩提心者，說地界若常若無常，說水、火、風、空、<a 
name="0741b04" id="0741b04"></a><a pin_name="30 校量功德品"></a>識界若常若無常；說地界若樂若苦，說水、火、<a 
name="0741b05" id="0741b05"></a><a pin_name="30 校量功德品"></a>風、空、識界若樂若苦；說地界若我若無我，說<a 
name="0741b06" id="0741b06"></a><a pin_name="30 校量功德品"></a>水、火、風、空、識界若我若無我；說地界若淨若<a 
name="0741b07" id="0741b07"></a><a pin_name="30 校量功德品"></a>不淨，說水、火、風、空、識界若淨若不淨。若有能<a 
name="0741b08" id="0741b08"></a><a pin_name="30 校量功德品"></a>依如是等法修行般若，是行般若波羅蜜多。<a 
name="0741b09" id="0741b09"></a><a pin_name="30 校量功德品"></a>復作是說：行般若者，應求地界若常若無常，<a 
name="0741b10" id="0741b10"></a><a pin_name="30 校量功德品"></a>應求水、火、風、空、識界若常若無常；應求地界<a 
name="0741b11" id="0741b11"></a><a pin_name="30 校量功德品"></a>若樂若苦，應求水、火、風、空、識界若樂若苦；應<a 
name="0741b12" id="0741b12"></a><a pin_name="30 校量功德品"></a>求地界若我若無我，應求水、火、風、空、識界若<a 
name="0741b13" id="0741b13"></a><a pin_name="30 校量功德品"></a>我若無我；應求地界若淨若不淨，應求水、火、<a 
name="0741b14" id="0741b14"></a><a pin_name="30 校量功德品"></a>風、空、識界若淨若不淨。若有能求如是等法<a 
name="0741b15" id="0741b15"></a><a pin_name="30 校量功德品"></a>修行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善<a 
name="0741b16" id="0741b16"></a><a pin_name="30 校量功德品"></a>男子、善女人等，如是求地界若常若無常，求<a 
name="0741b17" id="0741b17"></a><a pin_name="30 校量功德品"></a>水、火、風、空、識界若常若無常；求地界若樂若<a 
name="0741b18" id="0741b18"></a><a pin_name="30 校量功德品"></a>苦，求水、火、風、空、識界若樂若苦；求地界若我<a 
name="0741b19" id="0741b19"></a><a pin_name="30 校量功德品"></a>若無我，求水、火、風、空、識界若我若無我；求地<a 
name="0741b20" id="0741b20"></a><a pin_name="30 校量功德品"></a>界若淨若不淨，求水、火、風、空、識界若淨若不<a 
name="0741b21" id="0741b21"></a><a pin_name="30 校量功德品"></a>淨。依此等法行般若者，我說名為行有所得<a 
name="0741b22" id="0741b22"></a><a pin_name="30 校量功德品"></a>相似般若波羅蜜多。憍尸迦！如前所說，當知<a 
name="0741b23" id="0741b23"></a><a pin_name="30 校量功德品"></a>皆是說有所得相似般若波羅蜜多。</p><a 
name="0741b24" id="0741b24"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0741b25" id="0741b25"></a><a pin_name="30 校量功德品"></a>菩提心者，說無明若常若無常，說行、識、名色、<a 
name="0741b26" id="0741b26"></a><a pin_name="30 校量功德品"></a>六處、觸、受、愛、取、有、生、老死愁歎苦憂惱若常若<a 
name="0741b27" id="0741b27"></a><a pin_name="30 校量功德品"></a>無常；說無明若樂若苦，說行、識、名色、六處、觸、<a 
name="0741b28" id="0741b28"></a><a pin_name="30 校量功德品"></a>受、愛、取、有、生、老死愁歎苦憂惱若樂若苦；說<a 
name="0741b29" id="0741b29"></a><a pin_name="30 校量功德品"></a>無明若我若無我，說行、識、名色、六處、觸、受、愛、<a 
name="0741c01" id="0741c01"></a><a pin_name="30 校量功德品"></a>取、有、生、老死愁歎苦憂惱若我若無我；說無<a 
name="0741c02" id="0741c02"></a><a pin_name="30 校量功德品"></a>明若淨若不淨，說行、識、名色、六處、觸、受、愛、取、<a 
name="0741c03" id="0741c03"></a><a pin_name="30 校量功德品"></a>有、生、老死愁歎苦憂惱若淨若不淨。若有能<a 
name="0741c04" id="0741c04"></a><a pin_name="30 校量功德品"></a>依如是等法修行般若，是行般若波羅蜜多。<a 
name="0741c05" id="0741c05"></a><a pin_name="30 校量功德品"></a>復作是說：行般若者，應求無明若常若無常，<a 
name="0741c06" id="0741c06"></a><a pin_name="30 校量功德品"></a>應求行乃至老死愁歎苦憂惱若常若無常；<a 
name="0741c07" id="0741c07"></a><a pin_name="30 校量功德品"></a>應求無明若樂若苦，應求行乃至老死愁歎<a 
name="0741c08" id="0741c08"></a><a pin_name="30 校量功德品"></a>苦憂惱若樂若苦；應求無明若我若無我，應<a 
name="0741c09" id="0741c09"></a><a pin_name="30 校量功德品"></a>求行乃至老死愁歎苦憂惱若我若無我；應<a 
name="0741c10" id="0741c10"></a><a pin_name="30 校量功德品"></a>求無明若淨若不淨，應求行乃至老死愁歎<a 
name="0741c11" id="0741c11"></a><a pin_name="30 校量功德品"></a>苦憂惱若淨若不淨。若有能求如是等法修<a 
name="0741c12" id="0741c12"></a><a pin_name="30 校量功德品"></a>行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男<a 
name="0741c13" id="0741c13"></a><a pin_name="30 校量功德品"></a>子、善女人等，如是求無明若常若無常，求行<a 
name="0741c14" id="0741c14"></a><a pin_name="30 校量功德品"></a>乃至老死愁歎苦憂惱若常若無常；求無明<a 
name="0741c15" id="0741c15"></a><a pin_name="30 校量功德品"></a>若樂若苦，求行乃至老死愁歎苦憂惱若樂<a 
name="0741c16" id="0741c16"></a><a pin_name="30 校量功德品"></a>若苦；求無明若我若無我，求行乃至老死愁<a 
name="0741c17" id="0741c17"></a><a pin_name="30 校量功德品"></a>歎苦憂惱若我若無我；求無明若淨若不淨，<a 
name="0741c18" id="0741c18"></a><a pin_name="30 校量功德品"></a>求行乃至老死愁歎苦憂惱若淨若不淨。依<a 
name="0741c19" id="0741c19"></a><a pin_name="30 校量功德品"></a>此等法行般若者，我說名為行有所得相似般<a 
name="0741c20" id="0741c20"></a><a pin_name="30 校量功德品"></a>若波羅蜜多。憍尸迦！如前所說，當知皆是說<a 
name="0741c21" id="0741c21"></a><a pin_name="30 校量功德品"></a>有所得相似般若波羅蜜多。</p><a 
name="0741c22" id="0741c22"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0741c23" id="0741c23"></a><a pin_name="30 校量功德品"></a>菩提心者，說布施波羅蜜多若常若無常，說<a 
name="0741c24" id="0741c24"></a><a pin_name="30 校量功德品"></a>淨戒、安忍、精進、靜慮、般若波羅蜜多若常若無<a 
name="0741c25" id="0741c25"></a><a pin_name="30 校量功德品"></a>常；說布施波羅蜜多若樂若苦，說淨戒、安忍、<a 
name="0741c26" id="0741c26"></a><a pin_name="30 校量功德品"></a>精進、靜慮、般若波羅蜜多若樂若苦；說布施<a 
name="0741c27" id="0741c27"></a><a pin_name="30 校量功德品"></a>波羅蜜多若我若無我，說淨戒、安忍、精進、靜<a 
name="0741c28" id="0741c28"></a><a pin_name="30 校量功德品"></a>慮、般若波羅蜜多若我若無我；說布施波羅蜜<a 
name="0741c29" id="0741c29"></a><a pin_name="30 校量功德品"></a>多若淨若不淨，說淨戒、安忍、精進、靜慮、般若<a 
name="0742a01" id="0742a01"></a><a pin_name="30 校量功德品"></a>波羅蜜多若淨若不淨。若有能依如是等法<a 
name="0742a02" id="0742a02"></a><a pin_name="30 校量功德品"></a>修行般若，是行般若波羅蜜多。復作是說：行<a 
name="0742a03" id="0742a03"></a><a pin_name="30 校量功德品"></a>般若者，應求布施波羅蜜多若常若無常，應<a 
name="0742a04" id="0742a04"></a><a pin_name="30 校量功德品"></a>求淨戒乃至般若波羅蜜多若常若無常；應<a 
name="0742a05" id="0742a05"></a><a pin_name="30 校量功德品"></a>求布施波羅蜜多若樂若苦，應求淨戒乃至<a 
name="0742a06" id="0742a06"></a><a pin_name="30 校量功德品"></a>般若波羅蜜多若樂若苦；應求布施波羅蜜<a 
name="0742a07" id="0742a07"></a><a pin_name="30 校量功德品"></a>多若我若無我，應求淨戒乃至般若波羅蜜<a 
name="0742a08" id="0742a08"></a><a pin_name="30 校量功德品"></a>多若我若無我；應求布施波羅蜜多若淨若<a 
name="0742a09" id="0742a09"></a><a pin_name="30 校量功德品"></a>不淨，應求淨戒乃至般若波羅蜜多若淨若<a 
name="0742a10" id="0742a10"></a><a pin_name="30 校量功德品"></a>不淨。若有能求如是等法修行般若，是行般<a 
name="0742a11" id="0742a11"></a><a pin_name="30 校量功德品"></a>若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男子、善女人等，如<a 
name="0742a12" id="0742a12"></a><a pin_name="30 校量功德品"></a>是求布施波羅蜜多若常若無常，求淨戒乃<a 
name="0742a13" id="0742a13"></a><a pin_name="30 校量功德品"></a>至般若波羅蜜多若常若無常；求布施波羅<a 
name="0742a14" id="0742a14"></a><a pin_name="30 校量功德品"></a>蜜多若樂若苦，求淨戒乃至般若波羅蜜多<a 
name="0742a15" id="0742a15"></a><a pin_name="30 校量功德品"></a>若樂若苦；求布施波羅蜜多若我若無我，求<a 
name="0742a16" id="0742a16"></a><a pin_name="30 校量功德品"></a>淨戒乃至般若波羅蜜多若我若無我；求布<a 
name="0742a17" id="0742a17"></a><a pin_name="30 校量功德品"></a>施波羅蜜多若淨若不淨，求淨戒乃至般若<a 
name="0742a18" id="0742a18"></a><a pin_name="30 校量功德品"></a>波羅蜜多若淨若不淨。依此等法行般若者，<a 
name="0742a19" id="0742a19"></a><a pin_name="30 校量功德品"></a>我說名為行有所得相似般若波羅蜜多。憍<a 
name="0742a20" id="0742a20"></a><a pin_name="30 校量功德品"></a>尸迦！如前所說，當知皆是說有所得相似般<a 
name="0742a21" id="0742a21"></a><a pin_name="30 校量功德品"></a>若波羅蜜多。</p><a 
name="0742a22" id="0742a22"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0742a23" id="0742a23"></a><a pin_name="30 校量功德品"></a>菩提心者，說內空若常若無常，說外空、內外<a 
name="0742a24" id="0742a24"></a><a pin_name="30 校量功德品"></a>空、空空、大空、勝義空、有為空、無為空、畢竟空、無<a 
name="0742a25" id="0742a25"></a><a pin_name="30 校量功德品"></a>際空、散空、無變異空、本性空、自相空、共相空、一<a 
name="0742a26" id="0742a26"></a><a pin_name="30 校量功德品"></a>切法空、不可得空、無性空、自性空、無性自性空<a 
name="0742a27" id="0742a27"></a><a pin_name="30 校量功德品"></a>若常若無常；說內空若樂若苦，說外空、內外<a 
name="0742a28" id="0742a28"></a><a pin_name="30 校量功德品"></a>空、空空、大空、勝義空、有為空、無為空、畢竟空、無<a 
name="0742a29" id="0742a29"></a><a pin_name="30 校量功德品"></a>際空、散空、無變異空、本性空、自相空、共相空、一<a 
name="0742b01" id="0742b01"></a><a pin_name="30 校量功德品"></a>切法空、不可得空、無性空、自性空、無性自性空<a 
name="0742b02" id="0742b02"></a><a pin_name="30 校量功德品"></a>若樂若苦；說內空若我若無我，說外空、內外<a 
name="0742b03" id="0742b03"></a><a pin_name="30 校量功德品"></a>空、空空、大空、勝義空、有為空、無為空、畢竟空、無<a 
name="0742b04" id="0742b04"></a><a pin_name="30 校量功德品"></a>際空、散空、無變異空、本性空、自相空、共相空、一<a 
name="0742b05" id="0742b05"></a><a pin_name="30 校量功德品"></a>切法空、不可得空、無性空、自性空、無性自性空<a 
name="0742b06" id="0742b06"></a><a pin_name="30 校量功德品"></a>若我若無我；說內空若淨若不淨，說外空、內<a 
name="0742b07" id="0742b07"></a><a pin_name="30 校量功德品"></a>外空、空空、大空、勝義空、有為空、無為空、畢竟空、<a 
name="0742b08" id="0742b08"></a><a pin_name="30 校量功德品"></a>無際空、散空、無變異空、本性空、自相空、共相空、<a 
name="0742b09" id="0742b09"></a><a pin_name="30 校量功德品"></a>一切法空、不可得空、無性空、自性空、無性自性<a 
name="0742b10" id="0742b10"></a><a pin_name="30 校量功德品"></a>空若淨若不淨。若有能依如是等法修行般<a 
name="0742b11" id="0742b11"></a><a pin_name="30 校量功德品"></a>若，是行般若波羅蜜多。復作是說：行般若者，<a 
name="0742b12" id="0742b12"></a><a pin_name="30 校量功德品"></a>應求內空若常若無常，應求外空乃至無性<a 
name="0742b13" id="0742b13"></a><a pin_name="30 校量功德品"></a>自性空若常若無常；應求內空若樂若苦，應<a 
name="0742b14" id="0742b14"></a><a pin_name="30 校量功德品"></a>求外空乃至無性自性空若樂若苦；應求內<a 
name="0742b15" id="0742b15"></a><a pin_name="30 校量功德品"></a>空若我若無我，應求外空乃至無性自性空<a 
name="0742b16" id="0742b16"></a><a pin_name="30 校量功德品"></a>若我若無我；應求內空若淨若不淨，應求外<a 
name="0742b17" id="0742b17"></a><a pin_name="30 校量功德品"></a>空乃至無性自性空若淨若不淨。若有能求<a 
name="0742b18" id="0742b18"></a><a pin_name="30 校量功德品"></a>如是等法修行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍<a 
name="0742b19" id="0742b19"></a><a pin_name="30 校量功德品"></a>尸迦！若善男子、善女人等，如是求內空若常<a 
name="0742b20" id="0742b20"></a><a pin_name="30 校量功德品"></a>若無常，求外空乃至無性自性空若常若無<a 
name="0742b21" id="0742b21"></a><a pin_name="30 校量功德品"></a>常；求內空若樂若苦，求外空乃至無性自性<a 
name="0742b22" id="0742b22"></a><a pin_name="30 校量功德品"></a>空若樂若苦；求內空若我若無我，求外空乃<a 
name="0742b23" id="0742b23"></a><a pin_name="30 校量功德品"></a>至無性自性空若我若無我；求內空若淨若<a 
name="0742b24" id="0742b24"></a><a pin_name="30 校量功德品"></a>不淨，求外空乃至無性自性空若淨若不淨。<a 
name="0742b25" id="0742b25"></a><a pin_name="30 校量功德品"></a>依此等法行般若者，我說名為行有所得相<a 
name="0742b26" id="0742b26"></a><a pin_name="30 校量功德品"></a>似般若波羅蜜多。憍尸迦！如前所說，當知皆<a 
name="0742b27" id="0742b27"></a><a pin_name="30 校量功德品"></a>是說有所得相似般若波羅蜜多。</p><a 
name="0742b28" id="0742b28"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0742b29" id="0742b29"></a><a pin_name="30 校量功德品"></a>菩提心者，說真如若常若無常，說法界、法性、<a 
name="0742c01" id="0742c01"></a><a pin_name="30 校量功德品"></a>不虛妄性、不變異性、平等性、離生性、法定、法住、<a 
name="0742c02" id="0742c02"></a><a pin_name="30 校量功德品"></a>實際、虛空界、不思議界若常若無常；說真如<a 
name="0742c03" id="0742c03"></a><a pin_name="30 校量功德品"></a>若樂若苦，說法界、法性、不虛妄性、不變異性、<a 
name="0742c04" id="0742c04"></a><a pin_name="30 校量功德品"></a>平等性、離生性、法定、法住、實際、虛空界、不思議<a 
name="0742c05" id="0742c05"></a><a pin_name="30 校量功德品"></a>界若樂若苦；說真如若我若無我，說法界、法<a 
name="0742c06" id="0742c06"></a><a pin_name="30 校量功德品"></a>性、不虛妄性、不變異性、平等性、離生性、法定、法<a 
name="0742c07" id="0742c07"></a><a pin_name="30 校量功德品"></a>住、實際、虛空界、不思議界若我若無我；說真<a 
name="0742c08" id="0742c08"></a><a pin_name="30 校量功德品"></a>如若淨若不淨，說法界、法性、不虛妄性、不變<a 
name="0742c09" id="0742c09"></a><a pin_name="30 校量功德品"></a>異性、平等性、離生性、法定、法住、實際、虛空界、不<a 
name="0742c10" id="0742c10"></a><a pin_name="30 校量功德品"></a>思議界若淨若不淨。若有能依如是等法修<a 
name="0742c11" id="0742c11"></a><a pin_name="30 校量功德品"></a>行般若，是行般若波羅蜜多。復作是說：行<a 
name="0742c12" id="0742c12"></a><a pin_name="30 校量功德品"></a>般若者，應求真如若常若無常，應求法界乃<a 
name="0742c13" id="0742c13"></a><a pin_name="30 校量功德品"></a>至不思議界若常若無常；應求真如若樂若<a 
name="0742c14" id="0742c14"></a><a pin_name="30 校量功德品"></a>苦，應求法界乃至不思議界若樂若苦；應求<a 
name="0742c15" id="0742c15"></a><a pin_name="30 校量功德品"></a>真如若我若無我，應求法界乃至不思議界<a 
name="0742c16" id="0742c16"></a><a pin_name="30 校量功德品"></a>若我若無我；應求真如若淨若不淨，應求法<a 
name="0742c17" id="0742c17"></a><a pin_name="30 校量功德品"></a>界乃至不思議界若淨若不淨。若有能求如<a 
name="0742c18" id="0742c18"></a><a pin_name="30 校量功德品"></a>是等法修行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸<a 
name="0742c19" id="0742c19"></a><a pin_name="30 校量功德品"></a>迦！若善男子、善女人等，如是求真如若常若<a 
name="0742c20" id="0742c20"></a><a pin_name="30 校量功德品"></a>無常，求法界乃至不思議界若常若無常；求<a 
name="0742c21" id="0742c21"></a><a pin_name="30 校量功德品"></a>真如若樂若苦，求法界乃至不思議界若樂<a 
name="0742c22" id="0742c22"></a><a pin_name="30 校量功德品"></a>若苦；求真如若我若無我，求法界乃至不思<a 
name="0742c23" id="0742c23"></a><a pin_name="30 校量功德品"></a>議界若我若無我；求真如若淨若不淨，求法<a 
name="0742c24" id="0742c24"></a><a pin_name="30 校量功德品"></a>界乃至不思議界若淨若不淨。依此等法行<a 
name="0742c25" id="0742c25"></a><a pin_name="30 校量功德品"></a>般若者，我說名為行有所得相似般若波羅蜜<a 
name="0742c26" id="0742c26"></a><a pin_name="30 校量功德品"></a>多。憍尸迦！如前所說，當知皆是說有所得相<a 
name="0742c27" id="0742c27"></a><a pin_name="30 校量功德品"></a>似般若波羅蜜多。</p><a 
name="0742c28" id="0742c28"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0742c29" id="0742c29"></a><a pin_name="30 校量功德品"></a>菩提心者，說苦聖諦若常若無常，說集、滅、道<a 
name="0742c30" id="0742c30"></a><a pin_name="30 校量功德品"></a>聖諦若常若無常；說苦聖諦若樂若苦，說集、<a 
name="0743a01" id="0743a01"></a><a pin_name="30 校量功德品"></a>滅、道聖諦若樂若苦；說苦聖諦若我若無我，<a 
name="0743a02" id="0743a02"></a><a pin_name="30 校量功德品"></a>說集、滅、道聖諦若我若無我；說苦聖諦若淨<a 
name="0743a03" id="0743a03"></a><a pin_name="30 校量功德品"></a>若不淨，說集、滅、道聖諦若淨若不淨。若有能<a 
name="0743a04" id="0743a04"></a><a pin_name="30 校量功德品"></a>依如是等法修行般若，是行般若波羅蜜多。<a 
name="0743a05" id="0743a05"></a><a pin_name="30 校量功德品"></a>復作是說：行般若者，應求苦聖諦若常若無<a 
name="0743a06" id="0743a06"></a><a pin_name="30 校量功德品"></a>常，應求集、滅、道聖諦若常若無常；應求苦聖<a 
name="0743a07" id="0743a07"></a><a pin_name="30 校量功德品"></a>諦若樂若苦，應求集、滅、道聖諦若樂若苦；應<a 
name="0743a08" id="0743a08"></a><a pin_name="30 校量功德品"></a>求苦聖諦若我若無我，應求集、滅、道聖諦若<a 
name="0743a09" id="0743a09"></a><a pin_name="30 校量功德品"></a>我若無我；應求苦聖諦若淨若不淨，應求集、<a 
name="0743a10" id="0743a10"></a><a pin_name="30 校量功德品"></a>滅、道聖諦若淨若不淨。若有能求如是等法<a 
name="0743a11" id="0743a11"></a><a pin_name="30 校量功德品"></a>修行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若<a 
name="0743a12" id="0743a12"></a><a pin_name="30 校量功德品"></a>善男子、善女人等，如是求苦聖諦若常若無<a 
name="0743a13" id="0743a13"></a><a pin_name="30 校量功德品"></a>常，求集、滅、道聖諦若常若無常；求苦聖諦若<a 
name="0743a14" id="0743a14"></a><a pin_name="30 校量功德品"></a>樂若苦，求集、滅、道聖諦若樂若苦；求苦聖諦<a 
name="0743a15" id="0743a15"></a><a pin_name="30 校量功德品"></a>若我若無我，求集、滅、道聖諦若我若無我；求<a 
name="0743a16" id="0743a16"></a><a pin_name="30 校量功德品"></a>苦聖諦若淨若不淨，求集、滅、道聖諦若淨若<a 
name="0743a17" id="0743a17"></a><a pin_name="30 校量功德品"></a>不淨。依此等法行般若者，我說名為行有所<a 
name="0743a18" id="0743a18"></a><a pin_name="30 校量功德品"></a>得相似般若波羅蜜多。憍尸迦！如前所說，當<a 
name="0743a19" id="0743a19"></a><a pin_name="30 校量功德品"></a>知皆是說有所得相似般若波羅蜜多。</p><a 
name="0743a20" id="0743a20"></a><a pin_name="30 校量功德品"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「復次，憍尸迦！若善男子、善女人等為發無上<a 
name="0743a21" id="0743a21"></a><a pin_name="30 校量功德品"></a>菩提心者，說四靜慮若常若無常，說四無量、<a 
name="0743a22" id="0743a22"></a><a pin_name="30 校量功德品"></a>四無色定若常若無常；說四靜慮若樂若苦，<a 
name="0743a23" id="0743a23"></a><a pin_name="30 校量功德品"></a>說四無量、四無色定若樂若苦；說四靜慮若<a 
name="0743a24" id="0743a24"></a><a pin_name="30 校量功德品"></a>我若無我，說四無量、四無色定若我若無我；<a 
name="0743a25" id="0743a25"></a><a pin_name="30 校量功德品"></a>說四靜慮若淨若不淨，說四無量、四無色定<a 
name="0743a26" id="0743a26"></a><a pin_name="30 校量功德品"></a>若淨若不淨。若有能依如是等法修行般若，<a 
name="0743a27" id="0743a27"></a><a pin_name="30 校量功德品"></a>是行般若波羅蜜多。復作是說：行般若者，應<a 
name="0743a28" id="0743a28"></a><a pin_name="30 校量功德品"></a>求四靜慮若常若無常，應求四無量、四無色<a 
name="0743a29" id="0743a29"></a><a pin_name="30 校量功德品"></a>定若常若無常；應求四靜慮若樂若苦，應求<a 
name="0743b01" id="0743b01"></a><a pin_name="30 校量功德品"></a>四無量、四無色定若樂若苦；應求四靜慮若<a 
name="0743b02" id="0743b02"></a><a pin_name="30 校量功德品"></a>我若無我，應求四無量、四無色定若我若無<a 
name="0743b03" id="0743b03"></a><a pin_name="30 校量功德品"></a>我；應求四靜慮若淨若不淨，應求四無量、四<a 
name="0743b04" id="0743b04"></a><a pin_name="30 校量功德品"></a>無色定若淨若不淨。若有能求如是等法修<a 
name="0743b05" id="0743b05"></a><a pin_name="30 校量功德品"></a>行般若，是行般若波羅蜜多。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>「憍尸迦！若善男<a 
name="0743b06" id="0743b06"></a><a pin_name="30 校量功德品"></a>子、善女人等，如是求四靜慮若常若無常，求<a 
name="0743b07" id="0743b07"></a><a pin_name="30 校量功德品"></a>四無量、四無色定若常若無常；求四靜慮若<a 
name="0743b08" id="0743b08"></a><a pin_name="30 校量功德品"></a>樂若苦，求四無量、四無色定若樂若苦；求四<a 
name="0743b09" id="0743b09"></a><a pin_name="30 校量功德品"></a>靜慮若我若無我，求四無量、四無色定若我<a 
name="0743b10" id="0743b10"></a><a pin_name="30 校量功德品"></a>若無我；求四靜慮若淨若不淨，求四無量、四<a 
name="0743b11" id="0743b11"></a><a pin_name="30 校量功德品"></a>無色定若淨若不淨。依此等法行般若者，我<a 
name="0743b12" id="0743b12"></a><a pin_name="30 校量功德品"></a>說名為行有所得相似般若波羅蜜多。憍尸<a 
name="0743b13" id="0743b13"></a><a pin_name="30 校量功德品"></a>迦！如前所說，當知皆是說有所得相似般若<a 
name="0743b14" id="0743b14"></a><a pin_name="30 校量功德品"></a>波羅蜜多。</p><a 
name="0743b15" id="0743b15"></a><a pin_name="30 校量功德品"></a><p><span class="juanname">大般若波羅蜜多經卷第一百三十六</span></p>
<hr>【經文資訊】大正藏第 05 冊 No. 0220 大般若波羅蜜多經(第1卷-第200卷)<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依大正藏所編輯<br>【原始資料】妙雲蘭若提供，眾生出版社提供，日本 SAT 組織提供，眾生出版社提供新式標點<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index940d.html?index=T05n0220" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T05n0220_136 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:29 GMT -->
</html>
