<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X82n1571_059 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:35 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=939459663&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX82n1571&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX82n1571_059&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="index3ee8.html?index=X82n1571_058" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">卍新纂大日本續藏經　第82冊<br/>No.1571 五燈全書(第34卷-第120卷) (87卷)<br/>【清 超永編輯】<br/>第 59 卷</p>
	<a href="index2c36-2.html?index=X82n1571_060" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X82">
<div class="root" id="1571" sutra_name="五燈全書(第34卷-第120卷)" sutra_juan="[卷59]">　
<a 
name="0234b01" id="0234b01"></a><a 
name="0234b02" id="0234b02"></a><a 
name="0234b03" id="0234b03"></a><p><span class="juanname">五燈全書卷第五十九</span></p><a 
name="0234b04" id="0234b04"></a><a 
name="0234b05" id="0234b05"></a><p style="margin-left: 4em"><span class="byline">京都聖感禪寺住持<span class="note">(臣)</span>僧　<span class="note">(超永)</span>　編輯</span></p><a 
name="0234b06" id="0234b06"></a><p style="margin-left: 4em"><span class="byline">京都古華嚴寺住持<span class="note">(臣)</span>僧　<span class="note">(超揆)</span>　較閱　進<a 
name="0234b07" id="0234b07"></a>呈</span></p><a 
name="0234b08" id="0234b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="headname">　　臨濟宗</span></p><a 
name="0234b09" id="0234b09"></a><p style="margin-left: 3em"><span class="headname">南嶽下第二十六世</span></p><a 
name="0234b10" id="0234b10"></a><p style="margin-left: 4em"><span class="headname">鄧尉持禪師法嗣</span></p><a 
name="0234b11" id="0234b11"></a><p style="margin-left: 2em"><span class="headname">杭州東明&#x8657;白慧旵禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>湖廣王氏子。父為丹陽稅<a 
name="0234b12" id="0234b12"></a>課司。遂家焉。幼&#x9834;悟。不類常兒。年十四。往從妙覺湛<a 
name="0234b13" id="0234b13"></a>然受業。一日怍務次。然問。汝在此作什麼。師曰。切蘿<a 
name="0234b14" id="0234b14"></a>蔔。然曰。你只會切蘿蔔。師曰。也會殺人。然引頸。師曰。<a 
name="0234b15" id="0234b15"></a>降將不斬。然異之。會然遷撫之&#x758E;山。師聞唯菴唱道<a 
name="0234b16" id="0234b16"></a>松隱。將往見。至一小菴。自誓曰。此行若不徹證。決不<a 
name="0234b17" id="0234b17"></a>復回。一定六日。忽舉首睹松。豁然有省。遂返。晝夜危<a 
name="0234b18" id="0234b18"></a>坐。端如銕幢。諸方因號旵銕脊。後抵姑蘇鄧尉。謁果<a 
name="0234b19" id="0234b19"></a>林。指令參寶藏持。具述悟由。持曰。佛法如大海相似。<a 
name="0234b20" id="0234b20"></a>轉入轉深。那裏泊在者裏。一日室中侍立次。持問。心<a 
name="0234b21" id="0234b21"></a>不是佛。智不是道。汝云何會。師向前問訊。叉手而立。<a 
name="0234b22" id="0234b22"></a>持呵曰。汝在此許多時。猶作者般見解。師遂發憤。寢<a 
name="0234b23" id="0234b23"></a>食俱廢。至第二夜。驀然徹證。述偈曰。一拳打破太&#x8657;<a 
name="0234b24" id="0234b24"></a>空。百億須彌不露&#x8E2A;。借問個中誰是主。扶桑涌出一<a 
name="0234c01" id="0234c01"></a>輪紅。持笑曰。然雖如是。也須善自護持。時節若至。其<a 
name="0234c02" id="0234c02"></a>理自彰。師受囑辭去。於天目之平山堂。結侶坐千日<a 
name="0234c03" id="0234c03"></a>長期。期滿。至昭慶受具　後遊安溪古道山。&#x5CEF;巒秀<a 
name="0234c04" id="0234c04"></a>拔。遂有終焉之志。一住三十載。影不出山。道風遠播。<a 
name="0234c05" id="0234c05"></a>宿衲爭趨座下。拓基營繕。成大精藍。明宣宗宣德乙<a 
name="0234c06" id="0234c06"></a>卯。敕額東明禪寺。復命度僧。以奉香火。檀施委積。師<a 
name="0234c07" id="0234c07"></a>復捐餘貲。重修淨慈大殿　英宗正統辛酉六月一<a 
name="0234c08" id="0234c08"></a>日。忽集眾。敘謝訣別。眾請偈。師曰。一大藏教。無人看<a 
name="0234c09" id="0234c09"></a>著。爭用得者。幾句閒言語。跏趺而逝。茶毗。舍利無筭。<a 
name="0234c10" id="0234c10"></a>塔於本山東塢。世壽七十。臘五十有五。國子監祭酒<a 
name="0234c11" id="0234c11"></a>胡公&#x6FD9;。為之銘。</p><a 
name="0234c12" id="0234c12"></a><p style="margin-left: 4em"><span class="headname">壽昌來禪師法嗣</span></p><a 
name="0234c13" id="0234c13"></a><p style="margin-left: 2em"><span class="headname">建寧府天界雪骨會中禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>大闡通參次。師問。從何<a 
name="0234c14" id="0234c14"></a>處來。曰逼塞&#x8657;空。都無來去。師曰。既無來去。阿誰&#x62D5;<a 
name="0234c15" id="0234c15"></a>皮袋到者裏。曰內外俱空。皮袋何有。師曰。如何是祖<a 
name="0234c16" id="0234c16"></a>師西來意。曰西來豈有意耶。師曰。臘月三十日到來。<a 
name="0234c17" id="0234c17"></a>向何處安身立命。曰信&#x811A;踏翻。乾坤獨露。師乃示以<a 
name="0234c18" id="0234c18"></a>偈曰。的是金毛親出窟。法輪掉轉入廛來。一聲驀地<a 
name="0234c19" id="0234c19"></a>遙空吼。野犴聞之腦裂開。</p><a 
name="0234c20" id="0234c20"></a><p style="margin-left: 4em"><span class="headname">東普悟禪師法嗣</span></p><a 
name="0234c21" id="0234c21"></a><p style="margin-left: 2em"><span class="headname">舒州投子楚山幻叟荊壁紹琦禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>蜀之安唐雷氏<a 
name="0234c22" id="0234c22"></a>子。年九歲。從玄極通受業。首參無際悟。一日聞板聲<a 
name="0234c23" id="0234c23"></a>有省。復&#x5FA7;叩月溪海舟諸老。咸稱賞之。明英宗正統<a 
name="0234c24" id="0234c24"></a>癸亥。再參悟。悟問。數年以來。在什麼處住。師曰。廓然<a 
name="0235a01" id="0235a01"></a>無定。悟曰。有何所得。師曰。本自無失。何得之有。悟曰。<a 
name="0235a02" id="0235a02"></a>者是學得來底。師曰。一法不有。學自何來。悟曰。莫落<a 
name="0235a03" id="0235a03"></a>空耶。師曰。我尚非我。誰落誰空。悟曰。畢竟事作麼生。<a 
name="0235a04" id="0235a04"></a>師曰。水落石出。雨霽雲收。悟曰。莫亂道。只如佛祖來。<a 
name="0235a05" id="0235a05"></a>也不許縱爾。橫吞藏海。現百千神通。到者裏。更是不<a 
name="0235a06" id="0235a06"></a>許。師曰。和尚雖則把住要津。其奈勞神不少。悟拍膝<a 
name="0235a07" id="0235a07"></a>一下。師便喝。悟曰。克家須是破家兒。恁麼幹蠱也省<a 
name="0235a08" id="0235a08"></a>力。師掩耳而出。至晚。復召師詰曰。汝將平昔次第發<a 
name="0235a09" id="0235a09"></a>明處。說來看。師從實具對。悟曰。還我無字義來。師呈<a 
name="0235a10" id="0235a10"></a>偈曰。者僧問處偏多事。趙老何曾涉所思。信口一言<a 
name="0235a11" id="0235a11"></a>都吐露。翻成特地使人疑。悟曰。如何是汝不疑處。師<a 
name="0235a12" id="0235a12"></a>曰。青山綠水。燕語鶯啼。歷歷分明。更疑何事。悟曰。未<a 
name="0235a13" id="0235a13"></a>在更道。師曰。頭頂&#x8657;空。&#x811A;踏實地。悟即鳴鐘集眾。乃<a 
name="0235a14" id="0235a14"></a>記&#x8382;焉。壬申。抵金陵。訪月溪海舟。出住天柱　僧問。<a 
name="0235a15" id="0235a15"></a>如何是天柱境。師曰。<span class="gaiji">澗<!--gaiji,澗,1[澗-日+月],2&#x3D4E;,3--></span>&#x6FF6;雲歸晚。山高日出遲。曰如<a 
name="0235a16" id="0235a16"></a>何是境中人。師曰。額下眉遮眼。腮邊耳搭眉。曰如何<a 
name="0235a17" id="0235a17"></a>是天柱家風。師曰。雲甑炊松粉。冰鐺&#x7151;月團　問如<a 
name="0235a18" id="0235a18"></a>何是祖師西來意。師曰。海神撒出夜明珠。曰學人不<a 
name="0235a19" id="0235a19"></a>會。師曰。文殊失&#x5374;玻璃盞　問如何是佛。師曰。生銕<a 
name="0235a20" id="0235a20"></a>秤鎚。曰如何是法。師曰。石頭土塊。曰如何是僧。師曰。<a 
name="0235a21" id="0235a21"></a>黑漆拄杖　景泰乙亥。遷投子。上堂。僧問。遠離皖山。<a 
name="0235a22" id="0235a22"></a>來據投子。海眾臨筵。請師祝聖。師曰。鼎內長生篆。&#x5CEF;<a 
name="0235a23" id="0235a23"></a>頭不老松。曰祝聖<span class="corr" title='[巳&gt;已]'>已</span>蒙師的旨。投子家風事若何。師<a 
name="0235a24" id="0235a24"></a>曰。提瓶穿市過。不是賣油翁。曰只如祖師道。不許夜<a 
name="0235b01" id="0235b01"></a>行。投明須到。還端的也無。師曰。雖然。眼裏有筋。爭奈<a 
name="0235b02" id="0235b02"></a>舌頭無骨。曰趙州道。我早猴白。渠更猴黑。意作麼生。<a 
name="0235b03" id="0235b03"></a>師曰。不因弓矢盡。未肯豎降旗。問和尚今日陞座說<a 
name="0235b04" id="0235b04"></a>法。未審有何祥瑞。師曰。麒麟步驟丹霄外。優&#x9262;華開<a 
name="0235b05" id="0235b05"></a>烈焰中。曰如何是祖師西來意。師曰。雪消山頂露。風<a 
name="0235b06" id="0235b06"></a>過樹頭搖。問寶&#x5292;未出匣時如何。師曰。神號鬼哭。曰<a 
name="0235b07" id="0235b07"></a>出匣後如何。師曰。佛祖吞聲。曰出與未出時如何。師<a 
name="0235b08" id="0235b08"></a>曰。無鬚鎖子兩頭搖。僧提起坐具。師便喝。僧擬議。師<a 
name="0235b09" id="0235b09"></a>便打。乃曰。毒蛇頭上揩痒。猛虎口裏橫身。也須是恁<a 
name="0235b10" id="0235b10"></a>般人始得。適來者僧。大似一員戰將。敢來者裏。奪鼓<a 
name="0235b11" id="0235b11"></a>攙旗。惜乎龍頭蛇尾。死在棒下。若解轉身活路。自然<a 
name="0235b12" id="0235b12"></a>不犯鋒鋩。所以道。弄蛇須是弄蛇手。不會弄蛇。蛇&#x9F69;<a 
name="0235b13" id="0235b13"></a>殺。復舉法燈開堂日。&#x8462;為清涼老人有未了公案話<a 
name="0235b14" id="0235b14"></a>畢。師曰。大凡宗師出世。先要拈出己見。然後方可定<a 
name="0235b15" id="0235b15"></a>斷古今。看他法燈。如此作略。美則美矣。了則未了。幻<a 
name="0235b16" id="0235b16"></a>叟今日亦為蠶骨老人。有未了公案。出來為渠了&#x5374;。<a 
name="0235b17" id="0235b17"></a>若有問蠶骨老人有甚不了公案。應聲便喝。眼目定<a 
name="0235b18" id="0235b18"></a>動。連棒打出。大眾。山僧恁麼提持。且道。與法燈用處。<a 
name="0235b19" id="0235b19"></a>還有優劣也無。若緇素得出。許他是個同參　上堂。<a 
name="0235b20" id="0235b20"></a>拈拄杖曰。只者些子&#x8AB5;&#x8B4C;。多少師僧。到者裏。開口不<a 
name="0235b21" id="0235b21"></a>得。思量不及。舉揚不出。即今落在山僧手裏。橫也由<a 
name="0235b22" id="0235b22"></a>我。豎也由我。提起放下。卷舒殺活。總由我。以拄杖空<a 
name="0235b23" id="0235b23"></a>中點一點曰。正當恁麼時。從上佛祖。天下老和尚。到<a 
name="0235b24" id="0235b24"></a>者裏。只得乞命有分。眾中莫有為佛祖出氣者麼。良<a 
name="0235c01" id="0235c01"></a>久。卓拄杖一下曰。<span class="gaiji">[翟*支]<!--gaiji,,1[翟*支],2,3--></span>瞎金剛正眼。靠倒空王寶座。汝<a 
name="0235c02" id="0235c02"></a>等諸人。討什麼&#x76CC;。便下座　上堂。眾集。師斂衣就座。<a 
name="0235c03" id="0235c03"></a>良久曰。大眾分明記取。便下座　示眾。選佛場開定<a 
name="0235c04" id="0235c04"></a>祖機。辨明邪正在鉗鎚。禹門浪暖風雷動。正是魚龍<a 
name="0235c05" id="0235c05"></a>變化時。眾中莫有衝波激浪者麼。良久。以拂子打圓<a 
name="0235c06" id="0235c06"></a>相曰。機先一著。覿面全提。擊禪&#x7240;一下曰。句外一言。<a 
name="0235c07" id="0235c07"></a>和聲揭露。不許停思顧佇。那容擬議分&#x758E;。眨得眼來。<a 
name="0235c08" id="0235c08"></a>&#x5292;去久矣。縱饒佛祖到來。也只攢眉有分。何故。&#x8462;為<a 
name="0235c09" id="0235c09"></a>非言路可通。非心識可測。若是英俊衲僧。向未舉以<a 
name="0235c10" id="0235c10"></a>前。便當點首一笑。猶較些子。近世人心不古。學者不<a 
name="0235c11" id="0235c11"></a>務真參實悟。惟是接響承&#x8657;。以學識依通為悟明。穿<a 
name="0235c12" id="0235c12"></a>鑿機緣為參究。破壞律儀為解脫。夤緣據位為出世。<a 
name="0235c13" id="0235c13"></a>以致祖風彫弊。魔說熾然。塞佛祖之坦途。瞽人天之<a 
name="0235c14" id="0235c14"></a>正眼。使吾祖教外別傳之道。於斯委地。大覺世尊。於<a 
name="0235c15" id="0235c15"></a>二千年外。早<span class="corr" title='[巳&gt;已]'>已</span>識得眾生心病。預設多方。曲垂規則。<a 
name="0235c16" id="0235c16"></a>故曰。末世眾生。希望成道。無令求悟。惟益多聞。增長<a 
name="0235c17" id="0235c17"></a>我見。又曰。眾生未悟。作何方便。普令開悟。所以結制<a 
name="0235c18" id="0235c18"></a>安居。&#x5C05;期取證。過三期日。隨往無礙。故知解結之有<a 
name="0235c19" id="0235c19"></a>時也。諸大德。於九十日中。還曾證悟也無。<span class="corr" title='[巳&gt;已]'>已</span>悟者。且<a 
name="0235c20" id="0235c20"></a>置勿論。如或未悟。則此一期又是&#x8657;喪了也。若是真<a 
name="0235c21" id="0235c21"></a>正道流。以十方法界。為圓覺期場。無論百日千日。結<a 
name="0235c22" id="0235c22"></a>制解制。但以舉起話頭為始。一年不悟參一年。十年<a 
name="0235c23" id="0235c23"></a>不悟參十年。乃至二十年三十年。盡平生不悟。決定<a 
name="0235c24" id="0235c24"></a>不移此志。直要見個徹頭徹尾。真實究竟處。方是放<a 
name="0236a01" id="0236a01"></a>參之曰。所謂一念萬年。豈&#x8657;語哉。豎起拂子曰。諸大<a 
name="0236a02" id="0236a02"></a>德。還知落處麼。幻叟今日不辭饒舌。更為諸人下個<a 
name="0236a03" id="0236a03"></a>註&#x811A;。猛火鑄成金彈子。當機&#x63D1;碎又渾圇。等閒得失<a 
name="0236a04" id="0236a04"></a>俱拈&#x5374;。風送潮音出海門　師到菜園見冬瓜。問園<a 
name="0236a05" id="0236a05"></a>頭。者個無口。因甚長得如許大。頭曰。某甲不曾怠惰<a 
name="0236a06" id="0236a06"></a>一時。師曰。主人公還替你。出些力氣也無。頭曰。全承<a 
name="0236a07" id="0236a07"></a>渠力。師曰。請來與老僧相見。頭便禮拜。師曰。者猶是<a 
name="0236a08" id="0236a08"></a>奴兒婢子在。頭轉身拈篾縛架。師乃呵呵大笑。回顧<a 
name="0236a09" id="0236a09"></a>侍者曰。菜園裏有蟲　性空首座。請益蒙山三關語<a 
name="0236a10" id="0236a10"></a>曰。蟭螟蟲吸乾滄海。魚龍蝦蟹。向何處安身立命。師<a 
name="0236a11" id="0236a11"></a>曰。長安路上金毛臥。曰水母飛上色究竟天。入摩醯<a 
name="0236a12" id="0236a12"></a>眼裏作舞。因甚不見。師曰。五鳳樓前銕馬嘶。曰蓮湖<a 
name="0236a13" id="0236a13"></a>橋。為一切人直指。明眼人。因甚落井。師曰。明月照見<a 
name="0236a14" id="0236a14"></a>夜行人。曰請師頌出。師曰。好與痛棒。曰棒則甘領。頌<a 
name="0236a15" id="0236a15"></a>則乞師不吝。師乃大笑。頌曰。當機把斷聖凡津。擬議<a 
name="0236a16" id="0236a16"></a>知渠屈未伸。欲識蒙山端的旨。垂鉤意在釣金鱗<a 
name="0236a17" id="0236a17"></a>　天順丁丑。由匡廬歸蜀。韓都侯。於方山建雲&#x5CEF;寺。迎<a 
name="0236a18" id="0236a18"></a>師住持。憲宗成化癸巳三月望示微疾。眾請末後句。<a 
name="0236a19" id="0236a19"></a>師展兩手曰。會麼。復曰。今年今日。推車撞壁。撞破&#x8657;<a 
name="0236a20" id="0236a20"></a>空。青天霹<span class="gaiji">靂<!--gaiji,靂,1[靂-秝+林],2,3--></span>。阿呵呵。泥牛吞&#x5374;老龍珠。澄澄性海漚<a 
name="0236a21" id="0236a21"></a>華息。泊然而逝。世壽七十。僧臘六十一。建塔天成。</p><a 
name="0236a22" id="0236a22"></a><p style="margin-left: 2em"><span class="headname">雲南府古庭善堅禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>本郡昆明丁氏子。十九參&#x6822;<a 
name="0236a23" id="0236a23"></a>巖。明宣宗宣德庚戌。走金陵。參無隱道。道示萬法歸<a 
name="0236a24" id="0236a24"></a>一一歸何處話。苦心窮究。未有所入。乙卯。抵貴州雍<a 
name="0236b01" id="0236b01"></a>蘿山。入蜀。&#x8107;不至席者十載。方得透脫。後於正統間。<a 
name="0236b02" id="0236b02"></a>走謁隆恩。求無際悟印證。悟曰。子見處。因甚與老僧<a 
name="0236b03" id="0236b03"></a>不同。師展兩手曰。者個非別。悟頷之。一日辭悟。悟曰。<a 
name="0236b04" id="0236b04"></a>甚處去。師曰。十字街頭。訶佛罵祖去。悟曰。子還來否。<a 
name="0236b05" id="0236b05"></a>師曰。不違和尚尊顏。禮拜便行。初遊金臺。止大容山。<a 
name="0236b06" id="0236b06"></a>復南還。住金陵天界。遷皖桐浮山　示眾。舉汾陽無<a 
name="0236b07" id="0236b07"></a>業道。古德道。人得意後。茅茨石室。向折&#x811A;鐺。&#x7151;飯喫<a 
name="0236b08" id="0236b08"></a>過二三十年。名利不干懷。財寶不為念。大忘人世。隱<a 
name="0236b09" id="0236b09"></a>跡巖叢。君王召而不來。諸侯請而不赴。豈同吾輩貪<a 
name="0236b10" id="0236b10"></a>利愛名。汩沒世途。如短販人。有少希求而忘大果。師<a 
name="0236b11" id="0236b11"></a>曰。誠哉是言。我等。惟掠&#x8657;頭。妄自尊大。無明三毒。潛<a 
name="0236b12" id="0236b12"></a>結於心。逆惡境緣。知無解脫。據實而論。且莫管你是<a 
name="0236b13" id="0236b13"></a>知識非知識。除&#x5374;一切施為動靜。語默文字。生死到<a 
name="0236b14" id="0236b14"></a>來。畢竟作麼生脫去。不得認著個死搭搭。向良久處<a 
name="0236b15" id="0236b15"></a>妄想。不得執著個轉轆轆。向活脫處狂蕩。但有絲毫<a 
name="0236b16" id="0236b16"></a>差別見覺。直饒脊梁生銕鑄。就機辯懸河瀉水。未免<a 
name="0236b17" id="0236b17"></a>閻老子打入阿波波阿吒吒。八寒八熱。萬死萬生。灼<a 
name="0236b18" id="0236b18"></a>然灼然。擊拂子曰。昨夜蟭螟吞六合。&#x8657;空撲碎落巖<a 
name="0236b19" id="0236b19"></a>前。復召大眾曰。珍重　示眾。若論向上一著。了無別<a 
name="0236b20" id="0236b20"></a>說。惟當人本自具足。文字經論。且無放處。近來諸方<a 
name="0236b21" id="0236b21"></a>學者。盡被古人舌根埋沒。不能決志透脫。開口處情<a 
name="0236b22" id="0236b22"></a>塵知見。學解聰明。於自受用中。確無的實。似這等。豈<a 
name="0236b23" id="0236b23"></a>非自喪己靈。爾若不信。有日病來將所學所抱。抵將<a 
name="0236b24" id="0236b24"></a>不去。那時方悔錯用心力。學者既是實生死行&#x811A;。豈<a 
name="0236c01" id="0236c01"></a>可高心執見聞。恁麼說。便憤志決透去。乃思前算後。<a 
name="0236c02" id="0236c02"></a>便拌此生。大捨身命。做大休歇工夫。當知。此非小因<a 
name="0236c03" id="0236c03"></a>緣。必猛利方能入劄。且諸方諸宿說。做工夫於自究<a 
name="0236c04" id="0236c04"></a>竟處。或一年半月一月。或三年五載。有些見解。或聞<a 
name="0236c05" id="0236c05"></a>師家舉似。或看冊子。便認著業識做模樣。生大我慢。<a 
name="0236c06" id="0236c06"></a>便&#x52B9;古人行棒下喝。瞬目揚眉。學者不知被他惑了。<a 
name="0236c07" id="0236c07"></a>此個樣子。正是生死無明。若或真參實證。&#x5374;不恁麼。<a 
name="0236c08" id="0236c08"></a>要向本分綿綿密密下死。志做將去。莫論年久歲深。<a 
name="0236c09" id="0236c09"></a>一念子撥之不開。蕩之不散。時節到來。荳<span class="gaiji">爆<!--gaiji,爆,1[焊-干+恭],2,3--></span>冷<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>。天<a 
name="0236c10" id="0236c10"></a>翻地轉。打破疑團。&#x8657;空粉碎。方是自己大光明寶藏。<a 
name="0236c11" id="0236c11"></a>大受用處。自然頭頭無礙。物物全彰。了無一法可當<a 
name="0236c12" id="0236c12"></a>情。說這邊那畔。通明透徹。凡情聖解。宛爾一如。盡十<a 
name="0236c13" id="0236c13"></a>方世界。森羅萬象。總諸佛清淨無礙三昧。到恁麼田<a 
name="0236c14" id="0236c14"></a>地。說甚麼文字情解。根根塵塵。悉是大光明寶所。有<a 
name="0236c15" id="0236c15"></a>時攝十方諸佛光明。入一微塵光明。一微塵光明。現<a 
name="0236c16" id="0236c16"></a>十方世界諸佛。諸佛非來。我亦非動。具不思議種種<a 
name="0236c17" id="0236c17"></a>三昧。乃至不可說微塵剎數。具足諸佛定慧三昧。於<a 
name="0236c18" id="0236c18"></a>一毫末。從外來　有山雲水石集。行世。</p><a 
name="0236c19" id="0236c19"></a><p style="margin-left: 2em"><span class="headname">太平府八&#x5CEF;山廣善寶月潭禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>付大慧華偈曰。乾<a 
name="0236c20" id="0236c20"></a>坤雖大不能藏。日月雖明難逾光。紹續慧燈常不滅。<a 
name="0236c21" id="0236c21"></a>流傳千古繼諸方。</p><a 
name="0236c22" id="0236c22"></a><p style="margin-left: 2em"><span class="headname">南京太崗月溪澄禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>付法偈曰。心即能知心。法即<a 
name="0236c23" id="0236c23"></a>能知法。今所付法心。非心亦非法。</p><a 
name="0236c24" id="0236c24"></a><p style="margin-left: 2em"><span class="headname">重慶府西禪雪&#x5CEF;瑞禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>天奇瑞參。師問無字話。瑞<a 
name="0237a01" id="0237a01"></a>移時方覺。答曰。<span class="gaiji">澗<!--gaiji,澗,1[澗-日+月],2&#x3D4E;,3--></span>底頑冰吞宇宙。性湖明月匝天寒。<a 
name="0237a02" id="0237a02"></a>師大喝曰。汝還有嫌凡愛聖底心。掃妄求真底見。瑞<a 
name="0237a03" id="0237a03"></a>曰是。師曰。汝若嫌凡愛聖。斷般若之善根。你若掃妄<a 
name="0237a04" id="0237a04"></a>求真。絕諸佛之命&#x8109;。震聲又喝曰。真又是誰。妄又是<a 
name="0237a05" id="0237a05"></a>誰。凡又是誰。聖又是誰。瑞豁然。</p><a 
name="0237a06" id="0237a06"></a><p style="margin-left: 4em"><span class="headname">素菴田大士法嗣</span></p><a 
name="0237a07" id="0237a07"></a><p style="margin-left: 2em"><span class="headname">佛跡<span class="gaiji">&#x9825;<!--gaiji,頤,1[(厂-一)*臣*頁],2&#x9825;,3--></span>菴真禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>遊歷諸方。多所契入。後參田素菴<a 
name="0237a08" id="0237a08"></a>居士。為入室上首。得獲付囑　示眾。青山疊疊。綠水<a 
name="0237a09" id="0237a09"></a>滔滔。於斯會得。獨步高超。雖然。也是尋常茶飯。古人<a 
name="0237a10" id="0237a10"></a>道。欲窮千里目。更上一層樓。機不離位。墮在毒海。語<a 
name="0237a11" id="0237a11"></a>不驚群。陷於流俗。若向擊石火裏辨緇素。掣電光中<a 
name="0237a12" id="0237a12"></a>明殺活。可以坐斷千差。壁立萬仞。諸兄弟。還知有恁<a 
name="0237a13" id="0237a13"></a>麼時節也無。今時諸方。說禪浩浩。盡是&#x811A;跟點地。鼻<a 
name="0237a14" id="0237a14"></a>孔撩天。究竟具正眼者。落落罕聞。所以偏正不一。各<a 
name="0237a15" id="0237a15"></a>立異端。堅執己解。勿通實理。所謂正法難扶。邪說競<a 
name="0237a16" id="0237a16"></a>興。古人道。信有十分。則疑有十分。疑有十分。則悟有<a 
name="0237a17" id="0237a17"></a>十分。可將盡平生。眼裏所見。耳裏所聞。惡知惡解。寄<a 
name="0237a18" id="0237a18"></a>言妙句。禪道佛法。貢高我慢等心。徹底傾瀉。莫存毫<a 
name="0237a19" id="0237a19"></a>末。只就未明未了公案上。踞定&#x811A;跟。豎起脊梁。無分<a 
name="0237a20" id="0237a20"></a>晝夜。無參處參。無疑處疑。直得東西不辨。南北不分。<a 
name="0237a21" id="0237a21"></a>獃樁樁地。&#x5374;如個有氣底死人相似。心隨境化。觸著<a 
name="0237a22" id="0237a22"></a>還知。打破髑髏不從他得。豈不慶快平生者哉。</p><a 
name="0237a23" id="0237a23"></a><p style="margin-left: 3em"><span class="headname">南嶽下第二十七世</span></p><a 
name="0237a24" id="0237a24"></a><p style="margin-left: 4em"><span class="headname">東明旵禪師法嗣</span></p><a 
name="0237b01" id="0237b01"></a><p style="margin-left: 2em"><span class="headname">金陵東山翼善海舟永慈禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>成都余氏子。生於明<a 
name="0237b02" id="0237b02"></a>高帝洪武甲戌。賦性慈藹。幼孤。見僧&#x8F19;喜。一日聞生<a 
name="0237b03" id="0237b03"></a>死事大。發心出家。奮志趨彭縣大隨山景德寺。禮獨<a 
name="0237b04" id="0237b04"></a>照月薙染。後月示寂。師入西山。庵居八載。棄去。尋訪<a 
name="0237b05" id="0237b05"></a>知識。首謁太初。原問。父母未生前。那個是汝本來面<a 
name="0237b06" id="0237b06"></a>目。師即從東過西。叉手而立。初曰。不是不是。師曰。兩<a 
name="0237b07" id="0237b07"></a>眼對兩眼。原頷之。宣德丁未。出峽遊燕京。南還至武<a 
name="0237b08" id="0237b08"></a>林。謁東明旵。問無相福田衣。何人合得披。旵便掌。師<a 
name="0237b09" id="0237b09"></a>曰。四大本空。五蘊非有。作麼生掌。明又掌。師曰。一掌<a 
name="0237b10" id="0237b10"></a>不作一掌用。又如何。旵復掌。師神色不變曰。老和尚<a 
name="0237b11" id="0237b11"></a>名不&#x8657;傳。遂展具三拜而立。旵曰。我居古道山三十<a 
name="0237b12" id="0237b12"></a>載。今日只見得這僧。大眾弗得輕慢。自此聲譽叢席。<a 
name="0237b13" id="0237b13"></a>未幾。復遊金陵牛首掛搭。請師前堂。領眾三載。復隱<a 
name="0237b14" id="0237b14"></a>全椒焦山三載。後至天界。憩隱山居。於正統丁巳。太<a 
name="0237b15" id="0237b15"></a>監袁誠。欽師道德。請師開法翼善。庚申夏。東明專僧。<a 
name="0237b16" id="0237b16"></a>送衣拂至。有偈曰。分付慈海舟。訪我我無酬。明年之<a 
name="0237b17" id="0237b17"></a>明日。西風笑點頭。明年。東明如期果寂。成化丙戌。師<a 
name="0237b18" id="0237b18"></a>示寂。壽七十二。臘五十。塔於本山。</p><a 
name="0237b19" id="0237b19"></a><p style="margin-left: 2em"><span class="headname">蘇州水心月江覺淨禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>本郡沈氏子。年十五。往從<a 
name="0237b20" id="0237b20"></a>古拙芟染。明永樂壬寅。參峴山宗。後見東明旵。親依<a 
name="0237b21" id="0237b21"></a>最久。一日問。如何是祖師西來意。旵曰。你那裏去來。<a 
name="0237b22" id="0237b22"></a>師進前曲躬曰。那裏去來。旵便喝。師亦喝。旵便打。後<a 
name="0237b23" id="0237b23"></a>菴居天目。天順間。遷里之水心。成化己亥正月十九<a 
name="0237b24" id="0237b24"></a>日。戒飭徒眾。說偈而逝。壽七十九。臘五十一。</p><a 
name="0237c01" id="0237c01"></a><p style="margin-left: 4em"><span class="headname">天界中禪師法嗣</span></p><a 
name="0237c02" id="0237c02"></a><p style="margin-left: 2em"><span class="headname">邵武府君&#x5CEF;大闡慧通禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>建寧邵氏子。從斗&#x5CEF;祝<a 
name="0237c03" id="0237c03"></a>髮。往參雪骨中。一夕有省。說偈曰。手把清風斧。毗盧<a 
name="0237c04" id="0237c04"></a>頂豁開。三千諸佛祖。一串穿將來。旦詣丈室見中。中<a 
name="0237c05" id="0237c05"></a>曰。還我話頭來。師復說偈曰。坐斷恒沙界。全心一物<a 
name="0237c06" id="0237c06"></a>無。浮雲都散盡。獨耀一輪孤。中印可之。後住君&#x5CEF;二<a 
name="0237c07" id="0237c07"></a>十餘年。清遠之風。從化者眾　弘治辛酉二月十七<a 
name="0237c08" id="0237c08"></a>日。集眾說偈曰。人生七十古來稀。更添一歲也希奇。<a 
name="0237c09" id="0237c09"></a>若問老僧何處去。&#x8657;空獨露笑嘻嘻。沐浴更衣。趺坐<a 
name="0237c10" id="0237c10"></a>而逝。</p><a 
name="0237c11" id="0237c11"></a><p style="margin-left: 4em"><span class="headname">投子琦禪師法嗣</span></p><a 
name="0237c12" id="0237c12"></a><p style="margin-left: 2em"><span class="headname">襄陽府大雲興禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>久侍楚山琦。一日琦出郡回。至<a 
name="0237c13" id="0237c13"></a>途中。性空本潔毒庵三人來迎。琦曰。你道。我甚麼處<a 
name="0237c14" id="0237c14"></a>去來。空曰。知和尚去處也。潔曰。今朝天色晴暖。庵曰。<a 
name="0237c15" id="0237c15"></a>和尚登山不易。琦顧師曰。汝作麼生。師曰。大眾久立。<a 
name="0237c16" id="0237c16"></a>請師回寺。琦曰。那裏是寺。師曰。鐘聲響得好。琦笑曰。<a 
name="0237c17" id="0237c17"></a>頭角髣&#x9AF4;。鼻孔一般到家。各與三十拄杖。眾同禮一<a 
name="0237c18" id="0237c18"></a>拜。琦轉身便行。後琦付偈曰。躬自西州定宗旨。親從<a 
name="0237c19" id="0237c19"></a>投子付袈裟。他年出世提綱要。不立孤危是作家。</p><a 
name="0237c20" id="0237c20"></a><p style="margin-left: 2em"><span class="headname"><span class="gaiji">涿<!--gaiji,涿,1[泳-永+豕],2&#x23D60;,3--></span>州金山寶禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>參楚山琦。琦問。面南觀北斗。低回<a 
name="0237c21" id="0237c21"></a>看青天。此語明甚麼邊事。師曰。和尚合&#x5374;口好。琦曰<a 
name="0237c22" id="0237c22"></a>未在。師曰。瞞別人即得。琦曰。差別用處。非智眼不能<a 
name="0237c23" id="0237c23"></a>無惑。子欲洞明佛祖真宗。須□透關正眼。未審。如何<a 
name="0237c24" id="0237c24"></a>是透關正眼。師振威一喝。琦曰。向上一機又如何。師<a 
name="0238a01" id="0238a01"></a>曰。青天日卓午。琦曰。未夢見在。師曰。木人拈玉線。石<a 
name="0238a02" id="0238a02"></a>女度金鍼。琦曰。轉身一句。速道將來。師曰。雨天山色<a 
name="0238a03" id="0238a03"></a>秀。風來草影移。琦拈拄杖。師一喝。拂袖而出。琦曰。放<a 
name="0238a04" id="0238a04"></a>子三十棒。師復回近前合掌曰。謝和尚垂慈。琦曰。子<a 
name="0238a05" id="0238a05"></a>雖有滔天之浪。且無湛水之波。師叉手默然。琦曰。如<a 
name="0238a06" id="0238a06"></a>是如是。</p><a 
name="0238a07" id="0238a07"></a><p style="margin-left: 2em"><span class="headname">唐安湛淵奫禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>參楚山琦最久。一日入室。琦問。如<a 
name="0238a08" id="0238a08"></a>何是至理一言。師曰。有口說不得。琦曰。松風流水。為<a 
name="0238a09" id="0238a09"></a>甚麼&#x5374;說得。師曰。為渠無口。琦曰。你道。他說個甚麼。<a 
name="0238a10" id="0238a10"></a>師曰。和尚適來問甚麼。琦曰。絕音響處。還有說也無。<a 
name="0238a11" id="0238a11"></a>師曰。有則灼然有。只是聞不及。琦曰。聞則且置。你道<a 
name="0238a12" id="0238a12"></a>說個甚麼。師乃豎起拳頭。琦曰。還有聞得及者麼。師<a 
name="0238a13" id="0238a13"></a>指香爐曰。是渠&#x5374;聞得。琦曰。渠為甚&#x5374;聞得。師曰。為<a 
name="0238a14" id="0238a14"></a>渠有耳。琦曰。汝亦有耳。為甚聞不得。師曰。雖然聞不<a 
name="0238a15" id="0238a15"></a>得。瞞他一點不過。琦曰。放汝二十棒。師便禮拜。</p><a 
name="0238a16" id="0238a16"></a><p style="margin-left: 2em"><span class="headname">古渝濟川洪禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問楚山琦曰。蟭螟蟲吸乾滄海。魚<a 
name="0238a17" id="0238a17"></a>龍蝦&#x880F;。向何處安身立命。琦曰。識海若空。魚龍自有<a 
name="0238a18" id="0238a18"></a>變化。師曰。未審蟭螟蟲。即今何在。琦曰。在汝眉毛下。<a 
name="0238a19" id="0238a19"></a>師曰。水母飛上色究竟天。入摩醯眼裏作舞。因甚不<a 
name="0238a20" id="0238a20"></a>見。琦曰。多少人。向者不見處。打失鼻孔。師曰。未審如<a 
name="0238a21" id="0238a21"></a>何是摩醯正眼。琦喝曰。會麼。師曰不會。琦曰。面前兩<a 
name="0238a22" id="0238a22"></a>眼渾無事。頂中一點耀乾坤。師曰。蓮湖橋為人直指。<a 
name="0238a23" id="0238a23"></a>因甚明眼人落井。琦曰。高山無險路。平地有深坑。師<a 
name="0238a24" id="0238a24"></a>曰。如何是直指的事。琦曰。玉欄干上石獅子。紅藕花<a 
name="0238b01" id="0238b01"></a>邊白鷺鷥。師曰。謝師答話。琦曰。切忌隨語生解。師禮<a 
name="0238b02" id="0238b02"></a>拜。</p><a 
name="0238b03" id="0238b03"></a><p style="margin-left: 2em"><span class="headname">太原府海雲深禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>因鐘聲。楚山琦便問。子還聞麼。<a 
name="0238b04" id="0238b04"></a>師曰聞。琦曰。你道說個甚麼。師作鐘聲。琦曰。只如鐘<a 
name="0238b05" id="0238b05"></a>聲未發<span class="corr" title='[巳&gt;已]'>已</span>前。響在何處。師曰。未發<span class="corr" title='[巳&gt;已]'>已</span>前。琦曰。鐘聲絕<a 
name="0238b06" id="0238b06"></a>後。響歸何處。師曰。鍾聲絕後。琦曰。耳是根。響是塵。知<a 
name="0238b07" id="0238b07"></a>響者是甚麼。師曰。非心不響。非響不心。琦曰。心豈有<a 
name="0238b08" id="0238b08"></a>響乎。師曰。心雖非響。響處分明。琦曰。無響之時。心在<a 
name="0238b09" id="0238b09"></a>何處。師曰。心體湛然。不逐響生。不隨響滅。&#x8462;繇兩耳<a 
name="0238b10" id="0238b10"></a>&#x8657;通。是以應用無礙。琦曰。子說道理耶。師曰。不說可<a 
name="0238b11" id="0238b11"></a>乎。琦便打。師禮拜。</p><a 
name="0238b12" id="0238b12"></a><p style="margin-left: 2em"><span class="headname">順天石經海珠祖意禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>掩關次。楚山琦。撫關門一<a 
name="0238b13" id="0238b13"></a>下曰。請關中主相見。師斂手鞠躬而立。琦曰。日用事<a 
name="0238b14" id="0238b14"></a>作麼生。師曰。看取無字。琦曰。如何是無字意。師曰。無<a 
name="0238b15" id="0238b15"></a>孔銕鎚當面擲。琦曰。趙州意作麼生。師曰。只為婆心<a 
name="0238b16" id="0238b16"></a>切。肝膽向人傾。琦曰。不涉有無。如何體會。師曰。某甲<a 
name="0238b17" id="0238b17"></a>到這裏。無用心處。琦曰。早是用心了也。師曰。某亦不<a 
name="0238b18" id="0238b18"></a>知。琦曰。誰道不知。師曰。道者亦非。琦曰。待出關來。與<a 
name="0238b19" id="0238b19"></a>汝一頓。師曰。某即今亦不在關內。琦拍關門一下曰。<a 
name="0238b20" id="0238b20"></a>這裏&#x807B;。師一喝。琦曰。未在更道。師曰。靈機無隔礙。墻<a 
name="0238b21" id="0238b21"></a>壁絕周遮。琦亦喝。師近前問訊曰。謝指教。琦曰。天時<a 
name="0238b22" id="0238b22"></a>酷暑。善加保愛。</p><a 
name="0238b23" id="0238b23"></a><p style="margin-left: 2em"><span class="headname">長松大心真源禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>三池張氏子。參楚山琦。師問。從<a 
name="0238b24" id="0238b24"></a>上佛祖言行不到處。請師直指。琦拈拄杖曰&#x807B;。師便<a 
name="0238c01" id="0238c01"></a>喝。琦便打。師又喝。琦又打。師乃捉住拄杖曰。打甚麼。<a 
name="0238c02" id="0238c02"></a>琦與一喝。師作禮。少頃。琦問。那裏來。師曰。本無動靜。<a 
name="0238c03" id="0238c03"></a>琦曰。因甚到此。師曰。來處亦非。琦曰。與甚麼人同途。<a 
name="0238c04" id="0238c04"></a>師曰。野<span class="gaiji">鶴<!--gaiji,鶴,1[鴳-女+隹],2,3--></span>獨翔雲漢表。清蟾孤照宇寰中。琦曰。途中<a 
name="0238c05" id="0238c05"></a>忽遇猛虎時。如何<span class="gaiji">迴<!--gaiji,迴,1[廷-壬+(同-(一/口)+巳)],2&#x2231E;,3--></span>避。師曰。虎在甚麼處。琦作虎聲。<a 
name="0238c06" id="0238c06"></a>師作伯勢。琦曰。恁麼子親見虎來耶。師&#x5374;作虎聲。琦<a 
name="0238c07" id="0238c07"></a>呵呵大笑。復問曰。子於二六時中。何所用心。師曰。獨<a 
name="0238c08" id="0238c08"></a>開雙眼睜。長伸兩&#x811A;眠。琦曰。向上還有事也無。師曰。<a 
name="0238c09" id="0238c09"></a>晴霄月&#x56C7;梅花冷。寒夜霜敲木葉&#x758E;。琦曰。只此便是。<a 
name="0238c10" id="0238c10"></a>別更有麼。師曰。古木枝頭飛赤鳥。琦曰。末後一句。始<a 
name="0238c11" id="0238c11"></a>到牢關。把斷要津。不通凡聖。子又如何領會。師曰。泥<a 
name="0238c12" id="0238c12"></a>牛走入海。吞&#x5374;老龍珠。琦曰未在。師進前叉手。默然<a 
name="0238c13" id="0238c13"></a>而立。琦曰。如是如是。</p><a 
name="0238c14" id="0238c14"></a><p style="margin-left: 2em"><span class="headname">順天房山石經豁堂祖<span class="gaiji">裕<!--gaiji,裕,1[示*谷],2&#x2567F;,3--></span>禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>成都巨氏子。參楚山<a 
name="0238c15" id="0238c15"></a>琦。值琦閱經次。師進前。舉起經曰。這個是什麼。琦一<a 
name="0238c16" id="0238c16"></a>喝曰。你道是什麼。師亦喝。琦指經曰。百千三昧。無量<a 
name="0238c17" id="0238c17"></a>妙義。皆從此經流出。子還知此經出處麼。師彈指一<a 
name="0238c18" id="0238c18"></a>下。琦曰。般若智用。子今得矣。更須一字一句。從頭<span class="gaiji">&#x89B7;<!--gaiji,覷,1[覤-儿+丘],2&#x89B7;,3--></span><a 
name="0238c19" id="0238c19"></a>破。再來商童。師作禮而出。</p><a 
name="0238c20" id="0238c20"></a><p style="margin-left: 2em"><span class="headname">中溪隱山昌雲禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>參楚山琦。琦問。汝名甚麼。師曰<a 
name="0238c21" id="0238c21"></a>昌雲。琦曰。號甚麼。師曰隱山。琦曰。雲在山中隱。如何<a 
name="0238c22" id="0238c22"></a>又出山。師曰。只因夜來<span class="gaiji">鶴<!--gaiji,鶴,1[鴳-女+隹],2,3--></span>。帶過上頭關。琦曰。或為霖<a 
name="0238c23" id="0238c23"></a>雨時如何。師曰。&#x5FA7;布寰區。琦曰。忽被猛風吹散時如<a 
name="0238c24" id="0238c24"></a>何。師曰。依舊青天白晝。琦乃笑。</p><a 
name="0239a01" id="0239a01"></a><p style="margin-left: 2em"><span class="headname">松藩大悲寺崇善一天智中國師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>彭縣人。生有異相。<a 
name="0239a02" id="0239a02"></a>年十二。即禮月光為師。後住松藩。時番夷叛服不常。<a 
name="0239a03" id="0239a03"></a>師為撫化。莫不投伏。天順間。累封國師。楚山琦。過訪<a 
name="0239a04" id="0239a04"></a>其廬。師呈悟繇。琦曰。如何是無字意。師曰。出匣吹毛<a 
name="0239a05" id="0239a05"></a>&#x5292;。寒光射斗牛。琦曰。趙州因甚道無。師曰。波斯嚼冰<a 
name="0239a06" id="0239a06"></a>雪。不覺齒牙寒。琦曰。拈過有無如何湊泊。師曰。夜深<a 
name="0239a07" id="0239a07"></a>誰把手。同共御街遊。琦曰。向上還有奇特事也無。師<a 
name="0239a08" id="0239a08"></a>曰。秋夜家家月。春來處處花。一雙明白眼。何處撒塵<a 
name="0239a09" id="0239a09"></a>沙。琦印可之。</p><a 
name="0239a10" id="0239a10"></a><p style="margin-left: 2em"><span class="headname">三池月光常慧禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>簡州李氏子。謁楚山琦。琦問。二<a 
name="0239a11" id="0239a11"></a>六時中。如何用工。師曰。看取無字。琦曰。如何是無字。<a 
name="0239a12" id="0239a12"></a>師曰。適來上山。恁麼發困。琦曰。意旨如何。師曰。風吹<a 
name="0239a13" id="0239a13"></a>秋月冷。雪壓老梅寒。琦曰。還我無字頌來。師曰。無無<a 
name="0239a14" id="0239a14"></a>無處亦非無。雲散長空月正孤。&#x4E98;古&#x4E98;今渾不昧。要<a 
name="0239a15" id="0239a15"></a>將名列祖師圖。山頷之。</p><a 
name="0239a16" id="0239a16"></a><p style="margin-left: 2em"><span class="headname">天成古音韶禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>掩關次。楚山琦過訪。以拄杖扣門<a 
name="0239a17" id="0239a17"></a>三下曰。關主在麼。師曰。他不曾出入。即開門禮拜。琦<a 
name="0239a18" id="0239a18"></a>曰。此猶是奴兒婢子事。請關中主相見。師叉手默然。<a 
name="0239a19" id="0239a19"></a>琦曰。恁麼則寂默去也。師曰。師適來問甚麼。琦曰。問<a 
name="0239a20" id="0239a20"></a>汝關中主。師曰。喚作寂默得麼。遂呈偈曰只此寂默<a 
name="0239a21" id="0239a21"></a>非寂默。非寂默中亦非絕。渠儂面目<span class="corr" title='[巳&gt;已]'>已</span>呈師。動靜何<a 
name="0239a22" id="0239a22"></a>曾有區別。琦曰。若然則子不在關內耶。師曰。某甲見<a 
name="0239a23" id="0239a23"></a>和尚。亦不在關外。琦以手拍關門曰。爭奈者個何。師<a 
name="0239a24" id="0239a24"></a>擬對。琦便行。</p><a 
name="0239b01" id="0239b01"></a><p style="margin-left: 2em"><span class="headname">翠薇悟空真空禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>關西人。久依楚山琦。一日入室<a 
name="0239b02" id="0239b02"></a>次。琦問。踏翻大地。徹底窮源。子作麼生領會。師曰。有<a 
name="0239b03" id="0239b03"></a>星皆拱北。無水不朝東。琦曰。此中還假履踐功用也<a 
name="0239b04" id="0239b04"></a>無。師曰。履踐則不無。功用不可得。琦曰。只個不可得<a 
name="0239b05" id="0239b05"></a>處。亦不可得。子又作麼生。師擬開口。琦振聲一喝。師<a 
name="0239b06" id="0239b06"></a>曰。恩大難酬。山彈指曰。宜加保任。</p><a 
name="0239b07" id="0239b07"></a><p style="margin-left: 2em"><span class="headname">南京香巖古溪覺澄禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>高陽張氏子。從雲中天暉<a 
name="0239b08" id="0239b08"></a>昶芟染。閱大藏。歷五寒暑。於無字話染指。乃叩月溪。<a 
name="0239b09" id="0239b09"></a>復往投子。參楚山琦。琦問。心外無法。滿目青山。作麼<a 
name="0239b10" id="0239b10"></a>生會。師曰。法外無心。青山滿目。<span class="corr" title='[巳&gt;已]'>已</span>而鍼芥　投。隨眾<a 
name="0239b11" id="0239b11"></a>入室。親炙久之。得盡其旨。隱固始之南山有年。明英<a 
name="0239b12" id="0239b12"></a>宗天順辛巳。出住金陵高座寺　結制小參。三根椽<a 
name="0239b13" id="0239b13"></a>下坐堆堆。把定身心若死<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>。撥出爐中些子火。驚天<a 
name="0239b14" id="0239b14"></a>動地一聲雷。我此堂中。都是伶俐衲僧。本分禪和。個<a 
name="0239b15" id="0239b15"></a>中有不惜眉毛者麼。良久。乃曰。十五日以前。不許動<a 
name="0239b16" id="0239b16"></a>著。十五日以後。道將一句。日日好日。太煞分明。有時<a 
name="0239b17" id="0239b17"></a>三世諸佛與露柱說法。覓火和&#x70DF;得。有時火爐說法。<a 
name="0239b18" id="0239b18"></a>三世諸佛諦聽。擔泉帶月歸。如斯會得。芥子納須彌。<a 
name="0239b19" id="0239b19"></a>極小同大。須彌納芥子。極大同小。大小相合。一多無<a 
name="0239b20" id="0239b20"></a>礙。樹凋葉落。體露金風。太陽門下。日日三秋。明月堂<a 
name="0239b21" id="0239b21"></a>前。時時九夏。正眼觀來。兩個火爐。三世諸佛。結住於<a 
name="0239b22" id="0239b22"></a>青州布袗。不放出頭。一粒芥子。百億須彌。收之於雲<a 
name="0239b23" id="0239b23"></a>門胡餅。不容開口。教你兩堂雲水。穿又穿不得。咬又<a 
name="0239b24" id="0239b24"></a>咬不破。正當恁麼時。畢竟作麼生。還會麼。眉間拶出<a 
name="0239c01" id="0239c01"></a>金剛焰。露柱燈籠盡放光　憲宗成化癸巳八月九<a 
name="0239c02" id="0239c02"></a>日。集眾訣別。端坐而逝。少頃眾泣。師復開目曰。不須<a 
name="0239c03" id="0239c03"></a>如是。瞑目長往。</p><a 
name="0239c04" id="0239c04"></a><p style="margin-left: 2em"><span class="headname"><span class="corr" title='[陜&gt;陝]'>陝</span>府玉&#x5CEF;如琳禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>楚山琦問。子在甚處用心。師曰。<a 
name="0239c05" id="0239c05"></a>無用心處。琦曰。與麼則&#x8657;喪光陰耶。師曰。&#x8657;空百雜<a 
name="0239c06" id="0239c06"></a>碎。廓徹太分明。琦曰。如何是分明的事。師曰。識得東<a 
name="0239c07" id="0239c07"></a>君面。乾坤總是春。琦曰未在。師曰。面門鼻孔大頭垂。<a 
name="0239c08" id="0239c08"></a>琦曰。子恁麼到不疑之地耶。師曰。某甲亦不向者裏<a 
name="0239c09" id="0239c09"></a>住著。琦曰。子向甚麼處住著。師曰。有無俱不滯。脫體<a 
name="0239c10" id="0239c10"></a>絕思量。琦曰。只者絕思量處。子今正好思量。師乃諾<a 
name="0239c11" id="0239c11"></a>諾。琦曰。且道。絕思量處。如何思量。師曰。非思量非思<a 
name="0239c12" id="0239c12"></a>量。琦為點首。</p><a 
name="0239c13" id="0239c13"></a><p style="margin-left: 2em"><span class="headname">珪菴祖玠侍者</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>因病革。作痛苦聲。楚山琦問曰。子平<a 
name="0239c14" id="0239c14"></a>日得力句到此還用得著麼。師曰。用得著。琦曰。既用<a 
name="0239c15" id="0239c15"></a>得著。&#x544C;苦作麼。師曰。痛則&#x544C;。癢則笑。琦曰。笑與&#x544C;者<a 
name="0239c16" id="0239c16"></a>復是阿誰。師曰。四大無我。&#x544C;者亦非真。寂體中。實無<a 
name="0239c17" id="0239c17"></a>受者。琦曰。主人公。即今在什麼處。師曰。秋風不扇。桂<a 
name="0239c18" id="0239c18"></a>蕊飄香。琦曰。恁麼則&#x5FA7;界絕遮藏也。師曰。有眼<span class="gaiji">&#x89B7;<!--gaiji,覷,1[覤-儿+丘],2&#x89B7;,3--></span>不<a 
name="0239c19" id="0239c19"></a>見。琦曰。只如三寸氣消時。子向何處安身立命。師曰。<a 
name="0239c20" id="0239c20"></a>雨過天晴。青山依舊。琦曰。從今別後。再得相見否。師<a 
name="0239c21" id="0239c21"></a>曰。曠劫不違。今何有間。琦曰。恁麼則子不曾病耶。師<a 
name="0239c22" id="0239c22"></a>曰。病與不病。總不相干。琦遂執其手曰。者是甚麼。師<a 
name="0239c23" id="0239c23"></a>曰。是祖玠手。琦曰。祖玠是誰。師曰。玠固非我。亦不離<a 
name="0239c24" id="0239c24"></a>我。琦嘆曰。善哉。只個不即不離。妙契無生。子今既明。<a 
name="0240a01" id="0240a01"></a>雖則年茂。死亦何憾。師乃告琦曰。快與某甲趲龕來。<a 
name="0240a02" id="0240a02"></a>琦命舁龕至。師便合掌曰。某當行矣。遂振身端坐。<span class="corr" title='[歛&gt;斂]'>斂</span><a 
name="0240a03" id="0240a03"></a>日而逝。</p><a 
name="0240a04" id="0240a04"></a><p style="margin-left: 4em"><span class="headname">雲南堅禪師法嗣</span></p><a 
name="0240a05" id="0240a05"></a><p style="margin-left: 2em"><span class="headname">太原五臺山顯通大巍淨倫禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>雲南康氏子。生於<a 
name="0240a06" id="0240a06"></a>明宣德丁未。正統間。從無極泰芟染。古庭居浮山。師<a 
name="0240a07" id="0240a07"></a>往叩。室中機契。後住顯通　上堂。無孔銕鎚當面擲。<a 
name="0240a08" id="0240a08"></a>黑漆崑崙攔路坐。莫有挨拶得入。拈弄得出底。出來<a 
name="0240a09" id="0240a09"></a>道看。僧問。如何是臺山境。師曰。不是天晴。便是下雨。<a 
name="0240a10" id="0240a10"></a>曰。如何是境中人。師曰。金剛窟裏萬菩薩。曰未審尋<a 
name="0240a11" id="0240a11"></a>常所說何法。師曰。清風吹幽松。近聽聲愈好。問如何<a 
name="0240a12" id="0240a12"></a>是佛法的的大意。師曰。今年調雨水。農家好春麥。問<a 
name="0240a13" id="0240a13"></a>如何是祖師西來意。師曰。待飯僊山轉身。即向汝道。<a 
name="0240a14" id="0240a14"></a>乃曰。拈砒霜作醍醐。亦曾有也。撒珍珠如瓦礫。誰個<a 
name="0240a15" id="0240a15"></a>不然。開眼上樹。特地喪全身。夢昇兜率。也是揚家醜。<a 
name="0240a16" id="0240a16"></a>未動情思。轉魔女盡成菩提寶器。不勞腕力。指娑婆<a 
name="0240a17" id="0240a17"></a>便為妙喜淨<span class="gaiji">邦<!--gaiji,邦,1[邱-丘+(看-目)],2,3--></span>。長水濬岳積而來。瑯&#x7458;覺冰消而去。<a 
name="0240a18" id="0240a18"></a>信&#x811A;踏翻琉璃&#x7A7D;。等閒擊碎珊瑚枝　上堂。三聖震<a 
name="0240a19" id="0240a19"></a>威一喝。正法眼裏撒沙。南泉白刃高揮。古佛家風掃<a 
name="0240a20" id="0240a20"></a>土。何必不必。探竿豈在人手。湘南潭北塔樣。脫體持<a 
name="0240a21" id="0240a21"></a>來。不萌枝上放春回。烈焰堆中飛片雪。有斯作略。可<a 
name="0240a22" id="0240a22"></a>謂其人。誰家井底無天。到處波心有月　上堂。體相<a 
name="0240a23" id="0240a23"></a>用三大齊彰。塵塵攝入。因果智五周頓證。法法圓融。<a 
name="0240a24" id="0240a24"></a>百城煙水。不出一毫。十世古今。匪移當念。紅藕花開<a 
name="0240b01" id="0240b01"></a>聞水香。觸著蟭螟蟲半邊鼻。青山低處見天&#x6FF6;。展開<a 
name="0240b02" id="0240b02"></a>瘦蚊子一莖眉。百川競注。而水體不流。萬竅共號。而<a 
name="0240b03" id="0240b03"></a>風本自寂。金師子不勞踞地。水牯牛隨分衲些。動容<a 
name="0240b04" id="0240b04"></a>滿目家山。依舊青天白日　冬至示眾。五頂瓊瑤堆。<a 
name="0240b05" id="0240b05"></a>千松珠玉枝。盡臺山。泉石&#x70DF;雲。飛樓涌殿。總是文殊<a 
name="0240b06" id="0240b06"></a>一隻智眼真光。是汝諸人。常在於其中。經行及坐臥。<a 
name="0240b07" id="0240b07"></a>還知從不曾動著渠一莖眉毛麼。若也與麼見得。便<a 
name="0240b08" id="0240b08"></a>爾攝大千於毫端。廣塵沙於法界。其或未然。切忌東<a 
name="0240b09" id="0240b09"></a>卜西卜。老僧為汝諸人。真實告報。今朝冬至一陽生。<a 
name="0240b10" id="0240b10"></a>珍重　示眾。山高海&#x6FF6;。月朗風清。松蒼石白。夏暑冬<a 
name="0240b11" id="0240b11"></a>寒。如是歷歷分明。一一成現。且道。衲僧分上。成得個<a 
name="0240b12" id="0240b12"></a>甚麼邊事。莫有道得者麼。不妨出來道看。若無。老僧<a 
name="0240b13" id="0240b13"></a>自道去也。拈拄杖。便下座　示眾。演祖道。有則奇特<a 
name="0240b14" id="0240b14"></a>因緣。舉似諸人。欲說又被說礙。不說又被不說礙。大<a 
name="0240b15" id="0240b15"></a>小演祖。大似靈龜曳尾。一言既落人耳。如何諱得。老<a 
name="0240b16" id="0240b16"></a>僧也有一則奇特因緣索性。舉似大方。令他倚門傍<a 
name="0240b17" id="0240b17"></a>戶者。一個個壁立千仞　示眾。老僧者裏。也不說東<a 
name="0240b18" id="0240b18"></a>村李大郎太儉。也不說西社王二姊太奢。也不會安<a 
name="0240b19" id="0240b19"></a>角呼兔。也不會添足畫蛇。早起一盂白粥。午後一碗<a 
name="0240b20" id="0240b20"></a>清茶。誰管他陳年爛葛藤。冷地開花。展兩手曰。汝等<a 
name="0240b21" id="0240b21"></a>諸人。來者裏討甚麼乾木查　師有山居吟曰。無事<a 
name="0240b22" id="0240b22"></a>山房門不開。土&#x5826;春雨綠生苔。此心將謂無人委。幽<a 
name="0240b23" id="0240b23"></a>鳥一聲何處來。後示寂於本山。年六十六。所著。有竹<a 
name="0240b24" id="0240b24"></a>室集。行世。</p><a 
name="0240c01" id="0240c01"></a><p style="margin-left: 2em"><span class="headname">大理蒼山明波羅禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>本郡趙氏子。初居蒼山懸巖。<a 
name="0240c02" id="0240c02"></a>禮佛洞明心地。後謁大方。印心於古庭堅。復歸。仍禮<a 
name="0240c03" id="0240c03"></a>佛。一日經行巖上。屹然立化。七日不踣。鄉人以香燭<a 
name="0240c04" id="0240c04"></a>之儀禱之。輕如一葉。遂就茶毗。得舍利七粒。<span class="corr" title='[痊&gt;瘞]'>瘞</span>於浮<a 
name="0240c05" id="0240c05"></a>圖。後人名其壁。曰波羅巖。山勢<span class="gaiji">巇<!--gaiji,巇,1[山*虛*戈],2&#x21F9F;,3--></span>嶮。登者凜然。風吹<a 
name="0240c06" id="0240c06"></a>草木。皆作禮佛聲。至令不息。所禮之石。手足印紋。怳<a 
name="0240c07" id="0240c07"></a>然如生。塔于蕩山蘭若。</p><a 
name="0240c08" id="0240c08"></a><p style="margin-left: 2em"><span class="headname">洱水道庵居士</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>久參古庭堅。示以萬法歸一。築室于<a 
name="0240c09" id="0240c09"></a>水目九&#x5CEF;之間。因聞水聲大悟。再見堅。堅一見便曰。<a 
name="0240c10" id="0240c10"></a>可喜。居士這回穩坐家<span class="gaiji">邦<!--gaiji,邦,1[邱-丘+(看-目)],2,3--></span>也。士曰。某甲自來不出外。<a 
name="0240c11" id="0240c11"></a>堅曰。家中事若何。士曰。倒&#x5374;四壁。堅肯之。士禮拜。堅<a 
name="0240c12" id="0240c12"></a>有鐵壁銀山都放倒。叮嚀珍重莫狐疑之句。寄之。年<a 
name="0240c13" id="0240c13"></a>七十。臨終說偈曰。慣用龜毛。頻拈兔角。今日分明。趙<a 
name="0240c14" id="0240c14"></a>州略彴。</p><a 
name="0240c15" id="0240c15"></a><p style="margin-left: 4em"><span class="headname">大岡澄禪師法嗣</span></p><a 
name="0240c16" id="0240c16"></a><p style="margin-left: 2em"><span class="headname">杭州天真毒&#x5CEF;本善禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>祖貫鳳陽吳氏。父宦遊廣<a 
name="0240c17" id="0240c17"></a>東雷陽而生。年十七出家。初遇源明。明示無字話。師<a 
name="0240c18" id="0240c18"></a>當下便能領解。舉似明。明曰。我二十年。看個無字。如<a 
name="0240c19" id="0240c19"></a>蚊子上銕牛。子纔學做工夫。便有許多知見。復曰。觀<a 
name="0240c20" id="0240c20"></a>子根器。有異於人。切莫被人哄去作長老。&#x609E;汝大事。<a 
name="0240c21" id="0240c21"></a>師蒙誨。即發願自誓。此生以悟為期。慕無際道風。入<a 
name="0240c22" id="0240c22"></a>川參訪。會際蒙召赴京。遂掩關不設臥具。惟置小凳。<a 
name="0240c23" id="0240c23"></a>昏重并去凳。一日聞鐘聲有省。說偈曰。沉沉寂寂絕<a 
name="0240c24" id="0240c24"></a>施為。觸著無端吼似雷。動地一聲消息盡。髑髏粉碎<a 
name="0241a01" id="0241a01"></a>夢初回。再往謁際。適際遷化。遂求證於月溪澄。澄曰。<a 
name="0241a02" id="0241a02"></a>佛法不是鮮魚。怕爛&#x5374;那日。惟東敲西擊。暗垂勘驗。<a 
name="0241a03" id="0241a03"></a>一日侍澄。園中坐次。澄曰。你向來看甚麼話頭。師曰<a 
name="0241a04" id="0241a04"></a>無字。澄曰。如何是無字。師曰。如今看來。恰似口金剛<a 
name="0241a05" id="0241a05"></a>王寶&#x5292;。澄曰。如何是金剛王寶&#x5292;。師曰。寒光焰焰。耀<a 
name="0241a06" id="0241a06"></a>古騰今。澄曰。還我&#x5292;來。師曰。擬動則犯他鋒鋩。澄曰。<a 
name="0241a07" id="0241a07"></a>橫按當軒時如何。師曰。佛來也殺。祖來也殺。澄曰。老<a 
name="0241a08" id="0241a08"></a>僧來&#x807B;。師曰。亦不相饒。澄曰。殺後如何。師曰。且喜天<a 
name="0241a09" id="0241a09"></a>下太平。澄曰。畢竟如何是無字意。師曰。贓賊分明。澄<a 
name="0241a10" id="0241a10"></a>曰。賊即且置。還我贓來。師曰。六六三十六。澄曰。未在<a 
name="0241a11" id="0241a11"></a>更道。師曰。夜短睡不足。日長饑有餘。澄曰。牛過<span class="gaiji">&#x7ABB;<!--gaiji,窗,1[窗/心],2&#x7ABB;,3--></span>櫺。<a 
name="0241a12" id="0241a12"></a>頭角四蹄都過了。因甚尾巴過不得。師曰。了無一法<a 
name="0241a13" id="0241a13"></a>當情。瞥爾通身露地。澄曰。你即今向甚處安身立命。<a 
name="0241a14" id="0241a14"></a>師曰。何處不稱尊。後辭澄。抵浙中。掩關天目萬&#x5CEF;菴。<a 
name="0241a15" id="0241a15"></a>澄亦蒙旨。欽賜歸金陵大岡。遣書召師付囑。師適因<a 
name="0241a16" id="0241a16"></a>事他出。澄臨委息。命送衣拂畀之。師住山凡四十餘<a 
name="0241a17" id="0241a17"></a>載。明英宗天順間。建西湖之三塔。洎天目之招明。吳<a 
name="0241a18" id="0241a18"></a>山之寶蓮。南山之甘露。憲宗成化初。掩關石屋。後住<a 
name="0241a19" id="0241a19"></a>天真　僧問。如何是和尚家風。師曰。前江潮急魚行<a 
name="0241a20" id="0241a20"></a>澀。後嶺&#x5CEF;高鳥泊難　僧請益曰。高&#x5CEF;道。海底泥牛<a 
name="0241a21" id="0241a21"></a>銜月走。巖前石虎抱兒眠。銕蛇鑽入金剛眼。崑崙騎<a 
name="0241a22" id="0241a22"></a>象鷺鷥牽。此四句內。有一句能殺能活能縱能奪。若<a 
name="0241a23" id="0241a23"></a>人檢點得出。一生參學事畢。未審是那一句。師曰。待<a 
name="0241a24" id="0241a24"></a>汝悟。即向汝道。曰不會。師曰。不見道。你有拄杖子。我<a 
name="0241b01" id="0241b01"></a>與你拄杖子。你無拄杖子。我奪&#x5374;你拄杖子　普說。<a 
name="0241b02" id="0241b02"></a>寶&#x5292;全提日用中。高揮大抹肯從容。卷兮魂膽迎風<a 
name="0241b03" id="0241b03"></a>喪。舒也髑髏&#x5FA7;地橫。萬死萬生渾不顧。一鎗一騎便<a 
name="0241b04" id="0241b04"></a>收功。趙州性命分明也。血刃參天不露鋒。以拂子拂<a 
name="0241b05" id="0241b05"></a>一拂曰。&#x8657;空廓徹無消息。萬里無雲天漢碧。拶得須<a 
name="0241b06" id="0241b06"></a>彌入藕絲。彌勒釋迦齊&#x544C;屈。倒騎銕馬逐西風。驚得<a 
name="0241b07" id="0241b07"></a>泥牛從海出。諸仁者。若作奇特會。孤負己露。不作奇<a 
name="0241b08" id="0241b08"></a>特會。抱贓&#x544C;屈。且作麼生會解。藏天下於天下。始見<a 
name="0241b09" id="0241b09"></a>林梢挂角羊　壬寅。示寂於天真。塔建本山。</p><a 
name="0241b10" id="0241b10"></a><p style="margin-left: 2em"><span class="headname">太原五臺山普濟孤月淨澄禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>西河張氏子。首參<a 
name="0241b11" id="0241b11"></a>月溪澄。令看趙州無字話。二日有省。澄異之。復入蜀<a 
name="0241b12" id="0241b12"></a>獨居飛雪山三年。一日炊飯定去。覺時飯<span class="corr" title='[巳&gt;已]'>已</span>成醭。以<a 
name="0241b13" id="0241b13"></a>地坐久。足為冷濕所浸不能起。得人荷至後山。調息<a 
name="0241b14" id="0241b14"></a>始愈。一日坐木上。聞<span class="gaiji">爆<!--gaiji,爆,1[焊-干+恭],2,3--></span>竹聲。豁然大悟。自是一切時<a 
name="0241b15" id="0241b15"></a>中。洞然明白。謁廣福。福問。大死底人&#x5374;活時如何。師<a 
name="0241b16" id="0241b16"></a>曰。眉毛眼上橫。鼻孔大頭垂。曰如何是無字意。師曰。<a 
name="0241b17" id="0241b17"></a>風行草偃。水到渠成。曰大地平沉。&#x8657;空粉碎。汝向何<a 
name="0241b18" id="0241b18"></a>處安身立命。師曰。雲消山嶽露。日出海天清。明英宗<a 
name="0241b19" id="0241b19"></a>天順丁丑。還清涼。代王延詣內掖問道。尊禮之。令旨<a 
name="0241b20" id="0241b20"></a>建寺於華嚴谷。額曰普濟。命師住持。師&#x751E;有山居偈<a 
name="0241b21" id="0241b21"></a>曰。寰中獨許五臺高。無位真人伴寂寥。一任諸方風<a 
name="0241b22" id="0241b22"></a>浩浩。常空兩眼視雲霄　甘貧林下思悠悠。竹榻高<a 
name="0241b23" id="0241b23"></a>眠石枕頭。格外生涯隨分足。都緣胸次略無求　自<a 
name="0241b24" id="0241b24"></a>住丹崖綠水傍。了無榮辱與閒忙。老僧不會還源旨。<a 
name="0241c01" id="0241c01"></a>一任青山青又黃　深隱巖阿不記年。名韁利鎖莫<a 
name="0241c02" id="0241c02"></a>能牽。七斤衫子重聯補。日炙風吹愈轉鮮　颯颯春<a 
name="0241c03" id="0241c03"></a>風和鳥哀。清音直到耳邊來。爐燒柏子端然坐。對月<a 
name="0241c04" id="0241c04"></a>殘經又展開　後坐脫於本山。</p><a 
name="0241c05" id="0241c05"></a><p style="margin-left: 2em"><span class="headname">江寧大崗夷&#x5CEF;寧禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>付法偈曰。祖祖無法付。人人<a 
name="0241c06" id="0241c06"></a>本自有。沙證無授法。無前亦無後。</p><a 
name="0241c07" id="0241c07"></a><p style="margin-left: 2em"><span class="headname">潼川州蓬溪智林天淵福湛禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>以勤苦入道。獲記<a 
name="0241c08" id="0241c08"></a>月溪。及開堂弘化。大為楚蜀禪學所歸。壽七十七。寂<a 
name="0241c09" id="0241c09"></a>時。有倒騎鐵馬吼西風。明月清風一樣同之句。&#x8462;辭<a 
name="0241c10" id="0241c10"></a>世偈也。有天淵錄二卷。今竟淹沒無聞。</p><a 
name="0241c11" id="0241c11"></a><p style="margin-left: 4em"><span class="headname">廣善潭禪師法嗣</span></p><a 
name="0241c12" id="0241c12"></a><p style="margin-left: 2em"><span class="headname">鳳陽府槎山護國無用文全禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>濟南商河劉氏子。<a 
name="0241c13" id="0241c13"></a>年十九。投靈巖祝髮。初見月天。蒙示法要。次參別傳。<a 
name="0241c14" id="0241c14"></a>有省入。傳問。&#x8657;空粉碎。大地平沉。汝在甚麼處。安身<a 
name="0241c15" id="0241c15"></a>立命。師曰。昨夜泥牛吞皓月。今朝木馬吐清風。傳曰。<a 
name="0241c16" id="0241c16"></a>一歸何處&#x807B;。師曰。一自白牛歸雪嶺。直至如今不見<a 
name="0241c17" id="0241c17"></a>&#x8E2A;。傳頷之。復往金山。謁無極。囑師見寶月潭。潭問。有<a 
name="0241c18" id="0241c18"></a>草鞋錢麼。師曰。青山不露頂。潭曰。如何是應物現形。<a 
name="0241c19" id="0241c19"></a>師曰。孤光明月普天輝。萬象森羅全體現。一日潭入<a 
name="0241c20" id="0241c20"></a>堂坐次。&#x544C;曰。寒寒。師便搬火爐向前。潭曰。如何是火<a 
name="0241c21" id="0241c21"></a>爐邊事。師敲火爐三下。潭微笑而出。入室次。潭拈拄<a 
name="0241c22" id="0241c22"></a>杖曰。者是拄杖子。且道。主在甚麼處。師奪拄杖擲地。<a 
name="0241c23" id="0241c23"></a>叉手而立。潭曰。看者漢。撞&#x5374;拄杖子了也。師拂袖便<a 
name="0241c24" id="0241c24"></a>出。後蒙印可。出世槎山　上堂。法不孤起。仗境方生。<a 
name="0242a01" id="0242a01"></a>道本無言。因言顯道。今來龍象交參。諸山共處。此非<a 
name="0242a02" id="0242a02"></a>小緣。感皇上之洪恩。賢士大夫之佑護。安立禪期。助<a 
name="0242a03" id="0242a03"></a>斯聖化。命山僧光揚宗眼。令末運得種福田。然雖如<a 
name="0242a04" id="0242a04"></a>是。猶未是衲衣下事在。且道。作麼生是衲衣下事<a 
name="0242a05" id="0242a05"></a>　僧問。三乘即不問。直指事如何。師曰。雙&#x5CEF;頂上<span class="gaiji">鶴<!--gaiji,鶴,1[鴳-女+隹],2,3--></span>棲<a 
name="0242a06" id="0242a06"></a>樹。九龍山下鳥啼花。曰西來祖意。蒙師指。東土相傳<a 
name="0242a07" id="0242a07"></a>事若何。師曰。嶺上青松千古秀。<span class="gaiji">澗<!--gaiji,澗,1[澗-日+月],2&#x3D4E;,3--></span>邊流水萬年青<a 
name="0242a08" id="0242a08"></a>　問如何是白水境。師曰。一片荒田堆四野。三間茅屋<a 
name="0242a09" id="0242a09"></a>壯諸山。曰如何是境中人。師曰。白虎頭邊天子廟。黑<a 
name="0242a10" id="0242a10"></a>龍潭上帝王基。曰人境兩忘時如何。師曰。蘇武不知<a 
name="0242a11" id="0242a11"></a>青羝意。七郎常恨白鴉歸。僧禮拜。師拍案一下　上<a 
name="0242a12" id="0242a12"></a>堂。舉古人道。扇子<span class="gaiji">[跳-兆+孛]<!--gaiji,,1[跳-兆+孛],2&#x2805D;,3--></span>跳。上三十三天。築著帝釋鼻孔。<a 
name="0242a13" id="0242a13"></a>東海鯉魚打一棒。雨似盆傾。且道。意作麼生。眾無語。<a 
name="0242a14" id="0242a14"></a>師曰。不識匡廬真面目。都緣身在此山中。</p><a 
name="0242a15" id="0242a15"></a><p style="margin-left: 2em"><span class="headname">江寧崇福大慧覺華禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>維揚劉氏子。初見海舟。有<a 
name="0242a16" id="0242a16"></a>省。復參寶月於繁昌。遂蒙印證。住後。上堂。舉拂子曰。<a 
name="0242a17" id="0242a17"></a>威音那畔。只是者個。如今目前。也只是者個。若喚作<a 
name="0242a18" id="0242a18"></a>拂子。瞎&#x5374;人天眼目。不喚作拂子。瞎&#x5374;人天眼目。大<a 
name="0242a19" id="0242a19"></a>眾。畢竟喚作甚麼。若也直下見得。便知迦葉微笑。二<a 
name="0242a20" id="0242a20"></a>祖覓心。了不可得。紹如來傳燈。續祖宗正&#x8109;。良久曰。<a 
name="0242a21" id="0242a21"></a>千聖不能識。以拂子擊香案一下。</p><a 
name="0242a22" id="0242a22"></a><p style="margin-left: 2em"><span class="headname">河南伏牛翠&#x5CEF;德山禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>關<span class="corr" title='[陜&gt;陝]'>陝</span>西夏人。幼質朴。年三<a 
name="0242a23" id="0242a23"></a>十始出家。從雲南牛首海。為弟子。海寂。師得遍參。而<a 
name="0242a24" id="0242a24"></a>礙膺之物終苦未除。因古&#x5CEF;指。參寶月潭。潭曰。子期<a 
name="0242b01" id="0242b01"></a>心固遠。特欠一番徹骨在。過此從死中活來。向人出<a 
name="0242b02" id="0242b02"></a>言吐氣。始有著落。不然總沒交涉也。師聞。於是入伏<a 
name="0242b03" id="0242b03"></a>牛。苦心六年。始得大徹。出世瓣香。為潭公拈出也。異<a 
name="0242b04" id="0242b04"></a>日在都門吉祥。時以眾廣。當事者物議。師為捨眾。歸<a 
name="0242b05" id="0242b05"></a>伏牛。眾益盛。說法凡三十年。一日謂眾曰。歸歟歸歟。<a 
name="0242b06" id="0242b06"></a>吾北人歸北。首丘願也。遂還京師延壽。未幾。示寂。年<a 
name="0242b07" id="0242b07"></a>八十有一。弟子奉全身。<span class="corr" title='[[療-(日/小)+土]&gt;瘞]'>瘞</span>於寺普同之後。有贊師像<a 
name="0242b08" id="0242b08"></a>曰。有風斯清。有月斯明。猗歟翠&#x5CEF;。玉振金聲。</p><a 
name="0242b09" id="0242b09"></a><p style="margin-left: 4em"><span class="headname">頤菴真禪師法嗣</span></p><a 
name="0242b10" id="0242b10"></a><p style="margin-left: 2em"><span class="headname">處州白雲無量滄禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>示眾。二六時中。隨話頭而行。<a 
name="0242b11" id="0242b11"></a>隨話頭而住。隨話頭而坐。隨話頭而臥。心如栗<span class="gaiji">棘<!--gaiji,棘,1[束*束],2&#x235E5;,3--></span>蓬<a 
name="0242b12" id="0242b12"></a>相似。不被一切人我無明。五欲三毒之所吞噉。施為<a 
name="0242b13" id="0242b13"></a>動靜通身是個疑團。疑來疑去。終日獃樁樁地。聞聲<a 
name="0242b14" id="0242b14"></a>見色。管取<span class="gaiji">[囗@力]<!--gaiji,,1[囗@力],2&#x361E;,3--></span>地一聲去在。雖然。切忌喚鐘作甕。喝一<a 
name="0242b15" id="0242b15"></a>喝。</p><a 
name="0242b16" id="0242b16"></a><p style="margin-left: 4em"><span class="headname">和菴忠禪師法嗣</span></p><a 
name="0242b17" id="0242b17"></a><p style="margin-left: 2em"><span class="headname">奉化福泉法海用剛宗軟禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>示眾。大凡做工夫。只<a 
name="0242b18" id="0242b18"></a>要起大疑情。不失正念。千疑萬疑。祇是一疑。纔有間<a 
name="0242b19" id="0242b19"></a>斷。即落空也。見汝等做工夫。未曾半月一月。打成一<a 
name="0242b20" id="0242b20"></a>片。焉得不走作果。若真疑現前。撼搖不動。自然不怕<a 
name="0242b21" id="0242b21"></a>惑亂。又不得起一念歡喜心。纔有絲毫異念。即打作<a 
name="0242b22" id="0242b22"></a>兩橛。只管勇猛忿將去。終日如個死漢子相似。到者<a 
name="0242b23" id="0242b23"></a>般時節。那怕甕中走&#x5374;&#x9F08;。</p><a 
name="0242b24" id="0242b24"></a><p style="margin-left: 4em"><span class="headname">西禪瑞禪師法嗣</span></p><a 
name="0242c01" id="0242c01"></a><p style="margin-left: 2em"><span class="headname">棠城寶文洪印禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>古渝棠城張氏子。禮西禪瑞有<a 
name="0242c02" id="0242c02"></a>年。因瑞遷化。遠扣楚山琦。值定王除禫請琦陞座。師<a 
name="0242c03" id="0242c03"></a>出問。雷音動地。選佛場開。一會靈山。儼然未散。未審<a 
name="0242c04" id="0242c04"></a>皇恩佛恩。如何補報。琦曰。蕩蕩堯風清六合。明明佛<a 
name="0242c05" id="0242c05"></a>日照三千。師曰。祝讚<span class="corr" title='[巳&gt;已]'>已</span>聞師的旨。拈花微笑意如何。<a 
name="0242c06" id="0242c06"></a>琦曰。機前有語難容舌。獨許頭陀一笑傳。師曰。玉梅<a 
name="0242c07" id="0242c07"></a>破雪。紅葉凋霜。適官家除禫之辰。&#x5EFC;<span class="gaiji">鶴<!--gaiji,鶴,1[鴳-女+隹],2,3--></span>駕仙遊之日。<a 
name="0242c08" id="0242c08"></a>未審即今何在。琦豎拂曰。在山僧拂子頭上。成等正<a 
name="0242c09" id="0242c09"></a>覺。放大光明。與三世如來。共轉法輪。汝還見麼。師曰。<a 
name="0242c10" id="0242c10"></a>與麼則&#x5FA7;界絕遮藏也。琦曰。要且有眼&#x89B0;不見。師曰。<a 
name="0242c11" id="0242c11"></a>只者&#x89B0;不見處。不隔纖毫。琦曰。未是妙。師曰。未審如<a 
name="0242c12" id="0242c12"></a>何是妙。琦曰。二邊俱抹過。始見劫前人。師曰。蒙師點<a 
name="0242c13" id="0242c13"></a>出金剛眼。死去生來更不疑。琦曰。俊哉衲子。透網金<a 
name="0242c14" id="0242c14"></a>鱗。出語標宗。不<span class="corr" title='[&#x6C97;&gt;忝]'>忝</span>西禪之嗣。更須保任。切莫自欺。師<a 
name="0242c15" id="0242c15"></a>曰。人天證明。謝師印可。</p><a 
name="0242c16" id="0242c16"></a><p style="margin-left: 2em"><span class="headname">性空無極聞禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>&#x751E;作顯宗歌曰。達此宗無今古。拶<a 
name="0242c17" id="0242c17"></a>破&#x8657;空還自補。聲色堆頭妙覺場。放去收來無間阻。<a 
name="0242c18" id="0242c18"></a>體中妙。夜半木人臨鏡照。波斯南岸嚼寒冰。塞北嬰<a 
name="0242c19" id="0242c19"></a>兒街市&#x9599;。用中元。石女吹笙碧樹巔。趙州葫蘆挂東<a 
name="0242c20" id="0242c20"></a>壁。村中王老夜燒錢。元中元妙中妙。寶絲網裏&#x9B2C;明<a 
name="0242c21" id="0242c21"></a>珠。須向暗中通一竅。海潮音熾然說。師子筋琴彈白<a 
name="0242c22" id="0242c22"></a>雪。兩岸青山笑點頭。百年古調翻來別。</p><a 
name="0242c23" id="0242c23"></a><p style="margin-left: 3em"><span class="headname">南嶽下二十八世</span></p><a 
name="0242c24" id="0242c24"></a><p style="margin-left: 4em"><span class="headname">翼善慈禪師法嗣</span></p><a 
name="0243a01" id="0243a01"></a><p style="margin-left: 2em"><span class="headname">金陵翼善寶&#x5CEF;智瑄禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>吳江范氏子。素業木工。因<a 
name="0243a02" id="0243a02"></a>海舟慈建塔院。失斧傷足。痛甚索酒。慈曰。范作頭。傷<a 
name="0243a03" id="0243a03"></a>足猶可假。若斫去頭。有千石酒。與作頭喫。能喫否。師<a 
name="0243a04" id="0243a04"></a>有省。即求為僧。慈與披薙曰。今日汝頭落也。師曰。頭<a 
name="0243a05" id="0243a05"></a>雖落。好喫酒人不落也。乃充火頭。一日負薪。慈見曰。<a 
name="0243a06" id="0243a06"></a>將刺<span class="gaiji">棘<!--gaiji,棘,1[束*束],2&#x235E5;,3--></span>作麼。師曰是柴。慈呵呵大笑。師惘然。慈曰。是<a 
name="0243a07" id="0243a07"></a>柴將去燒&#x5374;。師擬曰。和尚畢竟有什麼道理。故爾問<a 
name="0243a08" id="0243a08"></a>我。是夕刻意參究。不覺被火燎眉。面如刀割。以鏡照<a 
name="0243a09" id="0243a09"></a>之。忽然大悟。呈偈曰。負薪和尚喚為棘。火焰燒眉面<a 
name="0243a10" id="0243a10"></a>皮急。祖師妙旨鏡中明。一鑑令人元要得。慈便打。師<a 
name="0243a11" id="0243a11"></a>奪拄杖曰。這條六尺竿。幾年不用。今日又要重拈。慈<a 
name="0243a12" id="0243a12"></a>大笑。師又呈偈曰。棒頭著處血痕班。笑裏藏刀仔細<a 
name="0243a13" id="0243a13"></a>看。若非英靈真漢子。死人喫棒舞喃喃。慈曰。即此偈<a 
name="0243a14" id="0243a14"></a>語。可紹吾宗。乃付偈曰。迷悟猶如空裏雲。碧天明了<a 
name="0243a15" id="0243a15"></a>淨無痕。歷然世界其中露。殺活拈來總現成。從此名<a 
name="0243a16" id="0243a16"></a>聞遐邇。學徒川赴。出世金陵高&#x5CEF;。次遷翼善　天奇<a 
name="0243a17" id="0243a17"></a>瑞參師問。甚處來。瑞曰北京。師曰。只在北京。為復別<a 
name="0243a18" id="0243a18"></a>有去處。瑞曰。隨方瀟灑。師曰。曾到四川麼。瑞曰曾到。<a 
name="0243a19" id="0243a19"></a>師曰。西川境界。與此間如何。瑞曰。江山雖異。雲月一<a 
name="0243a20" id="0243a20"></a>般。師舉起拳曰。四川還有者個麼。瑞曰無。師曰。因甚<a 
name="0243a21" id="0243a21"></a>&#x5374;無。瑞曰。非我境界。師曰。如何是汝境界。瑞曰。諸佛<a 
name="0243a22" id="0243a22"></a>不能識。誰敢強安名。師曰。汝豈不是著空。瑞曰。終不<a 
name="0243a23" id="0243a23"></a>向鬼窟裏作活計。師曰。西天九十六種外道。汝是第<a 
name="0243a24" id="0243a24"></a>一。瑞拂袖便出。師喜。為克家種草。堪支吾道。遂書偈<a 
name="0243b01" id="0243b01"></a>付曰。濟山棒喝如輕觸。殺活從茲手眼親。聖解凡情<a 
name="0243b02" id="0243b02"></a>俱坐斷。曇華猶放一枝新。師逝于明憲宗成化壬辰<a 
name="0243b03" id="0243b03"></a>臘月九日。塔建翼善寺左。</p><a 
name="0243b04" id="0243b04"></a><p style="margin-left: 2em"><span class="headname">廬山雲溪碧&#x5CEF;智瑛禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>少未讀書。苦不識字。晚年<a 
name="0243b05" id="0243b05"></a>信口成章。時多稱之。囑門人智素偈曰。見徹娘生親<a 
name="0243b06" id="0243b06"></a>面目。從今保守者天真。爪牙養就猙獰日。哮吼一聲<a 
name="0243b07" id="0243b07"></a>百獸驚。</p><a 
name="0243b08" id="0243b08"></a><p style="margin-left: 4em"><span class="headname">夷&#x5CEF;寧禪師法嗣</span></p><a 
name="0243b09" id="0243b09"></a><p style="margin-left: 2em"><span class="headname">杭州天目寶芳進禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>付法偈曰。真性本無性。真法<a 
name="0243b10" id="0243b10"></a>本無法。了知無法性。何處不通達。師臨終。呼門人問<a 
name="0243b11" id="0243b11"></a>曰。有水否。從者以湯進。師叱曰。水以取淨。何用暖耶。<a 
name="0243b12" id="0243b12"></a>汝等可易來。從者易水至。師嗽口。作梵唄聲曰。生如<a 
name="0243b13" id="0243b13"></a>水濁。死如水清。清濁無定。是個恁麼。大喝一聲而寂。</p><a 
name="0243b14" id="0243b14"></a><p style="margin-left: 4em"><span class="headname">君&#x5CEF;通禪師法嗣</span></p><a 
name="0243b15" id="0243b15"></a><p style="margin-left: 2em"><span class="headname">邵武府君&#x5CEF;清祥上座</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>久依大闡。一日忽有省。呈偈<a 
name="0243b16" id="0243b16"></a>曰。法性空無礙。平等觀自在。截斷兩頭機。是名超三<a 
name="0243b17" id="0243b17"></a>界。闡印可之。</p><a 
name="0243b18" id="0243b18"></a><p style="margin-left: 2em"><span class="headname">思南正法雪光禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>族趙氏。&#x5FA7;歷諸方。至靈&#x5CEF;度夏。<a 
name="0243b19" id="0243b19"></a>聞舉嚴陽尊者問趙州公案。有省。舉似寂照。照曰。無<a 
name="0243b20" id="0243b20"></a>功用處。正好用功。莫認些子光影。有&#x609E;生平。復結冬<a 
name="0243b21" id="0243b21"></a>於景德。一日定中聞巖瀑聲觸發。默舉從上佛祖機<a 
name="0243b22" id="0243b22"></a>緣。一一透得。遂往參潔空。從頭舉似<span class="corr" title='[巳&gt;已]'>已</span>。空曰。不見道。<a 
name="0243b23" id="0243b23"></a>莫謂無心云是道。無心猶隔一重關。道了便入寢室。<a 
name="0243b24" id="0243b24"></a>師自是茫無意緒。懷疑不決。一日見寒山詩。吾心似<a 
name="0243c01" id="0243c01"></a>秋月之句。凝滯頓釋。後庵居古山。臨終書偈而逝。</p><a 
name="0243c02" id="0243c02"></a><p style="margin-left: 4em"><span class="headname">天寧宣禪師法嗣</span></p><a 
name="0243c03" id="0243c03"></a><p style="margin-left: 2em"><span class="headname">杭州徑山天才英禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>示眾。默堂老人。平地上湧起<a 
name="0243c04" id="0243c04"></a>波濤。&#x8657;空裏敲出木楔。中人毒氣回來。剛道親見寶<a 
name="0243c05" id="0243c05"></a>月。不知瞎&#x5374;多少人眼睛。啞。洎合饒舌。</p><a 
name="0243c06" id="0243c06"></a><p style="margin-left: 4em"><span class="headname">東方<span class="gaiji">裕<!--gaiji,裕,1[示*谷],2&#x2567F;,3--></span>禪師法嗣</span></p><a 
name="0243c07" id="0243c07"></a><p style="margin-left: 2em"><span class="headname">南京碧&#x5CEF;寺天通顯禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>玉芝聚問。碧&#x5CEF;寺裏有如<a 
name="0243c08" id="0243c08"></a>來。莫便是和尚否。師曰。上座還見麼。曰縱見得也是<a 
name="0243c09" id="0243c09"></a>金屑落眼。師曰。者漢死去多少時。汝來為他乞命。便<a 
name="0243c10" id="0243c10"></a>歸方丈。明日上堂。舉古德曰。打破大唐國。覓個不會<a 
name="0243c11" id="0243c11"></a>佛法的也無。又曰。向南方走了一轉。拄杖頭上不曾<a 
name="0243c12" id="0243c12"></a>撥著個會佛法的。此二句甚有&#x8AB5;訛。試為酬一語看。<a 
name="0243c13" id="0243c13"></a>聚曰。前不遘村。後不迭店。師曰。未在再道。曰不遇知<a 
name="0243c14" id="0243c14"></a>音者。徒勞話歲寒。師復問曰。汝向南參。有何言句。試<a 
name="0243c15" id="0243c15"></a>道看。聚舉悟道偈曰湖光倚杖三千頃。山色開門五<a 
name="0243c16" id="0243c16"></a>六&#x5CEF;。觸目本來成現事。蒲團今不鍊頑空。滿目風光<a 
name="0243c17" id="0243c17"></a>足起居。有誰平地別親&#x758E;。縱令達磨傳心訣。問著依<a 
name="0243c18" id="0243c18"></a>然不識渠。師曰非非。聚曰。云何非非。師曰。子不非非。<a 
name="0243c19" id="0243c19"></a>恁人非非。梁皇達磨。兩不見機。何勞折葦又遣人追。<a 
name="0243c20" id="0243c20"></a>古之今之。落人圈繢。曰如何得不落人圈繢。師打一<a 
name="0243c21" id="0243c21"></a>掌曰。是落耶。是不落耶。聚禮拜。平日所蘊泮然冰釋。<a 
name="0243c22" id="0243c22"></a>師遊南屏宗鏡堂。升法座曰。此處正好說法。聚從傍<a 
name="0243c23" id="0243c23"></a>唱曰。說法<span class="corr" title='[巳&gt;已]'>已</span>竟。師便下座顧曰。何者是我說法處。聚<a 
name="0243c24" id="0243c24"></a>曰。&#x5292;去久矣。師頷之。</p><a 
name="0244a01" id="0244a01"></a><p style="margin-left: 4em"><span class="headname">隆延道禪師法嗣</span></p><a 
name="0244a02" id="0244a02"></a><p style="margin-left: 2em"><span class="headname">河南伏牛松山西宗惟慶禪師</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>東魯張氏子。年二十。<a 
name="0244a03" id="0244a03"></a>禮襄陽彌陀寺性天薙染。巾瓶三載。克追生死大事。<a 
name="0244a04" id="0244a04"></a>無所發明。遂辭師。&#x5FA7;謁名宿。有示以萬法歸一話。疑<a 
name="0244a05" id="0244a05"></a>情頓發。立願禁足黃石山中。體究有年。夜間偶於池<a 
name="0244a06" id="0244a06"></a>中取水。觀見水中之月。有省。遂往金陵。參隆延道。道<a 
name="0244a07" id="0244a07"></a>曰。子既遠來。為求何事。師曰。惟道是求。道曰。我此間。<a 
name="0244a08" id="0244a08"></a>了無剩法。求個甚麼。師曰。求既無法。心亦無我。當體<a 
name="0244a09" id="0244a09"></a>廓然。後亦無住。師首肯而記&#x8382;焉。周晉諸藩。請住伏<a 
name="0244a10" id="0244a10"></a>牛松山　上堂。僧問。佛未出世。祖不西來。妙意元譚。<a 
name="0244a11" id="0244a11"></a>在甚麼處。師曰。朝朝東海金烏上。夜夜西岷玉兔飛。<a 
name="0244a12" id="0244a12"></a>曰出世後意旨如何。師曰。秋吐籬邊菊。冬開嶺畔梅。<a 
name="0244a13" id="0244a13"></a>曰恁麼則道化無生滅。春風有變遷。師舉拂子曰。一<a 
name="0244a14" id="0244a14"></a>番拈起施神用。萬&#x5F5A;同歸佛界中。乃曰。放下梧桐花。<a 
name="0244a15" id="0244a15"></a>外道頂門著楔。擊著瀟湘竹。香嚴耳裏開眸。雲門拄<a 
name="0244a16" id="0244a16"></a>杖<span class="gaiji">[跳-兆+孛]<!--gaiji,,1[跳-兆+孛],2&#x2805D;,3--></span>跳。觸著帝釋鼻孔。風穴太阿鋒飛。分破娑伽眼<a 
name="0244a17" id="0244a17"></a>睛。諕得古燈王。走入蟭螟竅中。老達磨。直造毗盧頂<a 
name="0244a18" id="0244a18"></a>上。到此際。還有超宗越格者麼。良久曰。湛海泥牛聲<a 
name="0244a19" id="0244a19"></a>哮吼。空巖石虎嘯眠雲　端陽小參。五月午日時節。<a 
name="0244a20" id="0244a20"></a>角黍包奠英烈。艾葉香。榴花潔。此景年年風趣別。滄<a 
name="0244a21" id="0244a21"></a>浪之水清。屈原一夢歇。舉世醉濁原獨醒。千古忠貞<a 
name="0244a22" id="0244a22"></a>俱了徹。大家薦此最上機。五陰雜毒皆消滅。喝一喝。</p><a 
name="0244a23" id="0244a23"></a><a 
name="0244a24" id="0244a24"></a><p><span class="juanname">五燈全書卷第五十九</span></p><a 
name="0244b01" id="0244b01"></a><a 
name="0244b02" id="0244b02"></a><div class="w"><div style="margin-left: 1em"><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>五燈全書卷第五十九補遺</p><a 
name="0244b03" id="0244b03"></a><a 
name="0244b04" id="0244b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="headname">　　臨濟宗</span></p><a 
name="0244b05" id="0244b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="headname">　　　南嶽下第二十八世</span></p><a 
name="0244b06" id="0244b06"></a><p style="margin-left: 4em"><span class="headname">東山海舟永慈禪師法嗣</span></p><a 
name="0244b07" id="0244b07"></a><div class="w"><p style="margin-left: 2em"><span class="headname">金陵顧智旺居士<span class="note">(香嚴古溪澄。雪谷集序曰)</span></span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>士號祖庭。早年孝稱<a 
name="0244b08" id="0244b08"></a>閭里。堅持五戒。獨處一樓。棲禪三載。<span class="gaiji">策<!--gaiji,策,1[竺-二+束],2&#x41FF;,3--></span>勤向上工夫。<a 
name="0244b09" id="0244b09"></a>拶透銀山鐵壁。心花頓發。慧眼開明。受印可于東山<a 
name="0244b10" id="0244b10"></a>海舟大和尚。續高峰妙禪師七世之燈。臨濟下二十<a 
name="0244b11" id="0244b11"></a>四代之孫也。慈示寂時。三呼祖庭。士三應。機語相投。<a 
name="0244b12" id="0244b12"></a>遂以大衣麈拂付之。得法之後。大書雪谷二字。高扁<a 
name="0244b13" id="0244b13"></a>所居。將表二祖求法立雪齊腰。不忘本也。</p><a 
name="0244b14" id="0244b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span><span class="note">(附。古溪澄所贈。東山顧命歌曰。金陵有箇奇男子。白手成家立綱紀。不逢良友喚回頭。幾乎埋沒紅塵裏。<a 
name="0244b15" id="0244b15"></a>歎浮生只如此。參訪明師求直指。見說傳燈錄上人。志氣衝天奮然起。念彌陀如自<span class="corr" title='[已&gt;己]'>己</span>。拶得寒&#x6C37;化為水。<a 
name="0244b16" id="0244b16"></a>任他非佛與非心。務要禪河窮到底。晝亦然夜亦然。鐵牛不動痛加鞭。頭角<span class="corr" title='[[火*爭]爃&gt;崢嶸]'>崢嶸</span>便作獅子吼。驚得海底<a 
name="0244b17" id="0244b17"></a>金烏飛上天。求印可叩機緣。幾回親到東山前。繞繩&#x7240;呈見解。振威一喝與君傳。稱大隱可居廛。而今堪<a 
name="0244b18" id="0244b18"></a>作火中蓮。慣向北斗星中騎木馬。&#x5374;來東山水上撐鐵船。撒手懸崖知落處。千重慾網打不住。碧眼胡僧<a 
name="0244b19" id="0244b19"></a>沒柰何。分付袈裟為信具。趙州禪真罕遇。爭肯庭前尋&#x6822;樹。截斷南山老葛藤。無孔鐵鎚重下鋸。大放開<a 
name="0244b20" id="0244b20"></a>還&#x63D1;聚。綠水青山皆妙趣。&#x811A;根踏著上頭關。明月不隨流水去)</span>。</p></div></div></div>
<hr>【經文資訊】卍新續藏第 82 冊 No. 1571 五燈全書(第34卷-第120卷)<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index5094.html?index=X82n1571" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X82n1571_059 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:35 GMT -->
</html>
