<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T39n1799_009 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:33 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1295919332&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DT39n1799&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DT39n1799_009&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="index87ba.html?index=T39n1799_008" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">大正新脩大藏經　第39冊<br/>No.1799 首楞嚴義疏注經 (10卷)<br/>【宋 子璿集】<br/>第 9 卷</p>
	<a href="index7ee1.html?index=T39n1799_010" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="T39">
<div class="root" id="1799" sutra_name="首楞嚴義疏注經" sutra_juan="[卷9]">　
<a 
name="0942b01" id="0942b01"></a><a 
name="0942b02" id="0942b02"></a><p><span class="juanname">首楞嚴義疏注經卷第九<span class="note">(之一)</span></span></p><a 
name="0942b03" id="0942b03"></a><a 
name="0942b04" id="0942b04"></a><p style="margin-left: 4em"><span class="byline">長水沙門子<span class="gaiji">璿<!--gaiji,璿,1[王*(虍-七+(一/八/八/目))],2,3--></span>集</span></p><a 
name="0942b05" id="0942b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二色界者。以此界中依正二報色法殊勝。<a 
name="0942b06" id="0942b06"></a>從勝為名也。通名梵世者。梵是淨義。離欲染<a 
name="0942b07" id="0942b07"></a>故。禪所生故。異散動故。此界總有一十八<a 
name="0942b08" id="0942b08"></a>天。若俱舍云。三靜慮各三第四靜慮八。即<a 
name="0942b09" id="0942b09"></a>除無想也。依大眾部。與今經同。即加無想<a 
name="0942b10" id="0942b10"></a>　文三。一總指。</p><a 
name="0942b11" id="0942b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。世間一切所修心人。不假禪那。無有智<a 
name="0942b12" id="0942b12"></a>慧　此總明修心之人須假禪定然後發慧。<a 
name="0942b13" id="0942b13"></a>定慧均平方稱靜慮。若不爾者。不得名禪。意<a 
name="0942b14" id="0942b14"></a>顯此四位中皆因禪慧。然於其中所伏惑習<a 
name="0942b15" id="0942b15"></a>差降有異。故分諸天。下自辨釋。或可此文<a 
name="0942b16" id="0942b16"></a>約世間人不修無漏禪定不發無漏正慧。遂感<a 
name="0942b17" id="0942b17"></a>四禪果報不能出離。凡夫雖曰修禪。但是有<a 
name="0942b18" id="0942b18"></a>漏六行事觀不離虛妄不名禪那。如下文云。<a 
name="0942b19" id="0942b19"></a>此三勝流雖非正修真三摩地。又云。但能執<a 
name="0942b20" id="0942b20"></a>身不行婬欲等。又下結云。此皆不了妙覺明<a 
name="0942b21" id="0942b21"></a>心。積妄發生妄有三界等　二列釋四。一初<a 
name="0942b22" id="0942b22"></a>禪二。一釋三。一梵眾天。</p><a 
name="0942b23" id="0942b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>但能執身不行淫欲。若行若坐想念俱無。愛<a 
name="0942b24" id="0942b24"></a>染不生無留欲界。是人應念身為梵侶。如是<a 
name="0942b25" id="0942b25"></a>一類名梵眾天　專意在此。故云但能執身<a 
name="0942b26" id="0942b26"></a>等。想念俱無者。由行六行厭下欲界是苦&#x9E81;<a 
name="0942b27" id="0942b27"></a>障忻上色界是淨妙離。故得欲界惑伏。名愛<a 
name="0942b28" id="0942b28"></a>染不生。由是命終即生色界。故云無留欲界。<a 
name="0942b29" id="0942b29"></a>此即&#x9E81;苦不起淨相現前。即是淨定。味此而<a 
name="0942c01" id="0942c01"></a>生。名為梵眾。即凡夫所修六行伏惑之所感<a 
name="0942c02" id="0942c02"></a>也　二梵輔天。</p><a 
name="0942c03" id="0942c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>欲習既除。離欲心現。於諸律儀愛樂隨順。是<a 
name="0942c04" id="0942c04"></a>人應時能行梵德。如是一類名梵輔天　已<a 
name="0942c05" id="0942c05"></a>伏欲惑。故云欲習既除。得上初禪定心顯現。<a 
name="0942c06" id="0942c06"></a>故云離欲心現。此結上也。於諸下正明此天。<a 
name="0942c07" id="0942c07"></a>於定共戒愛樂隨順梵行成就防非不失。此<a 
name="0942c08" id="0942c08"></a>則兼護律儀淨戒成德匡弼梵主。故名梵輔<a 
name="0942c09" id="0942c09"></a>　三大梵天。</p><a 
name="0942c10" id="0942c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>身心妙圓。威儀不鈌。清淨禁戒。加以明悟。<a 
name="0942c11" id="0942c11"></a>是人應時能統梵眾為大梵王。如是一類名<a 
name="0942c12" id="0942c12"></a>大梵天　禪觀轉勝。受生細妙。故云身心妙<a 
name="0942c13" id="0942c13"></a>圓。復具戒德。故云威儀不缺。此結前也。清淨<a 
name="0942c14" id="0942c14"></a>下正明此天。於定戒中發慧明悟。斯則慧解<a 
name="0942c15" id="0942c15"></a>過人。能為梵主統攝梵眾。准俱舍說。威德光<a 
name="0942c16" id="0942c16"></a>明獨一而住。無尋准伺定力所感。下二天具<a 
name="0942c17" id="0942c17"></a>有尋伺。又劫末後去劫成先來。外道不測。便<a 
name="0942c18" id="0942c18"></a>執為常。又因起念見有天生。便執能生世間<a 
name="0942c19" id="0942c19"></a>為一因主　二結。</p><a 
name="0942c20" id="0942c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。此三勝流。一切苦惱所不能逼。雖非正<a 
name="0942c21" id="0942c21"></a>修真三摩地。清淨心中諸漏不動。名為初禪<a 
name="0942c22" id="0942c22"></a>　已離欲界八苦。故云所不能逼。但是六行<a 
name="0942c23" id="0942c23"></a>伏惑。故云非真三昧。凡真修禪者。不於三<a 
name="0942c24" id="0942c24"></a>界現身意。縱得勝妙定相現前。了了自知而<a 
name="0942c25" id="0942c25"></a>無取著。今此雖得清淨似三摩地。以不了故<a 
name="0942c26" id="0942c26"></a>味著受生。然能離欲散心&#x9E81;動。故云諸漏不<a 
name="0942c27" id="0942c27"></a>動。是故結云。此三勝流總名初禪。俱舍云。離<a 
name="0942c28" id="0942c28"></a>生喜樂地離欲界雜惡生得輕安樂。然此初<a 
name="0942c29" id="0942c29"></a>禪所得功德有五支林。一覺。二觀。三喜。四<a 
name="0943a01" id="0943a01"></a>樂。五一心支。行相如天台法界次第中　二<a 
name="0943a02" id="0943a02"></a>二禪二。一釋三。一少光天。</p><a 
name="0943a03" id="0943a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。其次梵天。統攝梵人。圓滿梵行。澄心不<a 
name="0943a04" id="0943a04"></a>動。寂湛生光。如是一類名少光天　王為梵<a 
name="0943a05" id="0943a05"></a>主。故云統攝。戒定慧具。故云圓滿梵行。此結<a 
name="0943a06" id="0943a06"></a>前也。澄心下正明此天定心轉勝。故云澄心<a 
name="0943a07" id="0943a07"></a>不動。定光明發。故云寂湛生光。二禪已上。離<a 
name="0943a08" id="0943a08"></a>覺觀故。無有語言。但以定心發光。以光勝劣<a 
name="0943a09" id="0943a09"></a>分其位次。此天喜相初生。慧光尚劣。名少光<a 
name="0943a10" id="0943a10"></a>天　二無量光天。</p><a 
name="0943a11" id="0943a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>光光相然。照耀無盡。映十方界遍成琉璃。如<a 
name="0943a12" id="0943a12"></a>是一類名無量光天　從前少光。更發多光。<a 
name="0943a13" id="0943a13"></a>光相轉增名光光相然。光相圓明映十方界。<a 
name="0943a14" id="0943a14"></a>境隨光淨遍成琉璃。由定漸增。定光發照必<a 
name="0943a15" id="0943a15"></a>無涯際。名無量光　三光音天。</p><a 
name="0943a16" id="0943a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>吸持圓光成就教體。發化清淨應用無盡。如<a 
name="0943a17" id="0943a17"></a>是一類名光音天　吸取任持無量淨光。以<a 
name="0943a18" id="0943a18"></a>表言詮。名為教體。此光表詮離諸&#x9E81;重。故云<a 
name="0943a19" id="0943a19"></a>發化清淨。隨機開示無不明了。故云應用無<a 
name="0943a20" id="0943a20"></a>盡。以二禪界地無前五識。但用光明以為表<a 
name="0943a21" id="0943a21"></a>詮。以光為音。名光音天　二結。</p><a 
name="0943a22" id="0943a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。此三勝流。一切憂愁所不能逼。雖非<a 
name="0943a23" id="0943a23"></a>正修真三摩地。清淨心中&#x9E81;漏已伏。名為二<a 
name="0943a24" id="0943a24"></a>禪　二禪三天又勝下位。故名勝流。以得極<a 
name="0943a25" id="0943a25"></a>喜。故云一切憂愁所不能逼。初禪雖得喜<a 
name="0943a26" id="0943a26"></a>支。極喜未生。在身&#x9E81;故。但得離苦。猶有憂喜<a 
name="0943a27" id="0943a27"></a>相對。今此二禪。定水潤心慧光明泰。喜支調<a 
name="0943a28" id="0943a28"></a>適憂愁不生。名為定生喜樂地也。&#x9E81;漏已伏<a 
name="0943a29" id="0943a29"></a>者。忻上厭下但名為伏。以不斷故不名無漏。<a 
name="0943b01" id="0943b01"></a>然此一地具四支林。一內淨。二喜。三樂。四一<a 
name="0943b02" id="0943b02"></a>心。行相如常　三三禪二。一釋三。一少淨天。</p><a 
name="0943b03" id="0943b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。如是天人圓光成音。披音露妙。發成精<a 
name="0943b04" id="0943b04"></a>行。通寂滅樂。如是一類名少淨天　初二句<a 
name="0943b05" id="0943b05"></a>躡上。披音下正明此天。謂披能詮之教體現<a 
name="0943b06" id="0943b06"></a>所詮之妙理。成所行之妙行。由是三慧既發<a 
name="0943b07" id="0943b07"></a>妙樂攸通。定慧過前支林轉勝也。言寂滅樂<a 
name="0943b08" id="0943b08"></a>者。滅前喜相而生淨樂。以喜相&#x9E81;動此異熟<a 
name="0943b09" id="0943b09"></a>樂恬怕寂靜。故名寂滅。定相猶劣。故名為通。<a 
name="0943b10" id="0943b10"></a>始得此樂未廣周遍。名為少淨。淨亦靜也。有<a 
name="0943b11" id="0943b11"></a>處亦名少靜天故　二無量淨天。</p><a 
name="0943b12" id="0943b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>淨空現前引發無際。身心輕安成寂滅樂。如<a 
name="0943b13" id="0943b13"></a>是一類名無量淨天　淨空即靜樂也。定心<a 
name="0943b14" id="0943b14"></a>轉勝。引發此樂令其無涯。樂既無涯。方是成<a 
name="0943b15" id="0943b15"></a>就淨樂之義。此則名為徹意地樂。遍身輕安<a 
name="0943b16" id="0943b16"></a>名無量淨　三遍淨天。</p><a 
name="0943b17" id="0943b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>世界身心一切圓淨。淨德成就勝託現前歸<a 
name="0943b18" id="0943b18"></a>寂滅樂。如是一類。名遍淨天　前雖徹意地<a 
name="0943b19" id="0943b19"></a>樂。止在身心未名為遍。今則遍於依正。樂淨<a 
name="0943b20" id="0943b20"></a>圓融。世界身心無處不遍。殊勝妙樂以成淨<a 
name="0943b21" id="0943b21"></a>德。言勝託者即此淨樂。是彼行者所依勝處。<a 
name="0943b22" id="0943b22"></a>證此樂故名之為歸　二結。</p><a 
name="0943b23" id="0943b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。此三勝流。具大隨順。身心安隱得無量<a 
name="0943b24" id="0943b24"></a>樂。雖非正修真三摩地。安隱心中歡喜畢<a 
name="0943b25" id="0943b25"></a>具。名為三禪　具大隨順者。一是隨順勝定<a 
name="0943b26" id="0943b26"></a>二是離於憂喜。憂喜望樂俱為所厭。但是違<a 
name="0943b27" id="0943b27"></a>境。故非隨順。今此妙樂世間第一。更無過者。<a 
name="0943b28" id="0943b28"></a>方是隨順具足之義。安隱心中歡喜畢具者。<a 
name="0943b29" id="0943b29"></a>意地異熟隨順自在。樂極於此。純一無雜。名<a 
name="0943c01" id="0943c01"></a>為畢具。以此三禪名離喜妙樂地故。此地禪<a 
name="0943c02" id="0943c02"></a>支具有五種。一捨。二念。三慧。四樂。五一心<a 
name="0943c03" id="0943c03"></a>支　四四禪者。然此一地總報業但有三品。<a 
name="0943c04" id="0943c04"></a>感下三天。其無想天但是廣果天中別報。凡<a 
name="0943c05" id="0943c05"></a>夫境界上極於此。五不還者。自是聖人雜修<a 
name="0943c06" id="0943c06"></a>靜慮。資廣果天故業令五品殊勝。只於廣果<a 
name="0943c07" id="0943c07"></a>總報之身生彼五天。與凡夫不同。由是向下<a 
name="0943c08" id="0943c08"></a>別為一段　文二。一四根本二。一釋四。初福<a 
name="0943c09" id="0943c09"></a>生天。</p><a 
name="0943c10" id="0943c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。復次天人不逼身心。苦因已盡。樂非常<a 
name="0943c11" id="0943c11"></a>住。久必壞生。苦樂二心俱時頓捨。&#x9E81;重相滅。<a 
name="0943c12" id="0943c12"></a>淨福性生。如是一類名福生天　初五句結<a 
name="0943c13" id="0943c13"></a>前生後。俱舍論說。第四禪離八災患。謂尋伺<a 
name="0943c14" id="0943c14"></a>苦樂憂喜及出入息。又不為三災所動。名不<a 
name="0943c15" id="0943c15"></a>動地。今云不逼。即離下位苦也。苦因下釋不<a 
name="0943c16" id="0943c16"></a>逼所以。尋伺憂喜等是苦之因。今既離之。故<a 
name="0943c17" id="0943c17"></a>無逼迫。樂非常住者。別明樂支以對前苦。三<a 
name="0943c18" id="0943c18"></a>禪雖得徹意地樂。然不常住。必須有壞。壞即<a 
name="0943c19" id="0943c19"></a>成苦。此名壞苦。苦樂下正明此天。今第四禪<a 
name="0943c20" id="0943c20"></a>苦樂俱捨。以一一地皆厭下苦&#x9E81;障忻上淨<a 
name="0943c21" id="0943c21"></a>妙離。棄下苦樂名&#x9E81;重相滅。得上地定名淨<a 
name="0943c22" id="0943c22"></a>福性生。以此禪定唯一捨受是福之體。既離<a 
name="0943c23" id="0943c23"></a>下染。故名淨福　二福愛天。</p><a 
name="0943c24" id="0943c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>捨心圓融。勝解清淨。福無遮中。得妙隨順窮<a 
name="0943c25" id="0943c25"></a>未來際。如是一類名福愛天　唯一捨受與<a 
name="0943c26" id="0943c26"></a>定心圓融。捨諸一切苦樂等法。於捨心中仍<a 
name="0943c27" id="0943c27"></a>生勝解。於此決定忍可印持。不為異緣之所<a 
name="0943c28" id="0943c28"></a>引轉。故名勝解清淨。由勝解力。於此圓融勝<a 
name="0943c29" id="0943c29"></a>定之中愛樂隨順。令此勝定得無留礙。住心<a 
name="0944a01" id="0944a01"></a>自在。受用無窮。故云得妙隨順窮未來際等。<a 
name="0944a02" id="0944a02"></a>問此有漏禪壽命有限。何得窮未來際耶。答<a 
name="0944a03" id="0944a03"></a>此約得定報壽長遠動經劫數。云窮未來。非<a 
name="0944a04" id="0944a04"></a>約報後所論也。又此善定雖是有漏。而能隨<a 
name="0944a05" id="0944a05"></a>順妙修行者。依第四禪引發此定。熏無漏禪。<a 
name="0944a06" id="0944a06"></a>修願智無諍邊際定也。下五那含亦依此定。<a 
name="0944a07" id="0944a07"></a>起有漏無漏雜修靜慮。若凡夫得更不進修。<a 
name="0944a08" id="0944a08"></a>即許壽命有限。若聖人修。即得盡未來際。通<a 
name="0944a09" id="0944a09"></a>此兩向。凡聖同修也　三廣果天。</p><a 
name="0944a10" id="0944a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。從是天中。有二岐路。若於先心無量淨<a 
name="0944a11" id="0944a11"></a>光。福德圓明修證而住。如是一類名廣果天<a 
name="0944a12" id="0944a12"></a>　於福愛中。分二所向。一直往道。即至廣果。<a 
name="0944a13" id="0944a13"></a>二迂僻道。即至無想。此標也。若於下釋。若從<a 
name="0944a14" id="0944a14"></a>發心已來不帶異計。直修根本四禪四無量<a 
name="0944a15" id="0944a15"></a>善。熏禪福德。離下地染。備歷四位。至此福愛<a 
name="0944a16" id="0944a16"></a>更增勝定。廣福所感。得生勝處。名廣果天<a 
name="0944a17" id="0944a17"></a>　四無想天。</p><a 
name="0944a18" id="0944a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若於先心。雙厭苦樂。精研捨心。相續不斷。圓<a 
name="0944a19" id="0944a19"></a>窮捨道。身心俱滅。心慮灰凝。經五百劫　此<a 
name="0944a20" id="0944a20"></a>正明也。若帶異計。六行伏惑。漸厭漸捨。至福<a 
name="0944a21" id="0944a21"></a>愛天得捨圓融。捨心相續。遍窮捨道。捨心亦<a 
name="0944a22" id="0944a22"></a>亡不計身心。故名俱滅。此計無想為涅槃也。<a 
name="0944a23" id="0944a23"></a>以此捨心為方便入無想定也。初捨&#x9E81;心入<a 
name="0944a24" id="0944a24"></a>於微心復捨微心入微微心。從微微心常修<a 
name="0944a25" id="0944a25"></a>不息。便入無想。此皆修因也。心慮下即無想<a 
name="0944a26" id="0944a26"></a>報。命終果報生無想天。壽命五百大劫。想心<a 
name="0944a27" id="0944a27"></a>不行。故名灰凝。</p><a 
name="0944a28" id="0944a28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>是人既以生滅為因。不能發明不生滅性。初<a 
name="0944a29" id="0944a29"></a>半劫滅。後半劫生。如是一類名無想天　此<a 
name="0944b01" id="0944b01"></a>判成虛妄也。不了妄想體空。乃執生滅勞累。<a 
name="0944b02" id="0944b02"></a>厭此生滅求不生滅。故云以生滅為因。捨生<a 
name="0944b03" id="0944b03"></a>趣不生。未是真不生。見第六識暫爾不行如<a 
name="0944b04" id="0944b04"></a>&#x6C37;夾魚。不知微細生滅。妄謂涅槃。非真涅槃<a 
name="0944b05" id="0944b05"></a>也。故云不能發明無生滅性。初半劫下&#x5374;釋<a 
name="0944b06" id="0944b06"></a>彼報行相。准俱舍引婆沙釋彼生死位。多時<a 
name="0944b07" id="0944b07"></a>有想。初生此天。經於半劫。始入無想異熟。名<a 
name="0944b08" id="0944b08"></a>初半劫滅。欲無常時。從異熟出。經半劫有心。<a 
name="0944b09" id="0944b09"></a>後始方死。名後半劫生。生滅中間一向無想。<a 
name="0944b10" id="0944b10"></a>名無想天　二結。</p><a 
name="0944b11" id="0944b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。此四勝流。一切世間諸苦樂境所不能<a 
name="0944b12" id="0944b12"></a>動。雖非無為真不動地。有所得心功用純熟。<a 
name="0944b13" id="0944b13"></a>名為四禪　此第四禪離八災患勝下地故。<a 
name="0944b14" id="0944b14"></a>名不動地。然有劫數。壽盡須捨。故云非真不<a 
name="0944b15" id="0944b15"></a>動。俱舍云。然彼器非常。情俱生滅故。凡夫修<a 
name="0944b16" id="0944b16"></a>定味著受生。名有所得。定慧均平能捨苦樂。<a 
name="0944b17" id="0944b17"></a>勝下諸天。名功用純熟　二五不還天三。初<a 
name="0944b18" id="0944b18"></a>標示。</p><a 
name="0944b19" id="0944b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。此中復有五不還天。於下界中。九品習<a 
name="0944b20" id="0944b20"></a>氣俱時滅盡。苦樂雙亡。下無卜居。故於捨心<a 
name="0944b21" id="0944b21"></a>眾同分中安立居處　九品習氣者。即欲界<a 
name="0944b22" id="0944b22"></a>初禪二禪三禪各九品也。種現俱無。名為滅<a 
name="0944b23" id="0944b23"></a>盡。此是聖人斷。故名滅。非同凡夫暫伏名滅。<a 
name="0944b24" id="0944b24"></a>習氣既無。苦樂雙泯。離下界繫。故無卜居。然<a 
name="0944b25" id="0944b25"></a>未進斷第四禪惑。故於捨心眾同分中別立<a 
name="0944b26" id="0944b26"></a>居處。以修禪時漏無漏雜。故此別居。俱舍論<a 
name="0944b27" id="0944b27"></a>說。雜修靜慮五品不同。生五淨居。五品別者。<a 
name="0944b28" id="0944b28"></a>謂下品中品上品上勝品上極品。行相如別<a 
name="0944b29" id="0944b29"></a>　二釋相五。初無煩天。</p><a 
name="0944c01" id="0944c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。苦樂兩滅。&#x9B2A;心不交。如是一類名無煩<a 
name="0944c02" id="0944c02"></a>天　苦樂心滅。敵對則亡。形待既無。故云不<a 
name="0944c03" id="0944c03"></a>交。不交則無煩也。初滅苦樂二形待心。雜修<a 
name="0944c04" id="0944c04"></a>初品。稍離定障。名為無煩。煩即障也。然下天<a 
name="0944c05" id="0944c05"></a>亦離苦樂不名無煩者。以凡夫人忻厭暫伏<a 
name="0944c06" id="0944c06"></a>非是永斷。今約畢竟不生。故得此名也　二<a 
name="0944c07" id="0944c07"></a>無熱天。</p><a 
name="0944c08" id="0944c08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>機括獨行。研交無地。如是一類名無熱天<a 
name="0944c09" id="0944c09"></a>　機弩牙也。括筈也。箭受弦處也。皆喻唯一捨<a 
name="0944c10" id="0944c10"></a>心。縱任自在遊諸等至。故云獨行。不與違順<a 
name="0944c11" id="0944c11"></a>二境相應。故云研交無地。此天以中品雜修<a 
name="0944c12" id="0944c12"></a>靜慮。慧用清虛。皆離定障。漸得清涼。名為無<a 
name="0944c13" id="0944c13"></a>熱也　二善見天。</p><a 
name="0944c14" id="0944c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>十方世界妙見圓澄。更無塵像一切沈垢。如<a 
name="0944c15" id="0944c15"></a>是一類名善見天　十方世界唯一捨心。照<a 
name="0944c16" id="0944c16"></a>了微妙。圓遍澄寂。故云妙見圓澄。塵像慧<a 
name="0944c17" id="0944c17"></a>障也。沈垢定障也。雜修上品。無漏功著。定慧<a 
name="0944c18" id="0944c18"></a>障亡。故能妙見。圓澄十方世界。名善見也<a 
name="0944c19" id="0944c19"></a>　四善現天。</p><a 
name="0944c20" id="0944c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>精見現前。陶鑄無礙。如是一類名善現天<a 
name="0944c21" id="0944c21"></a>　陶鑄鎔鍊也。範土曰陶。鎔金曰鑄。圓澄之見<a 
name="0944c22" id="0944c22"></a>既彰。定慧之功更著。故能鎔鍊自在顯現無<a 
name="0944c23" id="0944c23"></a>盡。故云善現　五色究竟天。</p><a 
name="0944c24" id="0944c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>究竟群幾。窮色性性。入無邊際。如是一類名<a 
name="0944c25" id="0944c25"></a>色究竟天　究竟鞠窮也。群幾者群有之幾<a 
name="0944c26" id="0944c26"></a>微也。即去無入有。有理未形之謂也。今此一<a 
name="0944c27" id="0944c27"></a>天。窮到色理未形之際。故云究竟群幾。窮色<a 
name="0944c28" id="0944c28"></a>性性者。性體也。推至色性之元體也。二句<a 
name="0944c29" id="0944c29"></a>　意。前多此例。或前句窮緣色等識。後句窮所<a 
name="0945a01" id="0945a01"></a>依大種。劑此一天即入空處。故云入無邊際。<a 
name="0945a02" id="0945a02"></a>以空又是大種之所依。故名色究竟。如馬勝<a 
name="0945a03" id="0945a03"></a>問佛。四大性當於何位滅盡無餘。佛云空處<a 
name="0945a04" id="0945a04"></a>近分。正在此天也　三結勝。</p><a 
name="0945a05" id="0945a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。此不還天。彼諸四禪四位天王。獨有欽<a 
name="0945a06" id="0945a06"></a>聞。不能知見。如今世間。曠野深山聖道場地。<a 
name="0945a07" id="0945a07"></a>皆阿羅漢所住持故。世間&#x9E81;人所不能見<a 
name="0945a08" id="0945a08"></a>　梵云阿那含。此云不還。此天是彼聖所居故。<a 
name="0945a09" id="0945a09"></a>亦名淨居。非同凡夫有漏住故。以定力殊勝<a 
name="0945a10" id="0945a10"></a>依報亦勝。同在世間境界各別。舉例可知<a 
name="0945a11" id="0945a11"></a>　三總結。</p><a 
name="0945a12" id="0945a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。是十八天。獨行無交。未盡形累。自此已<a 
name="0945a13" id="0945a13"></a>還名為色界　純是禪定善想所感。無有情<a 
name="0945a14" id="0945a14"></a>欲所對。故云獨行無交。尚有色礙。故云未<a 
name="0945a15" id="0945a15"></a>盡形累　三無色界。此四無色無業果色。定<a 
name="0945a16" id="0945a16"></a>多慧少。厭下色礙。想無邊空。次厭空處。乃<a 
name="0945a17" id="0945a17"></a>至厭無所有。以非想非非想為究竟涅槃。有<a 
name="0945a18" id="0945a18"></a>此四種分其位次。雖無業果色。然有定果色<a 
name="0945a19" id="0945a19"></a>為識所依。此大乘說實有處所。若俱舍說。無<a 
name="0945a20" id="0945a20"></a>色界無處。由生有四種。依同分及命。令心等<a 
name="0945a21" id="0945a21"></a>相續。餘經說。有無色有情佛邊聽法淚下如<a 
name="0945a22" id="0945a22"></a>雨者。此約大乘有定果說。前文亦說無色界<a 
name="0945a23" id="0945a23"></a>天發願護&#x546A;也　文二。初列釋二。一正明感<a 
name="0945a24" id="0945a24"></a>報二。初指迴心不入。</p><a 
name="0945a25" id="0945a25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>復次阿難。從是有頂色邊際中。其間復有二<a 
name="0945a26" id="0945a26"></a>種岐路　此標也。有即是色。頂即究竟。色於<a 
name="0945a27" id="0945a27"></a>此住名色邊際。二岐路者。一出三界路。即迴<a 
name="0945a28" id="0945a28"></a>心人所覆二入無色路。即定性人所履。若凡<a 
name="0945a29" id="0945a29"></a>夫外道既不入此五天。即從廣果無想二天<a 
name="0945b01" id="0945b01"></a>而入。不在此二所履之限。如下自知。</p><a 
name="0945b02" id="0945b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若於捨心發明智慧。慧光圓通便出塵界。成<a 
name="0945b03" id="0945b03"></a>阿羅漢。入菩薩乘。如是一類。名為迴心大阿<a 
name="0945b04" id="0945b04"></a>羅漢　此正明迴心也。若於有頂禪中。故云<a 
name="0945b05" id="0945b05"></a>捨心。發無漏智。頓斷上界四地三十六品俱<a 
name="0945b06" id="0945b06"></a>生煩惱。便證無學。仍又迴心向大乘道。更不<a 
name="0945b07" id="0945b07"></a>入於空識等處。以無上地惑故。然迴心入大。<a 
name="0945b08" id="0945b08"></a>有深有淺。但隨破惑有深淺耳。此類仍是樂<a 
name="0945b09" id="0945b09"></a>慧那含。故得慧光圓通便出塵界　二辨入<a 
name="0945b10" id="0945b10"></a>者類殊二。一別明四天四。初空處。</p><a 
name="0945b11" id="0945b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若在捨心。捨厭成就。覺身為礙。銷礙入空。如<a 
name="0945b12" id="0945b12"></a>是一類名為空處　初二句躡前也。捨心有<a 
name="0945b13" id="0945b13"></a>二。一有頂。二無想。若於有頂。用無漏道斷有<a 
name="0945b14" id="0945b14"></a>頂惑。銷礙入空。此是樂定那含。即定性聲聞<a 
name="0945b15" id="0945b15"></a>也。若於廣果無想。用有漏道伏惑入空。亦名<a 
name="0945b16" id="0945b16"></a>捨心。即凡夫外道也。以此二天俱在捨心共<a 
name="0945b17" id="0945b17"></a>一地故。覺身下正明此天。銷礙之言亦通前<a 
name="0945b18" id="0945b18"></a>二。然行人厭患色法。如牢獄。心欲出離。即修<a 
name="0945b19" id="0945b19"></a>觀智。破於色法。過於一切色相。滅有對相。不<a 
name="0945b20" id="0945b20"></a>念種種相。入無邊空處。心與虛空相應。名為<a 
name="0945b21" id="0945b21"></a>空處定　二識處。</p><a 
name="0945b22" id="0945b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>諸礙既銷。無礙無滅。其中唯留阿賴耶識全<a 
name="0945b23" id="0945b23"></a>於末那半分微細。如是一類名為識處　初<a 
name="0945b24" id="0945b24"></a>句結前空處。次句破空入識。銷礙之無亦亡。<a 
name="0945b25" id="0945b25"></a>故云無礙無滅。此即唯觀於識。以破於空也。<a 
name="0945b26" id="0945b26"></a>其中下正釋。唯留賴耶全末那者。此七八二<a 
name="0945b27" id="0945b27"></a>識更互相依。定性愚法全不知有。冥然自<a 
name="0945b28" id="0945b28"></a>留也。半分微細者即第六識。今留一半緣識<a 
name="0945b29" id="0945b29"></a>之分。不留緣色空分。故云半分。以此第六<a 
name="0945c01" id="0945c01"></a>色心俱緣。故留半也。行人入此定時。厭患虛<a 
name="0945c02" id="0945c02"></a>空無邊緣多則散能破於定。即捨虛空。轉心<a 
name="0945c03" id="0945c03"></a>緣識。心與識法相應。故名識處定　三無所<a 
name="0945c04" id="0945c04"></a>有處。</p><a 
name="0945c05" id="0945c05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>空色既亡。識心都滅。十方寂然&#x9008;無攸往。如<a 
name="0945c06" id="0945c06"></a>是一類名無所有處　空處無色而存空。識<a 
name="0945c07" id="0945c07"></a>處亡空而存識。皆名所有。今此空識俱亡。故<a 
name="0945c08" id="0945c08"></a>云空色既亡識心都滅。此二句先破三法也。<a 
name="0945c09" id="0945c09"></a>十方下。正明行相。十方者諸法也。所緣色空<a 
name="0945c10" id="0945c10"></a>識心等法一無所存。故云寂然。所緣既寂能<a 
name="0945c11" id="0945c11"></a>緣不行。故云&#x9008;無攸往。以行人厭患於識三<a 
name="0945c12" id="0945c12"></a>世之識無邊緣多則散能破於定。故捨緣識。<a 
name="0945c13" id="0945c13"></a>轉心依無所有法。心與無所有法相應。名無<a 
name="0945c14" id="0945c14"></a>所有處定。然今修大乘者多濫此定。但一切<a 
name="0945c15" id="0945c15"></a>無著心無所寄都無一物即是大乘。如頑空<a 
name="0945c16" id="0945c16"></a>無異。而不知。善能了達諸禪境界。斷伏歷然<a 
name="0945c17" id="0945c17"></a>道品次第。如大圓鏡鑒於萬象不差不錯。方<a 
name="0945c18" id="0945c18"></a>是大乘真修禪也　四非非想處。</p><a 
name="0945c19" id="0945c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>識性不動。以滅窮研。於無盡中發宣盡性。如<a 
name="0945c20" id="0945c20"></a>存不存。若盡非盡。如是一類名為非想非非<a 
name="0945c21" id="0945c21"></a>想處　初二句指所依體。初句雙標。識性者<a 
name="0945c22" id="0945c22"></a>標有細想也。不動者標無&#x9E81;想也。次句轉釋<a 
name="0945c23" id="0945c23"></a>不動義。前無所有處。猶用心窮研。令不緣識<a 
name="0945c24" id="0945c24"></a>心與無所有法相應。今此一天。研窮心滅。<a 
name="0945c25" id="0945c25"></a>伏令不動。故云以滅窮研。於無下正釋行相。<a 
name="0945c26" id="0945c26"></a>是依此識不動之處。故云於無盡中。辨為非<a 
name="0945c27" id="0945c27"></a>想。故云發宣盡性。雖見盡而識在。故云若盡<a 
name="0945c28" id="0945c28"></a>非盡。雖見在而不起。故云如存不存。由此義<a 
name="0945c29" id="0945c29"></a>故名非想非非想也。此即第六識&#x9E81;想不起。<a 
name="0946a01" id="0946a01"></a>仍有細分及賴耶流注不息。故約此義以立<a 
name="0946a02" id="0946a02"></a>其名。准俱舍云。前三無色從如行得名。此<a 
name="0946a03" id="0946a03"></a>有頂地約當體立稱也。行人入此定時。厭患<a 
name="0946a04" id="0946a04"></a>無所有處想如癡有想處如癰如瘡。即捨無<a 
name="0946a05" id="0946a05"></a>所有處。緣念非有想非無想之法。心與此法<a 
name="0946a06" id="0946a06"></a>相應。故云非有想非無想也　二總辨二類。</p><a 
name="0946a07" id="0946a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此等窮空。不盡空理　滅色取空。非真空性。<a 
name="0946a08" id="0946a08"></a>妄謂為盡。故云不盡。以不能灰滅心智故。言<a 
name="0946a09" id="0946a09"></a>此等者總指四天也。</p><a 
name="0946a10" id="0946a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>從不還天。聖道窮者。如是一類。名不迴心鈍<a 
name="0946a11" id="0946a11"></a>阿羅漢　即從色究竟天。捨厭成就。覺身為<a 
name="0946a12" id="0946a12"></a>礙。銷礙入空者。既不能發明智慧頓斷上惑<a 
name="0946a13" id="0946a13"></a>成無學果迴心向大。即以無漏聖道漸次厭<a 
name="0946a14" id="0946a14"></a>捨。隨定感果。生此四天。受劫數報。方斷有頂<a 
name="0946a15" id="0946a15"></a>地惑成阿羅漢。故名為鈍。言不迴心者。且約<a 
name="0946a16" id="0946a16"></a>對前利根者說。非畢竟不迴。已如前說。</p><a 
name="0946a17" id="0946a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若從無想諸外道天。窮空不歸。迷漏無聞便<a 
name="0946a18" id="0946a18"></a>入輪轉　若從無想。用有漏道忻上厭下。漸<a 
name="0946a19" id="0946a19"></a>至非想。認此有漏作無為解。便謂涅槃。至此<a 
name="0946a20" id="0946a20"></a>不進。以不廣聞聖教不辨諸禪漏與無漏修<a 
name="0946a21" id="0946a21"></a>證行相。壽終隨業必入諸趣也。言從無想來<a 
name="0946a22" id="0946a22"></a>者。應是廣果天來。與無想同地。對五聖天<a 
name="0946a23" id="0946a23"></a>名為外道。是外道類。故云從無想來。若實入<a 
name="0946a24" id="0946a24"></a>無想。必定退墮更不進修。准經論釋。無想外<a 
name="0946a25" id="0946a25"></a>道業盡必墮。無上生義故　二辨異王臣。</p><a 
name="0946a26" id="0946a26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。是諸天上各各天人。則是凡夫業果酬<a 
name="0946a27" id="0946a27"></a>答。答盡入輪。彼之天王。即是菩薩遊三摩提<a 
name="0946a28" id="0946a28"></a>漸次增進迴向聖倫所修行路　四空天人容<a 
name="0946a29" id="0946a29"></a>是業報。彼四天王即是權化。以入大乘首楞<a 
name="0946b01" id="0946b01"></a>嚴定為欲遊戲四禪四空諸禪三昧成佛事<a 
name="0946b02" id="0946b02"></a>故。問前四禪王亦是權化。通凡夫耶。答四禪<a 
name="0946b03" id="0946b03"></a>天王必兼凡聖。如前文說。五不還天四禪天<a 
name="0946b04" id="0946b04"></a>王獨有欽聞不能知見。此約一分凡夫所說。<a 
name="0946b05" id="0946b05"></a>故知兼二也　二結示。</p><a 
name="0946b06" id="0946b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。是四空天。身心滅盡。定性現前。無業果<a 
name="0946b07" id="0946b07"></a>色。從此逮終。名無色界　身心滅盡者。色身<a 
name="0946b08" id="0946b08"></a>必盡。其心若盡非盡。妄謂為盡。定性現前者。<a 
name="0946b09" id="0946b09"></a>有定果色。若無此色。四心何依。故知有也<a 
name="0946b10" id="0946b10"></a>　二總結虛妄。</p><a 
name="0946b11" id="0946b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此皆不了妙覺明心。積妄發生。妄有三界中<a 
name="0946b12" id="0946b12"></a>間妄隨七趣沈溺補特伽羅。各從其類　由<a 
name="0946b13" id="0946b13"></a>不如實知真如法一。妄認所明。分別既生。從<a 
name="0946b14" id="0946b14"></a>妄積妄。故云不了等。當知。修禪觀人不達此<a 
name="0946b15" id="0946b15"></a>門。或空處。或無所有處。或非非想處。動經六<a 
name="0946b16" id="0946b16"></a>萬八萬大劫。身心寂滅報盡還墮。總名長壽<a 
name="0946b17" id="0946b17"></a>天難。佛口親宣。那不明信。補特伽羅此云數<a 
name="0946b18" id="0946b18"></a>取趣　七修羅趣。</p><a 
name="0946b19" id="0946b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>復次阿難。是三界中。復有四種阿脩羅類。若<a 
name="0946b20" id="0946b20"></a>於鬼道。以護法力。乘通入空。此阿脩羅從卵<a 
name="0946b21" id="0946b21"></a>而生。鬼趣所攝。若於天中降德貶墜。其所卜<a 
name="0946b22" id="0946b22"></a>居&#x96A3;於日月。此阿脩羅從胎而出。人趣所攝。<a 
name="0946b23" id="0946b23"></a>有脩羅王。執持世界。力洞無畏。能與梵王及<a 
name="0946b24" id="0946b24"></a>天帝釋四天爭權。此阿脩羅因變化有。天趣<a 
name="0946b25" id="0946b25"></a>所攝。阿難。別有一分下劣脩羅。生大海心。沈<a 
name="0946b26" id="0946b26"></a>水冘口。旦遊虛空。暮歸水宿。此阿脩羅因<a 
name="0946b27" id="0946b27"></a>濕氣有。畜生趣攝　法華瑜伽亦說有四脩<a 
name="0946b28" id="0946b28"></a>羅。大同於此。諸說脩羅。或天或鬼。皆不明<a 
name="0946b29" id="0946b29"></a>了。此經分明。可為標准　三結妄因以誡離<a 
name="0946c01" id="0946c01"></a>二。一結妄因四。初總結虛妄。</p><a 
name="0946c02" id="0946c02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。如是地獄餓鬼畜生人及神仙天洎脩<a 
name="0946c03" id="0946c03"></a>羅　結指諸趣。</p><a 
name="0946c04" id="0946c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>精研七趣。皆是昏沈諸有為相。妄想受生。妄<a 
name="0946c05" id="0946c05"></a>想隨業。於妙圓明無作本心。皆如空花。元無<a 
name="0946c06" id="0946c06"></a>所著。但一虛妄更無根緒　結成虛妄也。精<a 
name="0946c07" id="0946c07"></a>研猶細尋也。妄想受生七趣果也。妄想隨業<a 
name="0946c08" id="0946c08"></a>七趣因也。此妄因果皆是無明有為虛相。無<a 
name="0946c09" id="0946c09"></a>實可得。若望圓明如虛空華。本無所有。何根<a 
name="0946c10" id="0946c10"></a>緒而可得耶　二通示業因。</p><a 
name="0946c11" id="0946c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。此等眾生不識本心受此輪迴。經無量<a 
name="0946c12" id="0946c12"></a>劫不得真淨　此示妄想受生也。</p><a 
name="0946c13" id="0946c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>皆由隨順殺盜婬故。反此三種。又則出生無<a 
name="0946c14" id="0946c14"></a>殺盜婬　此示妄想隨業也。</p><a 
name="0946c15" id="0946c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>有名鬼倫。無名天趣。有無相傾起輪迴性<a 
name="0946c16" id="0946c16"></a>　結輪轉也。鬼倫天趣。略舉四惡三善之二也。<a 
name="0946c17" id="0946c17"></a>有無相待互成傾奪。升而復墜。有輪無初<a 
name="0946c18" id="0946c18"></a>　三顯正修行。</p><a 
name="0946c19" id="0946c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若得妙發三摩提者。則妙常寂。有無二無。無<a 
name="0946c20" id="0946c20"></a>二亦滅。尚無不殺不偷不婬。云何更隨殺盜<a 
name="0946c21" id="0946c21"></a>婬事　若發三昧。唯見一體三德祕藏。妙般<a 
name="0946c22" id="0946c22"></a>若也。常法身也。寂解脫也。有無二無非生死<a 
name="0946c23" id="0946c23"></a>也。無二亦滅非涅槃也。唯一中道實相之理。<a 
name="0946c24" id="0946c24"></a>離實相外更無別法。故云云何更隨殺盜婬<a 
name="0946c25" id="0946c25"></a>事　四別示重結。</p><a 
name="0946c26" id="0946c26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。不斷三業。各各有私。因各各私眾私同<a 
name="0946c27" id="0946c27"></a>分。非無定處。自妄發生。生妄無因無可尋究<a 
name="0946c28" id="0946c28"></a>　殺盜婬三隨人別造。名各各私。所造攸同。故<a 
name="0946c29" id="0946c29"></a>云同分。業苦相對必無參差。故云定處。即所<a 
name="0947a01" id="0947a01"></a>感處也。既稱為妄。云何有因。故無尋究。此即<a 
name="0947a02" id="0947a02"></a>結答前文為有定處為復自然彼彼發業各各<a 
name="0947a03" id="0947a03"></a>私受之問也　二勸除斷。</p><a 
name="0947a04" id="0947a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝勗修行欲得菩提。要除三惑。不盡三惑。縱<a 
name="0947a05" id="0947a05"></a>得神通。皆是世間有為功用。習氣不滅。落於<a 
name="0947a06" id="0947a06"></a>魔道。雖欲除妄倍加虛偽。如來說為可哀憐<a 
name="0947a07" id="0947a07"></a>者。汝妄自造。非菩提咎。作是說者名為正說。<a 
name="0947a08" id="0947a08"></a>若他說者即魔王說　要除三惑者此正勸<a 
name="0947a09" id="0947a09"></a>也。前云。三緣斷故三因不生。狂性自歇歇即<a 
name="0947a10" id="0947a10"></a>菩提等。不盡下明不斷之失。修禪不持戒。是<a 
name="0947a11" id="0947a11"></a>即魔羅業。以妄修於妄。真實可憐愍。汝妄下<a 
name="0947a12" id="0947a12"></a>重指結答以示正邪也。前問云。此道為復本<a 
name="0947a13" id="0947a13"></a>來自有。為是眾生妄習生起。今結答云。汝妄<a 
name="0947a14" id="0947a14"></a>自造非菩提咎。即以前句答後問。後句答前<a 
name="0947a15" id="0947a15"></a>問也　大文第七。陳禪那現境者。此之境界。<a 
name="0947a16" id="0947a16"></a>是修行人。由戒定慧漸修有力。內動煩惱。外<a 
name="0947a17" id="0947a17"></a>動魔王。於觀行中五陰漸滅。從&#x9E81;至細。滅一<a 
name="0947a18" id="0947a18"></a>陰時。有十境界被境激發。或煩惱。或業種。或<a 
name="0947a19" id="0947a19"></a>邪思。或天魔鬼神等。現諸異相禪中而發。行<a 
name="0947a20" id="0947a20"></a>人若無多聞智慧。不能覺察。即便取著認非<a 
name="0947a21" id="0947a21"></a>為是先雖修正。返入邪倫。佛哀此等無問而<a 
name="0947a22" id="0947a22"></a>說。然諸經論。明坐禪次亦略說之。微細廣說<a 
name="0947a23" id="0947a23"></a>無過此典。天台止觀。或引禪經說魔境界。亦<a 
name="0947a24" id="0947a24"></a>出少分耳　文二。初如來無問自說三。一如<a 
name="0947a25" id="0947a25"></a>來告語三。初結前生後。</p><a 
name="0947a26" id="0947a26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>即時如來將罷法座。於師子床。攬七寶几。迴<a 
name="0947a27" id="0947a27"></a>紫金山。再來&#x51ED;倚。普告大眾及阿難言　此<a 
name="0947a28" id="0947a28"></a>經家敘。佛答阿難七趣已竟。慶喜既默。眾又<a 
name="0947a29" id="0947a29"></a>無辭。合住說法。故云將罷法座。然禪發境界。<a 
name="0947b01" id="0947b01"></a>非一切智孰能知之。若不與說。末代修行遇<a 
name="0947b02" id="0947b02"></a>此難敵。故再&#x51ED;几顯悲深也。</p><a 
name="0947b03" id="0947b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝等有學緣覺聲聞。今日迴心。趣大菩提無<a 
name="0947b04" id="0947b04"></a>上妙覺。吾今已說　真修行法。汝猶未識修奢<a 
name="0947b05" id="0947b05"></a>摩他毘婆舍那微細魔事　真修行法。即前<a 
name="0947b06" id="0947b06"></a>二決定義觀音觀門內戒外&#x546A;兼前正解。俱<a 
name="0947b07" id="0947b07"></a>是修行入覺之方法也　二示迷顯失二。初<a 
name="0947b08" id="0947b08"></a>認魔境。</p><a 
name="0947b09" id="0947b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>魔境現前。汝不能識。洗心非正。落於邪見。或<a 
name="0947b10" id="0947b10"></a>汝陰魔。或復天魔。或著鬼神。或遭魑魅。心中<a 
name="0947b11" id="0947b11"></a>不明。認賊為子　修妙觀智滌內垢障。故云<a 
name="0947b12" id="0947b12"></a>洗心。由魔引起分別念著。故名非正。陰魔等<a 
name="0947b13" id="0947b13"></a>者。常說四魔。謂煩惱魔生死因也。陰魔死魔<a 
name="0947b14" id="0947b14"></a>生死果也。天魔生死緣也。今云鬼神等即天<a 
name="0947b15" id="0947b15"></a>魔屬。若涅槃云。皆是先世犯初重禁乃至餘<a 
name="0947b16" id="0947b16"></a>篇而現者。此則業因種子被激而生也。是故<a 
name="0947b17" id="0947b17"></a>行人先須明擇　二取少證。</p><a 
name="0947b18" id="0947b18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又復於中得少為足。如第四禪無聞比丘。妄<a 
name="0947b19" id="0947b19"></a>言證聖。天報已畢哀相現前。謗阿羅漢身遭<a 
name="0947b20" id="0947b20"></a>後有。墮阿鼻獄　智論所說。此比丘者。不廣<a 
name="0947b21" id="0947b21"></a>尋經論。師心修行。無廣聞慧。不識諸禪三界<a 
name="0947b22" id="0947b22"></a>地位。但精勤不息。證得初禪謂是初果。乃至<a 
name="0947b23" id="0947b23"></a>四禪離八災患。便謂已證阿羅漢果。阿羅漢<a 
name="0947b24" id="0947b24"></a>者此云無生。我已證得無生果。已離三界分<a 
name="0947b25" id="0947b25"></a>段生死。所作已辦。更不進修。至無常時。四禪<a 
name="0947b26" id="0947b26"></a>中陰見有生處。忽然起謗。我聞羅漢已得無<a 
name="0947b27" id="0947b27"></a>生。今日云何更有生處。若如是者。佛說羅漢<a 
name="0947b28" id="0947b28"></a>&#x7ADD;是虛妄。故知無有得涅槃者。由此起謗決<a 
name="0947b29" id="0947b29"></a>定邪見。天中陰滅。墮阿鼻獄　三&#x52C5;聽許說。</p><a 
name="0947c01" id="0947c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝應諦聽。吾今為汝子細分別　可知　二<a 
name="0947c02" id="0947c02"></a>阿難佇聞。</p><a 
name="0947c03" id="0947c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難起立。并其會中同有學者。歡喜頂禮。伏<a 
name="0947c04" id="0947c04"></a>聽慈誨如文　三正為分別三。初總明三。一<a 
name="0947c05" id="0947c05"></a>通明真妄二。初顯生佛體同。</p><a 
name="0947c06" id="0947c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難及諸大眾。汝等當知。有漏世界十<a 
name="0947c07" id="0947c07"></a>二類生本覺妙明覺圓心體。與十方佛無二<a 
name="0947c08" id="0947c08"></a>無別　一真妙體本無二相。前文云。我與如<a 
name="0947c09" id="0947c09"></a>來真妙淨心無二圓滿。斯則心佛眾生三無<a 
name="0947c10" id="0947c10"></a>差別也　二明迷妄成異二。一迷真妄起。</p><a 
name="0947c11" id="0947c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>由汝妄想迷理為咎。癡愛發生。生發遍迷。故<a 
name="0947c12" id="0947c12"></a>有空性。化迷不息。有世界生。則此十方微塵<a 
name="0947c13" id="0947c13"></a>國土非無漏者。皆是迷頑妄想安立　此正<a 
name="0947c14" id="0947c14"></a>敘也。無明妄想迷真常理遂成四惑。略舉其<a 
name="0947c15" id="0947c15"></a>二。故云癡愛發生。若具對者。先由不如實知<a 
name="0947c16" id="0947c16"></a>真如法一。即我癡。次於迷處見有所相。即我<a 
name="0947c17" id="0947c17"></a>見。所相既現執而不捨。即我愛。恃此為體轉<a 
name="0947c18" id="0947c18"></a>增&#x9E81;顯。即是我慢。楞伽云。七識生滅。如來藏<a 
name="0947c19" id="0947c19"></a>不生滅。此二和合成阿梨耶。此即內識成也。<a 
name="0947c20" id="0947c20"></a>故云遍迷。故有下外器具也。則此下重指。非<a 
name="0947c21" id="0947c21"></a>無漏者。反顯諸佛淨土即是鏡智所現。唯識<a 
name="0947c22" id="0947c22"></a>云。大圓鏡智能現能生身土智影。今此有漏。<a 
name="0947c23" id="0947c23"></a>皆妄安立。</p><a 
name="0947c24" id="0947c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>當知虛空生汝心內。猶如片雲點太清裏。況<a 
name="0947c25" id="0947c25"></a>諸世界在虛空耶　此結指也。前文云。空生<a 
name="0947c26" id="0947c26"></a>大覺中如海一漚發有漏微塵國皆依空所<a 
name="0947c27" id="0947c27"></a>生。下文云。乃至虛空皆因妄想之所安立。故<a 
name="0947c28" id="0947c28"></a>云況此世界在虛空耶　二悟真妄除。</p><a 
name="0947c29" id="0947c29"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝等一人發真歸元。此十方空皆悉銷殞。云<a 
name="0948a01" id="0948a01"></a>何空中所有國土而不振裂　前文云。漚滅<a 
name="0948a02" id="0948a02"></a>空本無況復諸三有。故知。眾生共業所感國<a 
name="0948a03" id="0948a03"></a>土及空。一人返妄歸真始覺合本。其所感者<a 
name="0948a04" id="0948a04"></a>隨妄消殞。前文云。諸器世間應念化成無上<a 
name="0948a05" id="0948a05"></a>知覺。然發真者。合覺之時。雖但見覺無妄可<a 
name="0948a06" id="0948a06"></a>生。此無生妄。未發真者見是實有。其妄所感<a 
name="0948a07" id="0948a07"></a>共變國土。為智所了。寧不振裂。由是諸佛成<a 
name="0948a08" id="0948a08"></a>道。動諸世界。必不徒然　二別示降魔二。一<a 
name="0948a09" id="0948a09"></a>致魔興二。初因悟動魔二。一正明。</p><a 
name="0948a10" id="0948a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝輩修禪飾三摩地。十方菩薩及諸無漏大<a 
name="0948a11" id="0948a11"></a>阿羅漢。心精通<span class="gaiji">[泳-永+曶]<!--gaiji,,1[泳-永+曶],2&#x3CF7;,3--></span>。當處湛然　此顯悟也。飾<a 
name="0948a12" id="0948a12"></a>亦修也。<span class="gaiji">[泳-永+曶]<!--gaiji,,1[泳-永+曶],2&#x3CF7;,3--></span>合也。一法界心生佛同體。佛究竟<a 
name="0948a13" id="0948a13"></a>證。菩薩羅漢亦已分證。今三昧者同彼所證。<a 
name="0948a14" id="0948a14"></a>融合一體。妄處全覺。故云當處湛然。</p><a 
name="0948a15" id="0948a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一切魔王及與鬼神諸凡夫天。見其宮殿無<a 
name="0948a16" id="0948a16"></a>故崩裂。大地振坼水陸飛騰。無不驚慴　此<a 
name="0948a17" id="0948a17"></a>動魔也。</p><a 
name="0948a18" id="0948a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>凡夫昏暗。不覺遷訛。彼等咸得五種神通。唯<a 
name="0948a19" id="0948a19"></a>除漏盡　此料揀也。魔與諸天皆修禪定。故<a 
name="0948a20" id="0948a20"></a>得五通。凡夫煩惱一未曾伏。故云昏暗。彼諸<a 
name="0948a21" id="0948a21"></a>魔王。欲界之主。統此國土以為所居。總攝有<a 
name="0948a22" id="0948a22"></a>情以為民眾。故得道者。必出魔界。共感國土<a 
name="0948a23" id="0948a23"></a>必傾搖耳　二反顯。</p><a 
name="0948a24" id="0948a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>戀此塵勞。如何令汝摧裂其處　如文　二<a 
name="0948a25" id="0948a25"></a>正為留難。</p><a 
name="0948a26" id="0948a26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>是故鬼神及諸天魔魍魎妖精。於三昧時。僉<a 
name="0948a27" id="0948a27"></a>來惱汝　僉皆也。餘如文　二辨降伏二。初<a 
name="0948a28" id="0948a28"></a>順明二。初引喻廣明。</p><a 
name="0948a29" id="0948a29"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>然彼諸魔。雖有大怒彼塵勞內。汝妙覺中如<a 
name="0948b01" id="0948b01"></a>風吹光。如刀斷水。了不相觸。汝如沸湯。彼如<a 
name="0948b02" id="0948b02"></a>堅&#x6C37;。煖氣漸&#x96A3;不日銷殞。徒恃神力但為其<a 
name="0948b03" id="0948b03"></a>客。成就破亂由汝心中五陰主人。主人若迷。<a 
name="0948b04" id="0948b04"></a>客得其便　首楞嚴定實相智慧。如光如水<a 
name="0948b05" id="0948b05"></a>如湯如主。風刀&#x6C37;客孰能動焉。此以清淨道<a 
name="0948b06" id="0948b06"></a>力。破彼昏濁魔心。如空無礙。物何能沮。或<a 
name="0948b07" id="0948b07"></a>一念動如主心迷。客得其便即成破亂。終不<a 
name="0948b08" id="0948b08"></a>成就　二結勸降伏。</p><a 
name="0948b09" id="0948b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>當處禪那覺悟無惑。則彼魔事。無奈汝何。陰<a 
name="0948b10" id="0948b10"></a>銷入明。則彼群邪咸受幽氣。明能破暗。近自<a 
name="0948b11" id="0948b11"></a>銷殞。如何敢留擾亂禪定　初二句勸依本<a 
name="0948b12" id="0948b12"></a>修治智慧觀察也。則彼下顯魔不得便。一人<a 
name="0948b13" id="0948b13"></a>發真。世界消殞。今入三昧寧不動魔。苟能<a 
name="0948b14" id="0948b14"></a>深入禪定唯觀實相。魔界佛界一如無二。生<a 
name="0948b15" id="0948b15"></a>死涅槃山河大地。皆即狂勞虛妄華相。故云<a 
name="0948b16" id="0948b16"></a>如何敢留擾亂禪定　二反顯。</p><a 
name="0948b17" id="0948b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若不明悟被陰所迷。則汝阿難。必為魔子。成<a 
name="0948b18" id="0948b18"></a>就魔人　慇懃啟悟令識魔惑。五陰所迷。魔<a 
name="0948b19" id="0948b19"></a>得其便。故正理論云。五蘊者。積聚藏隱諸不<a 
name="0948b20" id="0948b20"></a>善因。譬如群賊藏隱山中時出人間劫奪財<a 
name="0948b21" id="0948b21"></a>物。故知五陰魔所依處。若能觀破。魔自消<a 
name="0948b22" id="0948b22"></a>歇　二引事例證。</p><a 
name="0948b23" id="0948b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>如摩登伽殊為眇劣。彼唯&#x546A;汝破佛律儀。八<a 
name="0948b24" id="0948b24"></a>萬行中秖毀一戒。心清淨故尚未淪溺。此乃<a 
name="0948b25" id="0948b25"></a>墮汝寶覺全身。如宰臣家忽逢籍沒。宛轉零<a 
name="0948b26" id="0948b26"></a>落。無可哀救　殊為眇劣者。殊異也。即異常<a 
name="0948b27" id="0948b27"></a>之眇劣也。魔鬼相望。魔勝而鬼劣。今登伽是<a 
name="0948b28" id="0948b28"></a>人。但有&#x546A;力。非具五通。若望於魔。即眇劣中<a 
name="0948b29" id="0948b29"></a>又眇劣者。彼唯下釋眇劣相。據摩登伽。期心<a 
name="0948c01" id="0948c01"></a>甚淺。但欲毀汝淫之一戒。由汝無心。尚不成<a 
name="0948c02" id="0948c02"></a>犯。此乃下顯魔勝。此此魔也。魔欲令汝三昧<a 
name="0948c03" id="0948c03"></a>不成流浪輪轉法身慧命絕滅銷殞。如宰輔<a 
name="0948c04" id="0948c04"></a>家犯國極法削沒其藉世無食祿。深可悲夫<a 
name="0948c05" id="0948c05"></a>　二別顯五。一破色陰三。一盡未盡相二。初<a 
name="0948c06" id="0948c06"></a>明區宇。</p><a 
name="0948c07" id="0948c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難當知。汝坐道場銷落諸念。其念若盡。則<a 
name="0948c08" id="0948c08"></a>諸離念一切精明。動靜不移。憶忘如一　示<a 
name="0948c09" id="0948c09"></a>入正定之方便也。此如前文以湛旋其虛妄<a 
name="0948c10" id="0948c10"></a>滅生伏還元覺。即此文云消落諸念等。圓覺<a 
name="0948c11" id="0948c11"></a>亦云於一切時不起妄念也。分別不起。故云<a 
name="0948c12" id="0948c12"></a>念盡。離念精明者。即前文云。得元明覺無生<a 
name="0948c13" id="0948c13"></a>滅性為因地心也。動靜下釋離念行相也。入<a 
name="0948c14" id="0948c14"></a>流亡所。境不能隨。故云動靜不移。由澄諸念。<a 
name="0948c15" id="0948c15"></a>分別稍寂。故云憶忘如一。起信即云止一切<a 
name="0948c16" id="0948c16"></a>境界相。今經即云消落諸念。能所二緣。經<a 
name="0948c17" id="0948c17"></a>論互舉耳。</p><a 
name="0948c18" id="0948c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>當住此處入三摩提　依前方便入正定也。<a 
name="0948c19" id="0948c19"></a>應當依此離念之處深入正受。</p><a 
name="0948c20" id="0948c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>如明目人處大幽暗。精性妙淨。心未發光。此<a 
name="0948c21" id="0948c21"></a>則名為色陰區宇　正顯未盡色陰也。心入<a 
name="0948c22" id="0948c22"></a>正定如明目人。未破色陰如大幽暗。精性妙<a 
name="0948c23" id="0948c23"></a>淨定心顯也。心未發光慧未生也區宇寰區<a 
name="0948c24" id="0948c24"></a>此。如王所統有諸國土。故云區。區別也。皆<a 
name="0948c25" id="0948c25"></a>一天所覆。故云宇。宇猶覆也。今色陰二字。即<a 
name="0948c26" id="0948c26"></a>同區宇。同一陰覆色等別故。舉此喻者。表在<a 
name="0948c27" id="0948c27"></a>其中也　二明盡相。</p><a 
name="0948c28" id="0948c28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若目明朗。十方洞開。無復幽黯。名色陰盡<a 
name="0948c29" id="0948c29"></a>　正明也。前已目明。今復暗破。故無幽黯。<a 
name="0949a01" id="0949a01"></a>色既質礙。障隔不通。故成幽暗。今定慧發明。<a 
name="0949a02" id="0949a02"></a>破其陰覆。洞然明顯。故云陰盡。</p><a 
name="0949a03" id="0949a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>是人則能超越劫濁。觀其所由。堅固妄想以<a 
name="0949a04" id="0949a04"></a>為其本　結益也。超劫濁者。以劫濁是色陰<a 
name="0949a05" id="0949a05"></a>之體。最初一念能所纔立。即是空見不分。名<a 
name="0949a06" id="0949a06"></a>為劫濁。從無忽有。有即色也。今破色陰。是故<a 
name="0949a07" id="0949a07"></a>超越。堅固妄想者。覺明堅執。質礙便成為色<a 
name="0949a08" id="0949a08"></a>之體。故云堅固。問色陰&#x9E81;顯。觀中先破劫濁<a 
name="0949a09" id="0949a09"></a>最細。何得&#x5374;超。答以起時無前後。故破時兼<a 
name="0949a10" id="0949a10"></a>&#x9E81;細。文不累書。故見生起有次第耳。又色陰<a 
name="0949a11" id="0949a11"></a>屬現相。現相是本識。今色陰破即現相破。現<a 
name="0949a12" id="0949a12"></a>相破即動本識。本識豈非劫濁。故得超也。信<a 
name="0949a13" id="0949a13"></a>哉初心便有破無明分耳　二正明現境十。<a 
name="0949a14" id="0949a14"></a>一身能出礙。</p><a 
name="0949a15" id="0949a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。當在此中精研妙明。四大不織。少選之<a 
name="0949a16" id="0949a16"></a>間身能出礙。此名精明流溢前境。斯但功用<a 
name="0949a17" id="0949a17"></a>暫得如是非為聖證。不作聖心名善境界。若<a 
name="0949a18" id="0949a18"></a>作聖解即受群邪　於三昧中。精究研窮妙<a 
name="0949a19" id="0949a19"></a>明元體。無色陰相。由斯研究。深觀此理。故得<a 
name="0949a20" id="0949a20"></a>四大不相交織。須臾之際身能出障。猶行虛<a 
name="0949a21" id="0949a21"></a>空。斯則心不主形。四大亡質。觀心無礙流溢<a 
name="0949a22" id="0949a22"></a>前塵。功用暫然。非是聖證。苟知此是禪者功<a 
name="0949a23" id="0949a23"></a>力。則無有失。故云善境。若總撥為魔。則抑善<a 
name="0949a24" id="0949a24"></a>功用。若言即聖。又未斷惑。故令善識而無取<a 
name="0949a25" id="0949a25"></a>捨。下皆倣此　二體拾蟯蛔。</p><a 
name="0949a26" id="0949a26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。復以此心精研妙明。其身內徹。是人忽<a 
name="0949a27" id="0949a27"></a>然於其身內拾出蟯蛔。身相宛然。亦無傷毀。<a 
name="0949a28" id="0949a28"></a>此名精明流溢形體。斯但精行暫得如是非<a 
name="0949a29" id="0949a29"></a>為聖證。不作聖心名善境界。若作聖解即受<a 
name="0949b01" id="0949b01"></a>群邪　蟯蛔腹中虫也。觀心精明。內融身體。<a 
name="0949b02" id="0949b02"></a>內之四大因觀而變。遂能體內拾出蟯蛔故<a 
name="0949b03" id="0949b03"></a>無傷毀。此境現前。不生取捨即為善境。不爾<a 
name="0949b04" id="0949b04"></a>受邪　三密義聞空。</p><a 
name="0949b05" id="0949b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心內外精研。其時魂魄意志精神。除<a 
name="0949b06" id="0949b06"></a>執受身。餘皆涉入互為賓主。忽於空中聞說<a 
name="0949b07" id="0949b07"></a>法聲。或聞十方同敷密義。此名精魄遞相離<a 
name="0949b08" id="0949b08"></a>合。成就善種暫得如是非為聖證。不作聖心<a 
name="0949b09" id="0949b09"></a>名善境界。若作聖解即受群邪　初至賓主<a 
name="0949b10" id="0949b10"></a>者。明境發所由也。主肝曰魂。主肺曰魄。主<a 
name="0949b11" id="0949b11"></a>脾為意。主腎為志。主心為精神。根身種子皆<a 
name="0949b12" id="0949b12"></a>為第八所執受故。定心精究。內外唯空。遂令<a 
name="0949b13" id="0949b13"></a>五內主神無所依附。流出于外迭互相依。故<a 
name="0949b14" id="0949b14"></a>云互為賓主。忽於下四句正明發相。此則先<a 
name="0949b15" id="0949b15"></a>所修習聞慧種子。定力所激。禪中發生。遂寄<a 
name="0949b16" id="0949b16"></a>神魂現於說法也。此名下結判邪正。離合即<a 
name="0949b17" id="0949b17"></a>賓主也。或離心主而賓於肝等。餘如文　四<a 
name="0949b18" id="0949b18"></a>華臺踞佛。</p><a 
name="0949b19" id="0949b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心澄露皎徹內光發明。十方遍作閻<a 
name="0949b20" id="0949b20"></a>浮檀色。一切種類化為如來。于時忽見毘盧<a 
name="0949b21" id="0949b21"></a>遮那踞天光臺千佛圍遶。百億國土及與蓮<a 
name="0949b22" id="0949b22"></a>花俱時出現。此名心魂靈悟所染心光研明<a 
name="0949b23" id="0949b23"></a>照諸世界。暫得如是非為聖證。不作聖心名<a 
name="0949b24" id="0949b24"></a>善境界。若作聖解即受群邪　初三句內由<a 
name="0949b25" id="0949b25"></a>觀慧也。定心澄靜顯露皎明。內光既發。外相<a 
name="0949b26" id="0949b26"></a>則變。十方下外現其相也。以先熏習名言善<a 
name="0949b27" id="0949b27"></a>種。染影而來。故見十方如金種類皆佛。心念<a 
name="0949b28" id="0949b28"></a>不動。斯須自滅。或起取著。正定難存。如修念<a 
name="0949b29" id="0949b29"></a>佛三昧。此境現前與修多羅合者。名為親證。<a 
name="0949c01" id="0949c01"></a>若修樹觀。設見佛形亦不為正。以心境不相<a 
name="0949c02" id="0949c02"></a>應故。何況修真如三昧法界一相。有所取著。<a 
name="0949c03" id="0949c03"></a>豈非魔耶。此名下結判邪正。靈悟所染者。靈<a 
name="0949c04" id="0949c04"></a>善也。先所熏染圓頓覺慧。悟知眾生本來是<a 
name="0949c05" id="0949c05"></a>佛。此之種子因定激發。故現其相也。餘如文<a 
name="0949c06" id="0949c06"></a>　五空呈寶色。</p><a 
name="0949c07" id="0949c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心精研妙明。觀察不停。抑按降伏。制<a 
name="0949c08" id="0949c08"></a>止超越於時忽然十方虛空成七寶色或百寶<a 
name="0949c09" id="0949c09"></a>色。同時遍滿。不相留礙。青黃赤白各各純現。<a 
name="0949c10" id="0949c10"></a>此名抑按功力逾分。暫得如是非為聖證。不<a 
name="0949c11" id="0949c11"></a>作聖心名善境界。若作聖解即受群邪　定<a 
name="0949c12" id="0949c12"></a>功研妙。觀察逾深。制止既過。寶色分現。本為<a 
name="0949c13" id="0949c13"></a>制止分別。今由過分異境&#x5374;生。與心相違。豈<a 
name="0949c14" id="0949c14"></a>非魔事。不起取心。自然消歇。如前文云。不取<a 
name="0949c15" id="0949c15"></a>無非幻。非幻尚不生。幻法云何立　六物見<a 
name="0949c16" id="0949c16"></a>暗中。</p><a 
name="0949c17" id="0949c17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心研究澄徹精光不亂。忽於夜合。在<a 
name="0949c18" id="0949c18"></a>暗室內。見種種物不殊白晝。而暗室物亦不<a 
name="0949c19" id="0949c19"></a>除滅。此名心細密澄其見所視洞幽。暫得如<a 
name="0949c20" id="0949c20"></a>是非為聖證。不作聖心名善境界。若作聖解<a 
name="0949c21" id="0949c21"></a>即受群邪　定中研究心光澄靜。由澄靜故。<a 
name="0949c22" id="0949c22"></a>忽然發見。暗中見物物是實境。故不隨定出<a 
name="0949c23" id="0949c23"></a>入有無。故云亦不除滅心細密澄者。觀心微<a 
name="0949c24" id="0949c24"></a>細密爾澄靜。精光既定暗境不隱。故夜見物。<a 
name="0949c25" id="0949c25"></a>悟則無咎　七傷體無知。</p><a 
name="0949c26" id="0949c26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心圓入虛融。四體忽然同於草木。火<a 
name="0949c27" id="0949c27"></a>燒刀斫曾無所覺。又則火光不能燒爇。縱割<a 
name="0949c28" id="0949c28"></a>其肉猶如削木。此名塵併排四大性一向入<a 
name="0949c29" id="0949c29"></a>純。暫得如是非為聖證。不作聖心名善境界。<a 
name="0950a01" id="0950a01"></a>若作聖解即受群邪　圓遍也。入觀達也。以<a 
name="0950a02" id="0950a02"></a>此定心。遍了一切。己身他物無不虛寂。此即<a 
name="0950a03" id="0950a03"></a>心融思寂執受不行。四大五塵忽然排併。既<a 
name="0950a04" id="0950a04"></a>無能執。割截如空。念想一純暫得如是八遍<a 
name="0950a05" id="0950a05"></a>觀諸界。</p><a 
name="0950a06" id="0950a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心成就清淨淨心功極。忽見大地十<a 
name="0950a07" id="0950a07"></a>方山河皆成佛國。具足七寶。光明遍滿。又見<a 
name="0950a08" id="0950a08"></a>恒沙諸佛如來遍滿空界樓殿華麗。下見地<a 
name="0950a09" id="0950a09"></a>獄。上觀天宮。得無障礙。此名欣厭凝想日深<a 
name="0950a10" id="0950a10"></a>想久化成。非為聖證。不作聖心名善境界。若<a 
name="0950a11" id="0950a11"></a>作聖解即受群邪　厭穢忻淨積想所凝。圓<a 
name="0950a12" id="0950a12"></a>定功深感斯妙境耳　九他方夜&#x89A9;。</p><a 
name="0950a13" id="0950a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心研究深遠。忽於中夜。遙見遠方市<a 
name="0950a14" id="0950a14"></a>井街巷親族眷屬。或聞其語。此名迫心逼極<a 
name="0950a15" id="0950a15"></a>飛出故多隔見。非為聖證。不作聖心名善境<a 
name="0950a16" id="0950a16"></a>界。若作聖解即受群邪　識心通靈因定功<a 
name="0950a17" id="0950a17"></a>發。飛出隔見。遠近皆然。逼極之功。非因妙證<a 
name="0950a18" id="0950a18"></a>　十師體變移。</p><a 
name="0950a19" id="0950a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又以此心研究精極。見善知識。形體變移。少<a 
name="0950a20" id="0950a20"></a>選無端種種遷改。此名邪心含受魑魅或遭<a 
name="0950a21" id="0950a21"></a>天魔入其心腹無端說法通達妙義。非為聖<a 
name="0950a22" id="0950a22"></a>證。不作聖心魔事消歇。若作聖解即受群邪<a 
name="0950a23" id="0950a23"></a>　此人曾有邪心種子。合外魔境相因而來。<a 
name="0950a24" id="0950a24"></a>然此一章非善境界。純是魔嬈。不同前文皆<a 
name="0950a25" id="0950a25"></a>稱善種起心作證方始成魔　三結勸弘宣。</p><a 
name="0950a26" id="0950a26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。如是十種禪那現境。皆是色陰用心交<a 
name="0950a27" id="0950a27"></a>互。故現斯事。眾生頑迷不自忖量。逢此因緣<a 
name="0950a28" id="0950a28"></a>迷不自識。謂言登聖。大妄語成。墮無間獄。汝<a 
name="0950a29" id="0950a29"></a>等當依如來滅後於末法中宣示斯義。無令<a 
name="0950b01" id="0950b01"></a>天魔得其方便。保持覆護成無上道　此是<a 
name="0950b02" id="0950b02"></a>於觀行中。色陰將盡未盡。用心差異。有此十<a 
name="0950b03" id="0950b03"></a>境。若不識知皆認聖證。即為魔惑。故佛勸令<a 
name="0950b04" id="0950b04"></a>開示後世也。問此不作五陰次第觀門。何得<a 
name="0950b05" id="0950b05"></a>陰次第盡明其境耶。答觀雖總相五陰同觀。<a 
name="0950b06" id="0950b06"></a>陰有&#x9E81;細。&#x9E81;者先盡。譬如浣衣&#x9E81;垢先去。此<a 
name="0950b07" id="0950b07"></a>陰既積妄所成。妄盡自然陰滅。從&#x9E81;至細。理<a 
name="0950b08" id="0950b08"></a>必然也。</p><a 
name="0950b09" id="0950b09"></a><p><span class="juanname">首楞嚴義疏注經卷第九<span class="note">(之一)</span></span></p><a 
name="0950b10" id="0950b10"></a><a 
name="0950b11" id="0950b11"></a><a 
name="0950b12" id="0950b12"></a><p><span class="juanname">首楞嚴義疏注經卷第九<span class="note">(之二)</span></span></p><a 
name="0950b13" id="0950b13"></a><a 
name="0950b14" id="0950b14"></a><p style="margin-left: 4em"><span class="byline">長水沙門子<span class="gaiji">璿<!--gaiji,璿,1[王*(虍-七+(一/八/八/目))],2,3--></span>集</span></p><a 
name="0950b15" id="0950b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二受陰三。一盡未盡相二。一明區宇。</p><a 
name="0950b16" id="0950b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。彼善男子。修三摩提奢摩他中色陰盡<a 
name="0950b17" id="0950b17"></a>者。見諸佛心。如明鏡中顯現其像。若有所得。<a 
name="0950b18" id="0950b18"></a>而未能用。猶如魘人手足宛然見聞不惑心<a 
name="0950b19" id="0950b19"></a>觸客邪而不能動。此則名為受陰區宇　色<a 
name="0950b20" id="0950b20"></a>陰盡者。以止觀中觀其五陰觀心純熟不為<a 
name="0950b21" id="0950b21"></a>色礙。故云陰盡。見諸佛心者。妙覺明心觀中<a 
name="0950b22" id="0950b22"></a>明露。即色相盡而色性現也。觀中暫見。非真<a 
name="0950b23" id="0950b23"></a>實見。故如鏡像。有所得者即前見諸佛心也。<a 
name="0950b24" id="0950b24"></a>既是觀心變影而緣。非是觀證。故未能用。以<a 
name="0950b25" id="0950b25"></a>用受陰為領納故。親證必能有妙用故。未破<a 
name="0950b26" id="0950b26"></a>受陰如魘人。色陰盡故能見佛心。如見聞不<a 
name="0950b27" id="0950b27"></a>惑。受陰客邪既在。妙用之動未能。為受所覆。<a 
name="0950b28" id="0950b28"></a>故云區宇　二明盡相。</p><a 
name="0950b29" id="0950b29"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若魘咎歇。其心離身返觀其面。去住自由無<a 
name="0950c01" id="0950c01"></a>復留礙。名受陰盡。是人則能超越見濁。觀其<a 
name="0950c02" id="0950c02"></a>所由。虛明妄想以為其本　其心離身者。以<a 
name="0950c03" id="0950c03"></a>客邪不觸心。於根門得自在也。不為魘咎之<a 
name="0950c04" id="0950c04"></a>所留礙。故能返照自面。此顯見聞有用也。去<a 
name="0950c05" id="0950c05"></a>住下二句明手足得用也。此上皆約喻顯。若<a 
name="0950c06" id="0950c06"></a>約法者。受陰盡故心亡領納。既無能領之受。<a 
name="0950c07" id="0950c07"></a>即無所領之法。心法既亡。自在宜矣。超見濁<a 
name="0950c08" id="0950c08"></a>者。以根身正是見濁之體。見聞覺知擁令留<a 
name="0950c09" id="0950c09"></a>礙。水火風土旋令覺知。斯則執受相仍便成<a 
name="0950c10" id="0950c10"></a>根質。受妄領納執以為己。以見是推求執取<a 
name="0950c11" id="0950c11"></a>為義。由受領前境。取著隨生。受陰既亡即<a 
name="0950c12" id="0950c12"></a>超見濁。覺明之心虛通領納。故云虛明妄想<a 
name="0950c13" id="0950c13"></a>　二正明現境十。一見物生悲。</p><a 
name="0950c14" id="0950c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。彼善男子。當在此中得大光耀。其心發<a 
name="0950c15" id="0950c15"></a>明。內抑過分。忽於其處發無窮悲。如是乃至<a 
name="0950c16" id="0950c16"></a>觀見蚊虻猶如赤子。心生憐&#x615C;。不覺流淚<a 
name="0950c17" id="0950c17"></a>　此正顯也。奢摩他中。定光發現。狂慧既起。內<a 
name="0950c18" id="0950c18"></a>抑太過。憂悲種子在藏識者忽焉現起。凡見<a 
name="0950c19" id="0950c19"></a>生類。皆如自己所生赤子。赤子嬰兒也。</p><a 
name="0950c20" id="0950c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名功用抑摧過越。悟則無咎。非為聖證。覺<a 
name="0950c21" id="0950c21"></a>了不迷久自銷歇。若作聖解。則有悲魔入其<a 
name="0950c22" id="0950c22"></a>心腑。見人則悲。啼泣無限。失於正受。當從淪<a 
name="0950c23" id="0950c23"></a>墜　此結判也。心光忽現內抑太過憂悲種<a 
name="0950c24" id="0950c24"></a>發。非為聖證。取即引魔。他皆倣此　二勇志<a 
name="0950c25" id="0950c25"></a>齊聖。</p><a 
name="0950c26" id="0950c26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。又彼定中諸善男子。見色陰銷受陰明<a 
name="0950c27" id="0950c27"></a>白勝相現前。感激過分。忽於其中生無限勇。<a 
name="0950c28" id="0950c28"></a>其心猛利。志齊諸佛。謂三僧祇一念能越<a 
name="0950c29" id="0950c29"></a>　色盡受現。定之勝相也。先未曾得今既獲得<a 
name="0951a01" id="0951a01"></a>遂生感激。感激太過勇志便發。謂言三祇一<a 
name="0951a02" id="0951a02"></a>念能越我齊諸佛更無如者。</p><a 
name="0951a03" id="0951a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名功用陵率過越悟則無咎。非為聖證。覺<a 
name="0951a04" id="0951a04"></a>了不迷久自銷歇。若作聖解。則有狂魔。入其<a 
name="0951a05" id="0951a05"></a>心腑。見人則誇。我慢無比。其心乃至。上不見<a 
name="0951a06" id="0951a06"></a>佛。下不見人。失於正受。當從淪墜　凌謂<a 
name="0951a07" id="0951a07"></a>篾他。率謂自強。由見勝相。因茲感激遂有此<a 
name="0951a08" id="0951a08"></a>生。斯則無始我慢種子被激而生。悟則無咎<a 
name="0951a09" id="0951a09"></a>　三渴心沈憶。</p><a 
name="0951a10" id="0951a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷。受陰明白。前<a 
name="0951a11" id="0951a11"></a>無新證。歸失故居。智力衰微。入中墮地。&#x9008;無<a 
name="0951a12" id="0951a12"></a>所見。心中忽然生大枯渴。於一切時沈憶不<a 
name="0951a13" id="0951a13"></a>散。將此以為勤精進相　受陰未空。前無新<a 
name="0951a14" id="0951a14"></a>證。色陰已盡。歸失故居。前後失准。墮在兩楹<a 
name="0951a15" id="0951a15"></a>無所依倚。名中墮地。既於此處心無所措。遂<a 
name="0951a16" id="0951a16"></a>生沈憶。以此名攸。認為精進。</p><a 
name="0951a17" id="0951a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名修心無慧自失。悟則無咎。非為聖證。若<a 
name="0951a18" id="0951a18"></a>作聖解。則有憶魔入其心腑。旦夕撮心懸在<a 
name="0951a19" id="0951a19"></a>一處。失於正受。當從淪墜　若於色受盡未<a 
name="0951a20" id="0951a20"></a>盡中。用無相慧觀察陰體。本自不生。今則無<a 
name="0951a21" id="0951a21"></a>滅。唯一實相。如此則何有無新證失故居之<a 
name="0951a22" id="0951a22"></a>慮哉。今既不然。故成自失　四疑自果成。</p><a 
name="0951a23" id="0951a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷受陰明白。慧<a 
name="0951a24" id="0951a24"></a>力過定。失於猛利。以諸勝性。懷於心中。自心<a 
name="0951a25" id="0951a25"></a>已疑是盧舍那。得少為足　失於猛利者。過<a 
name="0951a26" id="0951a26"></a>在慧之猛利也。心懷勝性。疑是舍那。更不求<a 
name="0951a27" id="0951a27"></a>進。得少為足。</p><a 
name="0951a28" id="0951a28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名用心忘失恒審溺於知見。悟則無咎。非<a 
name="0951a29" id="0951a29"></a>為聖證。若作聖解。則有下劣易知足魔入其<a 
name="0951b01" id="0951b01"></a>心腑。見人自言。我得無上第一義諦。失於正<a 
name="0951b02" id="0951b02"></a>受。當從淪墜　定力微故忘失恒審。慧力過<a 
name="0951b03" id="0951b03"></a>故溺於知見。定慧若均。寂照無二。慧力既過。<a 
name="0951b04" id="0951b04"></a>故溺知見。即前失於猛利也。此則勝解忽生<a 
name="0951b05" id="0951b05"></a>引起見取種子執劣為勝。故此現也　五逼<a 
name="0951b06" id="0951b06"></a>意憂愁。</p><a 
name="0951b07" id="0951b07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷受陰明白。新<a 
name="0951b08" id="0951b08"></a>證未獲。故心已亡。歷覽二際。自生艱險。於心<a 
name="0951b09" id="0951b09"></a>忽然生無盡憂。如坐鐵床。如飲毒藥。心不欲<a 
name="0951b10" id="0951b10"></a>活。常求於人令害其命早取解脫　二際者<a 
name="0951b11" id="0951b11"></a>未證已亡之二也。定無方便安忍其心。遂成<a 
name="0951b12" id="0951b12"></a>憂惱不耐活命也。</p><a 
name="0951b13" id="0951b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名修行失於方便。悟則無咎。非為聖證。若<a 
name="0951b14" id="0951b14"></a>作聖解。則有一分常憂愁魔入其心腑。手執<a 
name="0951b15" id="0951b15"></a>刀劍自割其肉欣其捨壽。或常憂愁走入山<a 
name="0951b16" id="0951b16"></a>林不耐見人。失於正受。當從淪墜　悔惱種<a 
name="0951b17" id="0951b17"></a>子被激而生。修無方便。故引魔鬼也。如四分<a 
name="0951b18" id="0951b18"></a>律婆求河邊諸比丘等修不淨觀。厭游過分<a 
name="0951b19" id="0951b19"></a>求刀自害。魔使之然。悟則無咎　六生心喜<a 
name="0951b20" id="0951b20"></a>樂。</p><a 
name="0951b21" id="0951b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷受陰明白。處<a 
name="0951b22" id="0951b22"></a>清淨中。心安隱後。忽然自有無限喜生。心中<a 
name="0951b23" id="0951b23"></a>歡悅不能自止。此名輕安無慧自禁。悟則無<a 
name="0951b24" id="0951b24"></a>咎。非為聖證。若作聖解。則有一分好喜樂魔<a 
name="0951b25" id="0951b25"></a>入其心腑。見人則笑。於衢路傍自歌自舞。自<a 
name="0951b26" id="0951b26"></a>謂已得無礙解脫。失於正受。當從淪墜　輕<a 
name="0951b27" id="0951b27"></a>安是禪支。雖因定生。須慧覺察。忽然過分掉<a 
name="0951b28" id="0951b28"></a>舉種生。好喜樂魔因茲得便　七無端我慢。</p><a 
name="0951b29" id="0951b29"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷受陰明白。自<a 
name="0951c01" id="0951c01"></a>謂已足。忽有無端大我慢起。如是乃至慢與<a 
name="0951c02" id="0951c02"></a>過慢。及慢過慢。或增上慢。或卑劣慢。一時<a 
name="0951c03" id="0951c03"></a>俱發。心中尚輕十方如來。何況下位聲聞緣<a 
name="0951c04" id="0951c04"></a>覺　此有七慢。恃己凌他高舉為性。名我<a 
name="0951c05" id="0951c05"></a>慢。稱量自他比校同德。但稱為慢。於他等謂<a 
name="0951c06" id="0951c06"></a>己勝。名為過慢。於他勝謂己勝。名慢過慢。未<a 
name="0951c07" id="0951c07"></a>得謂得。名增上慢。雖知下劣返顧自矜。名卑<a 
name="0951c08" id="0951c08"></a>劣慢。非毀經像。即是邪慢。此之七慢。由禪<a 
name="0951c09" id="0951c09"></a>定中忽生勝見無正慧覺。是故起也。</p><a 
name="0951c10" id="0951c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名見勝無慧自救。悟則無咎。非為聖證。若<a 
name="0951c11" id="0951c11"></a>作聖解。則有一分大我慢魔入其心腑。不禮<a 
name="0951c12" id="0951c12"></a>塔廟。摧毀經像。謂檀越言。此是金銅。或是土<a 
name="0951c13" id="0951c13"></a>木。經是樹葉。或是疊華。肉身真常不自恭敬。<a 
name="0951c14" id="0951c14"></a>&#x5374;崇土木。實為顛倒。其深信者。從其毀碎。埋<a 
name="0951c15" id="0951c15"></a>棄地中。疑誤眾生入無間獄。先於正受。當從<a 
name="0951c16" id="0951c16"></a>淪墜　愚者修禪皆墮此見。&#x7ADD;是魔種。不識<a 
name="0951c17" id="0951c17"></a>如來像教之意。且末世住持依因像教。出家<a 
name="0951c18" id="0951c18"></a>學道藉此而修。魔壞信因。令毀經像。故楞伽<a 
name="0951c19" id="0951c19"></a>云。佛若不說。教則滅壞。教若滅壞。誰有修行<a 
name="0951c20" id="0951c20"></a>及得道者。愚者不見此文。一向謗佛無說。故<a 
name="0951c21" id="0951c21"></a>知。若不說法。十二部經於茲滅矣。須知。毀經<a 
name="0951c22" id="0951c22"></a>像人魔鬼入心。是大邪見。當須善察勿同此<a 
name="0951c23" id="0951c23"></a>謗　八頓獲輕安。</p><a 
name="0951c24" id="0951c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷受陰明白。於<a 
name="0951c25" id="0951c25"></a>精明中。圓悟精理得大隨順。其心忽生無<a 
name="0951c26" id="0951c26"></a>量輕安已言成聖得大自在　精明中者即圓<a 
name="0951c27" id="0951c27"></a>定寂照中也。定中發慧與理暫契。名圓悟精<a 
name="0951c28" id="0951c28"></a>理。理智相冥得無違拒。故云隨順。由隨順故<a 
name="0951c29" id="0951c29"></a>身心調暢。便謂成聖。</p><a 
name="0952a01" id="0952a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名因慧獲諸輕清。悟則無咎。非為聖證。若<a 
name="0952a02" id="0952a02"></a>作聖解。則有一分好輕清魔入其心腑。自謂<a 
name="0952a03" id="0952a03"></a>滿足。更不求進。此等多作無聞比丘。疑誤眾<a 
name="0952a04" id="0952a04"></a>生墮阿鼻獄。失於正受。當從淪墜　自謂滿<a 
name="0952a05" id="0952a05"></a>足更不求進者。良以不學修禪次第不善通<a 
name="0952a06" id="0952a06"></a>達禪支行相。暫得輕安。便謂成聖也。無聞比<a 
name="0952a07" id="0952a07"></a>丘觸處皆有。世世輪轉。熏識成因。以類相從。<a 
name="0952a08" id="0952a08"></a>卒難曉悟　九誤入空心。</p><a 
name="0952a09" id="0952a09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷受陰明白。於<a 
name="0952a10" id="0952a10"></a>明悟中得虛明性。其中忽然歸向永滅。撥無<a 
name="0952a11" id="0952a11"></a>因果一向入空。空心現前。乃至心生長斷滅<a 
name="0952a12" id="0952a12"></a>解　得虛明性者。即依圓定。發於空慧。悟性<a 
name="0952a13" id="0952a13"></a>空理。依此起見成惡取空。故撥無因果生斷<a 
name="0952a14" id="0952a14"></a>滅解。此即由無方便邪見忽發也。</p><a 
name="0952a15" id="0952a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>悟則無咎。非為聖證。若作聖解。則有空魔。入<a 
name="0952a16" id="0952a16"></a>其心腑。乃謗持戒。名為小乘。菩薩悟空。有何<a 
name="0952a17" id="0952a17"></a>持犯。其人常於信心檀越。飲酒噉肉。廣行婬<a 
name="0952a18" id="0952a18"></a>穢。因魔力故。攝其前人不生疑謗。鬼心久入。<a 
name="0952a19" id="0952a19"></a>或食屎尿與酒肉等。一種俱空。破佛律儀。<a 
name="0952a20" id="0952a20"></a>誤人入罪。失於正受。當從淪墜　此內由邪<a 
name="0952a21" id="0952a21"></a>見外引空魔也。大般若云。魔能入一切眾生<a 
name="0952a22" id="0952a22"></a>心。令歸依魔黨如膠如漆。斷手截臂不以為<a 
name="0952a23" id="0952a23"></a>難。魔力之故人皆信伏。法華所謂。深著虛妄<a 
name="0952a24" id="0952a24"></a>法。堅受不可捨。乃謗持戒等者。此之魔種代<a 
name="0952a25" id="0952a25"></a>代有之。南山云。戒是小乘。勸令捨之。又不肯<a 
name="0952a26" id="0952a26"></a>捨勸令持之又不肯持。豈非與煩惱相應卒<a 
name="0952a27" id="0952a27"></a>難諫曉。魔力所惑誰能奈何　十狂成貪欲。</p><a 
name="0952a28" id="0952a28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又彼定中諸善男子。見色陰銷受陰明白。味<a 
name="0952a29" id="0952a29"></a>其虛明深入心骨。其心忽有無限愛生。愛極<a 
name="0952b01" id="0952b01"></a>發狂。便為貪欲　味其虛明者。愛著禪中色<a 
name="0952b02" id="0952b02"></a>陰盡處以為勝境。由此起愛。無慧覺察。引其<a 
name="0952b03" id="0952b03"></a>貪欲種子而發。遂成狂欲也。</p><a 
name="0952b04" id="0952b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名定境安順入心無慧自持誤入諸欲。悟<a 
name="0952b05" id="0952b05"></a>則無咎。非為聖證。若作聖解。則有欲魔入其<a 
name="0952b06" id="0952b06"></a>心腑。一向說欲為菩提道。化諸白衣平等行<a 
name="0952b07" id="0952b07"></a>欲。其行婬者名持法子。神鬼力故。於末世中<a 
name="0952b08" id="0952b08"></a>攝其凡愚其數至百。如是乃至一百二百或<a 
name="0952b09" id="0952b09"></a>五六百。多滿千萬。魔心生厭離其身體。威德<a 
name="0952b10" id="0952b10"></a>既無。陷於王難。疑誤眾生入無間獄。失於正<a 
name="0952b11" id="0952b11"></a>受。當從淪墜　此貪欲種。如火遇薪。忽然而<a 
name="0952b12" id="0952b12"></a>發。欲魔得便因此入心。如林中比丘忽然禪<a 
name="0952b13" id="0952b13"></a>發不避死馬。因定引魔。此之類也。攝諸凡愚<a 
name="0952b14" id="0952b14"></a>至千萬者。欲本順貪。因魔熾盛。凡愚惑著何<a 
name="0952b15" id="0952b15"></a>事不從。又魔因妄起。本性不常。勢盡厭生。去<a 
name="0952b16" id="0952b16"></a>身留難　三結勸弘宣。</p><a 
name="0952b17" id="0952b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。如是十種禪那現境。皆是受陰用心交<a 
name="0952b18" id="0952b18"></a>互。故現斯事。眾生頑迷不自忖量。逢此因緣<a 
name="0952b19" id="0952b19"></a>迷不自識。謂言登聖。大妄語成。墮無間獄。汝<a 
name="0952b20" id="0952b20"></a>等亦當將如來語於我滅後傳示末法遍令<a 
name="0952b21" id="0952b21"></a>眾生開悟斯義。無令天魔得其方便。保持覆<a 
name="0952b22" id="0952b22"></a>護成無上道　受陰交互者。不能定慧均平<a 
name="0952b23" id="0952b23"></a>善巧安忍。既失方便。異念即生。由此故有十<a 
name="0952b24" id="0952b24"></a>種境界。皆是內心交互外引諸魔。苟能識之。<a 
name="0952b25" id="0952b25"></a>不落邪見　三破想陰三。初盡未盡相二。一<a 
name="0952b26" id="0952b26"></a>明區宇。</p><a 
name="0952b27" id="0952b27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。彼善男子。修三摩提受陰盡者。雖未漏<a 
name="0952b28" id="0952b28"></a>盡。心離其形如鳥出籠。已能成就。從是凡身。<a 
name="0952b29" id="0952b29"></a>上歷菩薩六十聖位。得意生身。隨往無礙<a 
name="0952c01" id="0952c01"></a>　觀中伏惑全未斷故。名漏未盡。心離形者。受<a 
name="0952c02" id="0952c02"></a>陰既破無執受故。觀心自在。如鳥出籠無有<a 
name="0952c03" id="0952c03"></a>障礙。已能成就上歷聖位者。此是圓頓利根<a 
name="0952c04" id="0952c04"></a>者得受陰破諸陰隨破。於此凡身即能入位。<a 
name="0952c05" id="0952c05"></a>得意生身。更無魔惑令其退也。若鈍根者。更<a 
name="0952c06" id="0952c06"></a>須破下諸陰。隨未盡處猶有魔事。不得無礙。<a 
name="0952c07" id="0952c07"></a>今約利者說耳。若最鈍者。至識陰破。得根互<a 
name="0952c08" id="0952c08"></a>用。方入乾慧。若以前後比望中間。合於想行<a 
name="0952c09" id="0952c09"></a>盡處亦說入位。是中根者。今經不言。文略故<a 
name="0952c10" id="0952c10"></a>耳。</p><a 
name="0952c11" id="0952c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>譬如有人熟寐寱言。是人雖則無別所知。其<a 
name="0952c12" id="0952c12"></a>言已成音韻倫次。令不寐者咸悟其語。此則<a 
name="0952c13" id="0952c13"></a>名為想陰區宇　此喻鈍根觀力微弱。雖受<a 
name="0952c14" id="0952c14"></a>陰盡有成就聖位之分。然不破想陰。故如熟<a 
name="0952c15" id="0952c15"></a>寐寱言也。音韻倫次者如有成就聖位分也。<a 
name="0952c16" id="0952c16"></a>無別所知想陰蓋故。不寐人者如證聖人。則<a 
name="0952c17" id="0952c17"></a>知此人已有昇進聖位之分。般若云。如來悉<a 
name="0952c18" id="0952c18"></a>知悉見是人皆得成就阿耨菩提也。問破色<a 
name="0952c19" id="0952c19"></a>陰時已是成就觀行。何故不說上歷聖位耶。<a 
name="0952c20" id="0952c20"></a>答色陰雖破。未能破心。故未成就上歷聖位。<a 
name="0952c21" id="0952c21"></a>以最&#x9E81;故。受陰既是四心初首。故破受陰。得<a 
name="0952c22" id="0952c22"></a>說上歷六十聖位。問若言破色是&#x9E81;故不說<a 
name="0952c23" id="0952c23"></a>者。今破受陰。望於想行亦即是&#x9E81;。何故得說<a 
name="0952c24" id="0952c24"></a>上歷聖位耶。答雖望餘陰亦即是&#x9E81;。然受等<a 
name="0952c25" id="0952c25"></a>四陰同是心法。故利根人若破受陰三蘊隨<a 
name="0952c26" id="0952c26"></a>破。不同破色鈍根之者。未能破想。觀力弱<a 
name="0952c27" id="0952c27"></a>故。故在區宇。又解。此中不分利鈍二別。但都<a 
name="0952c28" id="0952c28"></a>明此位得受盡者即能已具歷位昇進之分。<a 
name="0952c29" id="0952c29"></a>如人取仕。既得及第。即能具有官位之分。然<a 
name="0953a01" id="0953a01"></a>待為政。功德勝劣方序用耳　二明盡相。</p><a 
name="0953a02" id="0953a02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若動念盡浮想銷除。於覺明心。如去塵垢。一<a 
name="0953a03" id="0953a03"></a>倫生死首尾圓照。名想陰盡　想者取像。謂<a 
name="0953a04" id="0953a04"></a>要先安立境分劑相。方能隨起種種名言。念<a 
name="0953a05" id="0953a05"></a>緣不息即名浮動。念即想也。浮想既除。觀心<a 
name="0953a06" id="0953a06"></a>轉淨。故云如去塵垢。一倫生死謂行陰倫類<a 
name="0953a07" id="0953a07"></a>也。首尾本末也。以行是遷流遷流即生滅。今<a 
name="0953a08" id="0953a08"></a>無想隔。故本末皆現。即生滅體露。觀心明見。<a 
name="0953a09" id="0953a09"></a>故云圓照。</p><a 
name="0953a10" id="0953a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>是人則能超煩惱濁。觀其所由。融通妄想以<a 
name="0953a11" id="0953a11"></a>為其本　一切煩惱以想為本。擾惱身心。<span class="corr" title='[汨&gt;汩]'>汩</span><a 
name="0953a12" id="0953a12"></a>亂真性。故名為濁。如前文云。又汝今者憶識<a 
name="0953a13" id="0953a13"></a>誦習。性發知見。容現六塵。離塵無體。離覺<a 
name="0953a14" id="0953a14"></a>無性。相織妄成名煩惱濁。今想陰盡此濁亦<a 
name="0953a15" id="0953a15"></a>超也。融通妄想者。想能融變。身隨於心。心想<a 
name="0953a16" id="0953a16"></a>酢梅口中流水。融通質礙。故名融通　二正<a 
name="0953a17" id="0953a17"></a>明現境十。一貪求善巧二。一心愛忽生魔得<a 
name="0953a18" id="0953a18"></a>其便。</p><a 
name="0953a19" id="0953a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。彼善男子。受陰虛妙不遭邪慮。圓定發<a 
name="0953a20" id="0953a20"></a>明三摩地中。心愛圓明。銳其精思貪求善巧<a 
name="0953a21" id="0953a21"></a>　心愛生也。虛妙空寂也。邪慮即前十種心<a 
name="0953a22" id="0953a22"></a>念也。謂發悲生勇等。愛圓明者著定境也。銳<a 
name="0953a23" id="0953a23"></a>利也。淬利愛心令其精妙。故貪善巧。</p><a 
name="0953a24" id="0953a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔候得其便。飛精附人。口說經法。其<a 
name="0953a25" id="0953a25"></a>人不覺是其魔著。自言謂得無上涅槃。來彼<a 
name="0953a26" id="0953a26"></a>求巧男子處善。敷座說法。其形斯須。或作比<a 
name="0953a27" id="0953a27"></a>丘。令彼人見。或為帝釋。或為婦女。或比丘<a 
name="0953a28" id="0953a28"></a>尼。或寢闇室身有光明。是人愚迷。惑為菩薩。<a 
name="0953a29" id="0953a29"></a>信其教化。搖蕩其心。破佛律儀潛行貪欲<a 
name="0953b01" id="0953b01"></a>　魔得便也。既貪善巧異想紛然。魔附他人。來<a 
name="0953b02" id="0953b02"></a>應求巧。師資相誘。憒亂其心。破佛律儀。故成<a 
name="0953b03" id="0953b03"></a>魔業　二口說異端去身留難。</p><a 
name="0953b04" id="0953b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中好言災祥變異。或言如來某處出世。或<a 
name="0953b05" id="0953b05"></a>言劫火。或說刀兵。恐怖於人。令其家資無故<a 
name="0953b06" id="0953b06"></a>耗散　說異端也。</p><a 
name="0953b07" id="0953b07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此名怪鬼年老成魔惱亂是人。厭足心生。去<a 
name="0953b08" id="0953b08"></a>彼人體。弟子與師俱陷王難　致留難也。</p><a 
name="0953b09" id="0953b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝當先覺不入輪迴。迷惑不知墮無間獄<a 
name="0953b10" id="0953b10"></a>　勸先覺也下諸境倣此　二欲經歷二。一心<a 
name="0953b11" id="0953b11"></a>愛忽生魔得其便。</p><a 
name="0953b12" id="0953b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。又善男子。受陰虛妙不遭邪慮。圓定發<a 
name="0953b13" id="0953b13"></a>明三摩地中。心愛遊蕩。飛其精思貪求經歷<a 
name="0953b14" id="0953b14"></a>　心愛生也。經歷遊行也。</p><a 
name="0953b15" id="0953b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔候得其便。飛精附人。口說經法。其<a 
name="0953b16" id="0953b16"></a>人亦不覺知魔著。亦言自得無上涅槃。來彼<a 
name="0953b17" id="0953b17"></a>求遊善男子處。敷座說法。自形無變。其聽法<a 
name="0953b18" id="0953b18"></a>者忽自見身。坐寶蓮華。全體化成紫金光聚。<a 
name="0953b19" id="0953b19"></a>一眾聽人各各如是得未曾有。是人愚迷。惑<a 
name="0953b20" id="0953b20"></a>為菩薩。婬逸其心。破佛律儀潛行貪欲　若<a 
name="0953b21" id="0953b21"></a>行住在定。遊禮何妨。若蕩逸周流。隨情喪志。<a 
name="0953b22" id="0953b22"></a>魔得其便。恣欲其心。破佛律儀。廣行魔業<a 
name="0953b23" id="0953b23"></a>二口說異端去身留難。</p><a 
name="0953b24" id="0953b24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中好言諸佛應世。某處某人當是某佛化<a 
name="0953b25" id="0953b25"></a>身來此。某人即是某菩薩等來化人間。其人<a 
name="0953b26" id="0953b26"></a>見故。心生傾渴。邪見密興。種智銷滅。此名魃<a 
name="0953b27" id="0953b27"></a>鬼年老成魔惱亂是人。厭足心生。去彼人體。<a 
name="0953b28" id="0953b28"></a>弟子與師俱陷王難。汝當先覺不入輪迴。迷<a 
name="0953b29" id="0953b29"></a>惑不知墮無間獄　文段可知　三願契合<a 
name="0953c01" id="0953c01"></a>二。一心愛忽生魔得其便。</p><a 
name="0953c02" id="0953c02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙不遭邪慮。圓定發明三<a 
name="0953c03" id="0953c03"></a>摩地中。心愛綿<span class="gaiji">[泳-永+曶]<!--gaiji,,1[泳-永+曶],2&#x3CF7;,3--></span>。澄其精思貪求契合　綿<a 
name="0953c04" id="0953c04"></a>密也。<span class="gaiji">[泳-永+曶]<!--gaiji,,1[泳-永+曶],2&#x3CF7;,3--></span>合也。澄凝寂也。精思即前愛心也。夫<a 
name="0953c05" id="0953c05"></a>亡機寂照相念不生。理自冥會。若希求<span class="gaiji">[泳-永+曶]<!--gaiji,,1[泳-永+曶],2&#x3CF7;,3--></span>合。<a 
name="0953c06" id="0953c06"></a>愛念潛增。疑心即差。遂招魔惑。</p><a 
name="0953c07" id="0953c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔侯得其便。飛精附人口說經法。其<a 
name="0953c08" id="0953c08"></a>人實不覺知魔著。亦言自得無上涅槃。來彼<a 
name="0953c09" id="0953c09"></a>求合善男子處。敷座說法。其形及彼聽法之<a 
name="0953c10" id="0953c10"></a>人。外無遷變。令其聽者。未聞法前心自開悟。<a 
name="0953c11" id="0953c11"></a>念念移易。或得宿命。或有他心。或見地獄。或<a 
name="0953c12" id="0953c12"></a>知人間好惡諸事。或口說偈。或自誦經。各各<a 
name="0953c13" id="0953c13"></a>歡娛得未曾有。是人愚迷。惑為菩薩。綿愛其<a 
name="0953c14" id="0953c14"></a>心。破佛律儀潛行貪欲　心希契合。令未聞<a 
name="0953c15" id="0953c15"></a>法便自開悟乃至得通自誦經等。頗合其心。<a 
name="0953c16" id="0953c16"></a>故多綿愛　二口說異端去身留難。</p><a 
name="0953c17" id="0953c17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中好言。佛有大小。某佛先佛。某佛後佛。其<a 
name="0953c18" id="0953c18"></a>中亦有真佛假佛男佛女佛。菩薩亦然。其人<a 
name="0953c19" id="0953c19"></a>見故。洗滌本心。易入邪悟。此名魅鬼年老成<a 
name="0953c20" id="0953c20"></a>魔惱亂是人。厭足心生。去彼人體。弟子與師<a 
name="0953c21" id="0953c21"></a>俱陷王難。汝當先覺不入輪迴。迷惑不知墮<a 
name="0953c22" id="0953c22"></a>無間獄　男女佛者。貴引行人行貪欲事無<a 
name="0953c23" id="0953c23"></a>妨成佛。洗滌本心者。本心修行俾離貪欲。今<a 
name="0953c24" id="0953c24"></a>反行之。本心遂去。故云洗滌　四樂辨析二。<a 
name="0953c25" id="0953c25"></a>一心愛忽生魔得其便。</p><a 
name="0953c26" id="0953c26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙不遭邪慮。圓定發明三<a 
name="0953c27" id="0953c27"></a>摩地中。心愛根本。窮覽物化性之終始。精爽<a 
name="0953c28" id="0953c28"></a>其心貪求辨析　根本者求根尋本究物之<a 
name="0953c29" id="0953c29"></a>元底也。物化萬境也。爽明也。</p><a 
name="0954a01" id="0954a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔候得其便。飛精附人。口說經法。其<a 
name="0954a02" id="0954a02"></a>人先不覺知魔著。亦言自得無上涅槃。來彼<a 
name="0954a03" id="0954a03"></a>求元善男子處。敷座說法。身有威神。摧伏求<a 
name="0954a04" id="0954a04"></a>者。令其座下雖未聞法自然心伏。是諸人等。<a 
name="0954a05" id="0954a05"></a>將佛涅槃菩提法身即是現前我肉身上。父<a 
name="0954a06" id="0954a06"></a>父子子遞代相生。即是法身常住不絕。都指<a 
name="0954a07" id="0954a07"></a>現在即為佛國。無別淨居及金色相。其人信<a 
name="0954a08" id="0954a08"></a>受亡失先心。身命歸依得未曾有。是等愚迷。<a 
name="0954a09" id="0954a09"></a>惑為菩薩。推究其心。破佛律儀潛行貪欲<a 
name="0954a10" id="0954a10"></a>　心欲求元。魔精附物。說肉身為三德之本。指<a 
name="0954a11" id="0954a11"></a>相生為常住之因。清淨之方只此穢境。相好<a 
name="0954a12" id="0954a12"></a>之體全是我身。妄本既宣。邪信便發。魔力所<a 
name="0954a13" id="0954a13"></a>制更不推移。盡命歸心。從邪敗正　二口說<a 
name="0954a14" id="0954a14"></a>異端去身留難。</p><a 
name="0954a15" id="0954a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中好言。眼耳鼻舌皆為淨土。男女二根即<a 
name="0954a16" id="0954a16"></a>是菩提涅槃真處。彼無知者。信是穢言。此名<a 
name="0954a17" id="0954a17"></a>蟲毒魘勝惡鬼年老成魔惱亂是人。厭足心<a 
name="0954a18" id="0954a18"></a>生。去彼人體。弟子與師俱陷王難。汝當先覺<a 
name="0954a19" id="0954a19"></a>不入輪迴。迷惑不知墮無間獄　世有金剛<a 
name="0954a20" id="0954a20"></a>禪二會子。頗是此類。斯皆魔著。卒受王難<a 
name="0954a21" id="0954a21"></a>　五希冥感二。一心愛忽生魔得其便。</p><a 
name="0954a22" id="0954a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙不遭邪慮。圓定發明三<a 
name="0954a23" id="0954a23"></a>摩地中。心愛。懸應。周流精研貪求冥感　夫<a 
name="0954a24" id="0954a24"></a>功深行著。感應自冥。起念妄求。魔精暗入。</p><a 
name="0954a25" id="0954a25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔候得其便。飛精附人。口說經法。其<a 
name="0954a26" id="0954a26"></a>人元不覺知魔著。亦言自得無上涅槃。來彼<a 
name="0954a27" id="0954a27"></a>求應善男子處。敷座說法。能令聽眾暫見其<a 
name="0954a28" id="0954a28"></a>身如百千歲。心生愛染不能捨離。身為奴僕。<a 
name="0954a29" id="0954a29"></a>四事供養不覺疲勞。各各令其座下人心知<a 
name="0954b01" id="0954b01"></a>是先師本善知識。別生法愛粘如膠漆得未<a 
name="0954b02" id="0954b02"></a>曾有。是人愚迷。惑為菩薩。親近其心。破佛律<a 
name="0954b03" id="0954b03"></a>儀潛行貪欲　希求既起。魔伺便來。影附他<a 
name="0954b04" id="0954b04"></a>人。為善知識。感心激切。認是先師。法愛倍<a 
name="0954b05" id="0954b05"></a>生。膠漆何異　二口說異端去身留難。</p><a 
name="0954b06" id="0954b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中好言。我於前世。於某生中先度某人。當<a 
name="0954b07" id="0954b07"></a>時是我妻妾兄弟。今來相度。與汝相隨歸某<a 
name="0954b08" id="0954b08"></a>世界供養某佛。或言別有大光明天。佛於中<a 
name="0954b09" id="0954b09"></a>住。一切如來所休居地。彼無知者。信是虛誑。<a 
name="0954b10" id="0954b10"></a>遺失本心。此名厲鬼年老成魔惱亂是人。厭<a 
name="0954b11" id="0954b11"></a>足心生。去彼人體。弟子與師俱陷王難。汝當<a 
name="0954b12" id="0954b12"></a>先覺不入輪迴。迷惑不知墮無間獄　休居<a 
name="0954b13" id="0954b13"></a>地者涅槃處也。真實涅槃豈有處耶。今指天<a 
name="0954b14" id="0954b14"></a>為圓寂之地。非魔是何。信則墮魔師弟俱墜<a 
name="0954b15" id="0954b15"></a>　六冀靜謐二。一心愛忽生魔得其便。</p><a 
name="0954b16" id="0954b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙不遭邪慮。圓定發明三<a 
name="0954b17" id="0954b17"></a>摩地中。心愛深入。剋己辛勤。樂處陰寂。貪求<a 
name="0954b18" id="0954b18"></a>靜謐　愛深寂境為真修處。故云深入。夫心<a 
name="0954b19" id="0954b19"></a>亡則境寂。豈間塵喧。念動則緣繁。任居谷<a 
name="0954b20" id="0954b20"></a>隱。靜欲纔舉魔精即來。束約身心。故曰剋己。</p><a 
name="0954b21" id="0954b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔候得其便。飛精附人。口說經法。其<a 
name="0954b22" id="0954b22"></a>人本不覺知魔著。亦言自得無上涅槃。來彼<a 
name="0954b23" id="0954b23"></a>求陰善男子處。敷座說法。令其聽人各知本<a 
name="0954b24" id="0954b24"></a>業。或於其處語一人言。汝今未死已作畜生。<a 
name="0954b25" id="0954b25"></a>&#x52C5;使一人於後蹋尾。頓令其人起不能得。於<a 
name="0954b26" id="0954b26"></a>是一眾傾心欽伏。有人起心。已知其肇。佛<a 
name="0954b27" id="0954b27"></a>律儀外重加精苦。誹謗比丘。罵詈徒眾。訐露<a 
name="0954b28" id="0954b28"></a>人事不避譏嫌　令知本業者宿命事也。令蹋<a 
name="0954b29" id="0954b29"></a>尾者現後報也。起心知肇即他心也。訐露人<a 
name="0954c01" id="0954c01"></a>事天眼天耳也。魔得邪定。故有此通。作此異<a 
name="0954c02" id="0954c02"></a>端。誰不信伏。攻發私事曰訐　二口說異端<a 
name="0954c03" id="0954c03"></a>去身留難。</p><a 
name="0954c04" id="0954c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中好言未然禍福。及至其時毫髮無失。此<a 
name="0954c05" id="0954c05"></a>大力鬼年老成魔惱亂是人。厭足心生。去彼<a 
name="0954c06" id="0954c06"></a>人體。弟子與師俱陷王難。汝當先覺不入輪<a 
name="0954c07" id="0954c07"></a>迴。迷惑不知墮無間獄　未然者。然生也。預<a 
name="0954c08" id="0954c08"></a>說凶吉。應無毫差　七祈宿命二。一心愛忽<a 
name="0954c09" id="0954c09"></a>生魔得其便。</p><a 
name="0954c10" id="0954c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙。不遭邪慮。圓定發明。三<a 
name="0954c11" id="0954c11"></a>摩地中。心愛知見。勤苦研尋貪求宿命　夫<a 
name="0954c12" id="0954c12"></a>宿命等通。禪者自有離欲靜慮。任運現前。若<a 
name="0954c13" id="0954c13"></a>起念先求無功強取。非唯喪本。亦乃成魔。</p><a 
name="0954c14" id="0954c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔候得其便。飛精附人。口說經法。其<a 
name="0954c15" id="0954c15"></a>人殊不覺知魔著。亦言自得無上涅槃。來彼<a 
name="0954c16" id="0954c16"></a>求知善男子處。敷座說法。是人無端。於說法<a 
name="0954c17" id="0954c17"></a>處得大寶珠。其魔或時化為畜生。口銜其珠<a 
name="0954c18" id="0954c18"></a>及雜珍寶簡策符牘諸奇異物。先授彼人。後<a 
name="0954c19" id="0954c19"></a>著其體。或誘聽人。藏於地下有明月珠照曜<a 
name="0954c20" id="0954c20"></a>其處。是諸聽者得未曾有。多食藥草。不餐嘉<a 
name="0954c21" id="0954c21"></a>饌。故或時日餐一麻一麥其形肥充。魔力持<a 
name="0954c22" id="0954c22"></a>故。誹謗比丘。罵詈徒眾。不避譏嫌　簡策符<a 
name="0954c23" id="0954c23"></a>牘皆國家奇要之物。書大少之事。合君臣之<a 
name="0954c24" id="0954c24"></a>信。故用之耳。授此異物令心信伏。後乃著之<a 
name="0954c25" id="0954c25"></a>　二口說異端去身留難。</p><a 
name="0954c26" id="0954c26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中好言他方寶藏十方聖賢潛匿之處。隨<a 
name="0954c27" id="0954c27"></a>其後者。往往見有奇異之人。此名山林土地<a 
name="0954c28" id="0954c28"></a>城隍川嶽鬼神年老成魔。或有宣婬破佛戒<a 
name="0954c29" id="0954c29"></a>律與承事者潛行五欲。或有精進純食草木<a 
name="0955a01" id="0955a01"></a>無定行事惱亂是人。厭足心生。去彼人體。弟<a 
name="0955a02" id="0955a02"></a>子與師多陷王難。汝當先覺不入輪迴。迷惑<a 
name="0955a03" id="0955a03"></a>不知墮無間獄　如文可見　八求神力二。<a 
name="0955a04" id="0955a04"></a>一心愛忽生魔得其便。</p><a 
name="0955a05" id="0955a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙不遭邪慮。圓定發明三<a 
name="0955a06" id="0955a06"></a>摩地中。心愛神通種種變化。研究化元貪取<a 
name="0955a07" id="0955a07"></a>神力　化元謂神變之本也。此貪如意通耳。</p><a 
name="0955a08" id="0955a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時天魔候得其便。飛精附人。口說經法。其<a 
name="0955a09" id="0955a09"></a>人誠不覺知魔著。亦言自得無上涅槃。來彼<a 
name="0955a10" id="0955a10"></a>求通善男子處。敷座說法。是人或復手執火<a 
name="0955a11" id="0955a11"></a>光。手撮其光分於所聽四眾頭上。是諸聽人<a 
name="0955a12" id="0955a12"></a>頂上火光皆長數尺。亦無熱性。曾不焚燒。或<a 
name="0955a13" id="0955a13"></a>水上行如履平地。或於空中安坐不動。或入<a 
name="0955a14" id="0955a14"></a>瓶內。或處囊中。越牖透垣曾無障礙。唯於刀<a 
name="0955a15" id="0955a15"></a>兵不得自在。自言是佛。身著白衣受比丘禮。<a 
name="0955a16" id="0955a16"></a>誹謗禪律。罵詈徒眾。訐露人事不避譏嫌<a 
name="0955a17" id="0955a17"></a>　神境之通離欲方得。貪心強取即陷魔羅。必<a 
name="0955a18" id="0955a18"></a>若真通。刀豈能沮。以斯取驗。邪正可分。身著<a 
name="0955a19" id="0955a19"></a>白衣受比丘禮者。准仁王經。白衣高座比丘<a 
name="0955a20" id="0955a20"></a>地立佛法滅相。菩薩戒中亦同此說　二口<a 
name="0955a21" id="0955a21"></a>說異端去身留難。</p><a 
name="0955a22" id="0955a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中常說神通自在。或復令人傍見佛土。鬼<a 
name="0955a23" id="0955a23"></a>力惑人。非有真實。讚歎行婬。不毀&#x9E81;行。將諸<a 
name="0955a24" id="0955a24"></a>猥媟以為傳法。此名天地大力山精海精風<a 
name="0955a25" id="0955a25"></a>精河精土精。一切草木積劫精魅。或復龍魅。<a 
name="0955a26" id="0955a26"></a>或壽終仙再活為魅。或仙期終計年應死其<a 
name="0955a27" id="0955a27"></a>形不化他怪所附年老成魔惱亂是人。厭足<a 
name="0955a28" id="0955a28"></a>心生。去彼人體。弟子與師多陷王難。汝當先<a 
name="0955a29" id="0955a29"></a>覺不入輪迴。迷惑不知墮無間獄　猥媟&#x9E81;<a 
name="0955b01" id="0955b01"></a>穢事也。餘如文　九愛深空二。一心愛忽生<a 
name="0955b02" id="0955b02"></a>魔得其便。</p><a 
name="0955b03" id="0955b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙不遭邪慮。圓定發明三<a 
name="0955b04" id="0955b04"></a>摩地中。心愛入滅。研究化性貪求深空。爾時<a 
name="0955b05" id="0955b05"></a>天魔候得其便。飛精附人。口說經法。其人終<a 
name="0955b06" id="0955b06"></a>不覺知魔著。亦言自得無上涅槃。來彼求空<a 
name="0955b07" id="0955b07"></a>善男子處。敷座說法。於大眾內。其形忽空。眾<a 
name="0955b08" id="0955b08"></a>無所見。還從虛空突然而出。存沒自在。或現<a 
name="0955b09" id="0955b09"></a>其身洞如琉璃。或垂手足作栴檀氣。或大小<a 
name="0955b10" id="0955b10"></a>便如厚石蜜。誹毀戒律。輕賤出家　夫真空<a 
name="0955b11" id="0955b11"></a>不妨妙有。有而性常自空。所以具修萬行了<a 
name="0955b12" id="0955b12"></a>無所著。若欲杜絕眾行。以為深空。即同外道<a 
name="0955b13" id="0955b13"></a>斷見撥無因果。魔得其便。從空出沒。幻惑其<a 
name="0955b14" id="0955b14"></a>心　二口說異端去身留難。</p><a 
name="0955b15" id="0955b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中常說。無因無果。一死永滅。無復後身及<a 
name="0955b16" id="0955b16"></a>諸凡聖。雖得空寂。潛行貪欲。受其欲者亦得<a 
name="0955b17" id="0955b17"></a>空心撥無因果。此名日月薄蝕精氣金玉芝<a 
name="0955b18" id="0955b18"></a>草麟鳳龜鶴。經千萬年不死為靈。出生國土<a 
name="0955b19" id="0955b19"></a>年老成魔惱亂是人。厭足心生。去彼人體。弟<a 
name="0955b20" id="0955b20"></a>子與師多陷王難。汝當先覺不入輪迴。迷惑<a 
name="0955b21" id="0955b21"></a>不知。墮無間獄　口說空理。無因無果。蓋由<a 
name="0955b22" id="0955b22"></a>心祈致招魔惑。薄蝕精氣者。此即惡星精耀<a 
name="0955b23" id="0955b23"></a>能為蝕神。亦為魔怪　十好永歲二。一心愛<a 
name="0955b24" id="0955b24"></a>忽生魔得其便。</p><a 
name="0955b25" id="0955b25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又善男子。受陰虛妙不遭邪慮。圓定發明三<a 
name="0955b26" id="0955b26"></a>摩地中。心愛長壽。辛苦研幾貪求永歲。棄分<a 
name="0955b27" id="0955b27"></a>段生。頓希變易細想常住。爾時天魔候得其<a 
name="0955b28" id="0955b28"></a>便。飛精附人。口說經法。其人竟不覺知魔<a 
name="0955b29" id="0955b29"></a>著。亦言自得無上涅槃。來彼求生善男子處。<a 
name="0955c01" id="0955c01"></a>敷座說法。好言他方往還無滯。或經萬里瞬<a 
name="0955c02" id="0955c02"></a>息再來。皆於彼方取得其物。或於一處。在一<a 
name="0955c03" id="0955c03"></a>宅中數步之間。令其從東詣至西壁。是人急<a 
name="0955c04" id="0955c04"></a>行。累年不到。因此心信。疑佛現前　夫分段<a 
name="0955c05" id="0955c05"></a>生死。三界惑盡。方始得離。二乘無學登地菩<a 
name="0955c06" id="0955c06"></a>薩皆得變易。今未離染。頓欲於此分段身上<a 
name="0955c07" id="0955c07"></a>變&#x9E81;身為細質易短命為長年。過分希求。故<a 
name="0955c08" id="0955c08"></a>為魔著細相常住者。微細存想求久住世也<a 
name="0955c09" id="0955c09"></a>　二口說異端去身留難。</p><a 
name="0955c10" id="0955c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>口中常說。十方眾生皆是吾子。我生諸佛。我<a 
name="0955c11" id="0955c11"></a>出世界。我是元佛。出世自然不因修得。此名<a 
name="0955c12" id="0955c12"></a>住世自在天魔。使其眷屬如遮文茶及四天<a 
name="0955c13" id="0955c13"></a>王毘舍童子未發心者利其虛明食彼精氣。<a 
name="0955c14" id="0955c14"></a>或不因師。其修行人親自觀見。稱執金剛與<a 
name="0955c15" id="0955c15"></a>汝長命。現美女身盛行貪欲。未逾三歲。肝<a 
name="0955c16" id="0955c16"></a>腦枯竭。口兼獨言。聽若妖魅。前人未詳。多陷<a 
name="0955c17" id="0955c17"></a>王難。未及遇刑先已乾死。惱亂彼人以至殂<a 
name="0955c18" id="0955c18"></a>殞。汝當先覺不入輪迴。迷惑不知墮無間獄<a 
name="0955c19" id="0955c19"></a>　遮文茶未詳。毘舍童子即毘舍遮鬼也。此<a 
name="0955c20" id="0955c20"></a>云食精氣。頻那夜伽亦此類也。世人所事為<a 
name="0955c21" id="0955c21"></a>善知識。皆六欲天魔以為其主。口獨言者即<a 
name="0955c22" id="0955c22"></a>前美女也　三結勸弘宣四。初總結諸境。</p><a 
name="0955c23" id="0955c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難當知。是十種魔。於末世時。在我法中出<a 
name="0955c24" id="0955c24"></a>家修道。或附人體。或自現形。皆言已成正遍<a 
name="0955c25" id="0955c25"></a>知覺。讚歎婬欲。破佛律儀。先惡魔師與魔弟<a 
name="0955c26" id="0955c26"></a>子婬婬相傳。如是邪精魅其心腑。近則九生。<a 
name="0955c27" id="0955c27"></a>多踰百世。令真修行總為魔眷。命終之後必<a 
name="0955c28" id="0955c28"></a>為魔民。失正遍知。墮無間獄　此文即同涅<a 
name="0955c29" id="0955c29"></a>槃經云。未來世中。是魔波旬。漸當壞亂我之<a 
name="0956a01" id="0956a01"></a>正法。乃至現比丘比丘尼及阿羅漢像。非法<a 
name="0956a02" id="0956a02"></a>說法。非毀戒律。自言得聖。惑亂世間。以此二<a 
name="0956a03" id="0956a03"></a>經。鑒于世間。稱聖毀戒者非魔而誰　二&#x52C5;<a 
name="0956a04" id="0956a04"></a>勸弘宣。</p><a 
name="0956a05" id="0956a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝今未須先取寂滅。縱得無學。留願入彼末<a 
name="0956a06" id="0956a06"></a>法之中。起大慈悲。救度正心深信眾生。令不<a 
name="0956a07" id="0956a07"></a>著魔得正知見。我今度汝已出生死。汝遵佛<a 
name="0956a08" id="0956a08"></a>語。名報佛恩　大聖深慈。勸不取滅。慇懃付<a 
name="0956a09" id="0956a09"></a>囑。正為今時。若以今文望前發願。如一眾生<a 
name="0956a10" id="0956a10"></a>未成佛終不於此取泥洹。斯則師資相成。悲<a 
name="0956a11" id="0956a11"></a>救一揆。四派入滅一何現權　三重示迷因。</p><a 
name="0956a12" id="0956a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難。如是十種禪那現境。皆是想陰用心交<a 
name="0956a13" id="0956a13"></a>互。故現斯事。眾生頑迷不自忖量。逢此因緣<a 
name="0956a14" id="0956a14"></a>迷不自識。謂言登聖。大妄語成。墮無間獄<a 
name="0956a15" id="0956a15"></a>　如文　四再勗流布。</p><a 
name="0956a16" id="0956a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝等必須將如來語。於我滅後。傳示末法。遍<a 
name="0956a17" id="0956a17"></a>令眾生開悟斯義。無令天魔得其方便。保持<a 
name="0956a18" id="0956a18"></a>覆護成無上道　據弘此經。合魔宮震動。凡<a 
name="0956a19" id="0956a19"></a>夫不覺故也。如說四安樂行。正同此意。故文<a 
name="0956a20" id="0956a20"></a>殊問云。於後惡世云何能說此經。佛令住四<a 
name="0956a21" id="0956a21"></a>安樂行。廣說離譏毀等緣。豈非同此魔事耶。</p><a 
name="0956a22" id="0956a22"></a><p><span class="juanname">首楞嚴義疏注經卷第九<span class="note">(之二)</span></span></p>
<hr>【經文資訊】大正藏第 39 冊 No. 1799 首楞嚴義疏注經<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依大正藏所編輯<br>【原始資料】蕭鎮國大德提供，北美某大德提供<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="indexe0a4.html?index=T39n1799" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T39n1799_009 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:33 GMT -->
</html>
