<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X21n0394_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:55 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1096145146&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX21n0394&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX21n0394_001&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	
	<p style="text-align:center">卍新纂大日本續藏經　第21冊<br/>No.394 彌勒上生經瑞應鈔 (2卷)<br/>【宋 守千集】<br/>第 1 卷</p>
	<a href="indexe342.html?index=X21n0394_002" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X21">
<div class="root" id="0394" sutra_name="彌勒上生經瑞應鈔" sutra_juan="[卷1]">　
<a 
name="0915a01" id="0915a01"></a><a 
name="0915a02" id="0915a02"></a><p style="margin-left: 2em"><span class="juannum">No. 394</span></p><a 
name="0915a03" id="0915a03"></a><p><span class="juanname">上生經瑞應鈔卷上</span></p><a 
name="0915a04" id="0915a04"></a><a 
name="0915a05" id="0915a05"></a><p style="margin-left: 4em"><span class="byline">真定府龍興寺比丘僧　守千　集</span></p><a 
name="0915a06" id="0915a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>夫其科者。本要別其義類。須是識其階降。譬如排其<a 
name="0915a07" id="0915a07"></a>皈從切要知其生所。而其名者。元在簡於他濫。當可<a 
name="0915a08" id="0915a08"></a>了其增添。猶若續其枝葉且與見其連隔。如今此中。<a 
name="0915a09" id="0915a09"></a>只於疏題。除其卷目。有其四階。一者能釋所釋對。初<a 
name="0915a10" id="0915a10"></a>十一字是其所釋。未有疏時。<span class="corr" title='[巳&gt;已]'>已</span>有此名。故為其一。疏<a 
name="0915a11" id="0915a11"></a>之一字。是其能釋。疏是疏條解釋義故。造疏之後。加<a 
name="0915a12" id="0915a12"></a>成其名。如是不可先以經字合疏字了。然後合於觀<a 
name="0915a13" id="0915a13"></a>等五字。故作釋時。通連上字。依主釋也。於所釋中。復<a 
name="0915a14" id="0915a14"></a>有第二能詮所詮對。初之十字。是其所詮。經之一字。<a 
name="0915a15" id="0915a15"></a>是其能詮。雖其經體一文二義。而於要者正在聽聞。<a 
name="0915a16" id="0915a16"></a>又其相對解釋之家。多云能詮。略其所詮。亦不相違。<a 
name="0915a17" id="0915a17"></a>此字正是所說所聞。於其名中。濫於眾經。又要宗趣。<a 
name="0915a18" id="0915a18"></a>故添所詮共為一名。亦依主釋。於所詮中。復有第三<a 
name="0915a19" id="0915a19"></a>能觀所觀對。觀之一字。汎雖通所。今此題中。只要能<a 
name="0915a20" id="0915a20"></a>觀。其次九字。是所觀也。此經雖亦說其彌勒上生之<a 
name="0915a21" id="0915a21"></a>事及天宮等。然本只為勸其九品行人忻生。故合釋<a 
name="0915a22" id="0915a22"></a>時。以能所觀。倒墮依主。復於所觀九字之中。有其第<a 
name="0915a23" id="0915a23"></a>四能生所生對。初之六字。是其能生。次之三字。是其<a 
name="0915a24" id="0915a24"></a>所生。或以器界。名為所生。如到家中家名所到。然其<a 
name="0915b01" id="0915b01"></a>天者。光潔自在神用名天。知足者天正在有情。此以<a 
name="0915b02" id="0915b02"></a>器界而得名者。全取他名。有財釋也。或舊天人名知<a 
name="0915b03" id="0915b03"></a>足大。一天總名。今此天主。生彼眾中。別到總中。名為<a 
name="0915b04" id="0915b04"></a>生彼。亦如處所名所生義。此對立能所之稱。今此題<a 
name="0915b05" id="0915b05"></a>中正辨能生。令人忻戀菩薩故也。由是亦作倒墮依<a 
name="0915b06" id="0915b06"></a>主。上解是約從外向內。若約從前向後解者。即可先<a 
name="0915b07" id="0915b07"></a>作能所觀對。次能所生。方能所詮。後能所釋。又或於<a 
name="0915b08" id="0915b08"></a>彼能生之中。立為一對。舉人彰用對。彌勒菩薩舉其<a 
name="0915b09" id="0915b09"></a>人也。上生之言。是彰其用。以其彌勒即是菩薩。彌勒<a 
name="0915b10" id="0915b10"></a>菩薩即是上生。持業釋也。望下兜率天之三字者。倒<a 
name="0915b11" id="0915b11"></a>墮依主。兜率天之彌勒菩薩上生故也。餘問如是離<a 
name="0915b12" id="0915b12"></a>合兩重倒墮。餘皆隔之。只有其觀。云何可應經之所<a 
name="0915b13" id="0915b13"></a>詮。答。經詮具備。說正并兼。離合揀濫。隔兼存正。觀倒<a 
name="0915b14" id="0915b14"></a>如此。不相違也。問。經中具有九品之行。今此題中何<a 
name="0915b15" id="0915b15"></a>處見有。答。在觀字中。問。繫念思惟一義可爾。修功德<a 
name="0915b16" id="0915b16"></a>等。云何名觀。答。修餘行時。亦恒觀故。所有諸行。並名<a 
name="0915b17" id="0915b17"></a>觀。如唯識言。故下疏云。以觀為首。並名為觀。又如信<a 
name="0915b18" id="0915b18"></a>戒現觀之名。作&#x96A3;近釋。&#x96A3;近亦有全取他名。然此正<a 
name="0915b19" id="0915b19"></a>要九品之行。其行名正。正觀察為助。不同現觀信戒<a 
name="0915b20" id="0915b20"></a>為助。助得正名名為現觀。何以故。彼說現觀。有其六<a 
name="0915b21" id="0915b21"></a>種。故以現觀而為其正。此說造因招感得生。須九品<a 
name="0915b22" id="0915b22"></a>行正為招感。不可只以觀察之行。而能招彼殊勝身<a 
name="0915b23" id="0915b23"></a>器。問。既於觀字。見其生因。云何不說行人能所。但說<a 
name="0915b24" id="0915b24"></a>菩薩能所生耶。答。經意是令觀於菩薩。忻同生彼。而<a 
name="0915c01" id="0915c01"></a>造其因。菩薩所生。便是行人之所生故。更不別說。其<a 
name="0915c02" id="0915c02"></a>造因者。即是行者能生之身。既非別類。於所觀中。無<a 
name="0915c03" id="0915c03"></a>由別說。如是題義。於經所詮無不具足。不相違也。上<a 
name="0915c04" id="0915c04"></a>來且略隨其自情。釋疏題<span class="corr" title='[巳&gt;已]'>已</span>。所有離合。有異舊解。於<a 
name="0915c05" id="0915c05"></a>來鑒者。宜詳&#x97F5;焉。其餘參差。至文當辨。</p><a 
name="0915c06" id="0915c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又支述作之者。臨時為文。各有廣略。展縮不定。量其<a 
name="0915c07" id="0915c07"></a>機器及自&#x80F7;懷。然須達其宗趣。事在合宜。所患太過<a 
name="0915c08" id="0915c08"></a>而以哉。太展即忘本。太縮即難解。如此經中所說之<a 
name="0915c09" id="0915c09"></a>義。無非性相及以因果。展轉推尋。義門無量。假使盡<a 
name="0915c10" id="0915c10"></a>其壽命。亦不能窮極如是。寧及本為生天者哉。且如<a 
name="0915c11" id="0915c11"></a>三境。何須論其所觀。何者。諸如是等。但知行行管取<a 
name="0915c12" id="0915c12"></a>得生諸爾。而以若隨解釋。展轉無窮。恐失修習生天<a 
name="0915c13" id="0915c13"></a>之業。故但隨疏略釋大綱。作九品之由漸定得生之<a 
name="0915c14" id="0915c14"></a>要者矣。諸來勿責。問。經置外題。不假開卷。令人速辨。<a 
name="0915c15" id="0915c15"></a>理在不疑。諸經題上。多有此狀。又四筆相叉。不知何<a 
name="0915c16" id="0915c16"></a>者。答。此是當於三箇梵字陀羅喃也。此云持轉。師子<a 
name="0915c17" id="0915c17"></a>覺云。即是持義。依經修習。任持善根。不墮惡道。天親<a 
name="0915c18" id="0915c18"></a>解云。即是轉義。依經修習。轉凡成聖。轉小成大。乃至<a 
name="0915c19" id="0915c19"></a>成佛。共為揀異俗書故也。出律文。問。經論疏鈔。四等<a 
name="0915c20" id="0915c20"></a>之名。所為之文。有規格乎。答有。經即隨根就義。直以<a 
name="0915c21" id="0915c21"></a>長行偈頌。更無引他解他文義。論乃便以論量性相。<a 
name="0915c22" id="0915c22"></a>或敘經教。而以釋之。多分不引他文解義。但有自解<a 
name="0915c23" id="0915c23"></a>文義了<span class="corr" title='[巳&gt;已]'>已</span>。引他為證。</p><a 
name="0915c24" id="0915c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏是疏條為義。多分引文解義。然具次為門。抄乃漏<a 
name="0916a01" id="0916a01"></a>略不備之義。多分臨時隨釋。而不及具備。故云漏略<a 
name="0916a02" id="0916a02"></a>不備之稱。漏即脫也。心力不及。故有所漏。此為勞也。<a 
name="0916a03" id="0916a03"></a>即謙也。或勞謙別。力不及故勞也。有力故謙也。略者<a 
name="0916a04" id="0916a04"></a>少略。勞謙亦爾。共為不備。或隨自力。或先<span class="corr" title='[巳&gt;已]'>已</span>釋。或其<a 
name="0916a05" id="0916a05"></a>易解。並可略之。又隨但義。但只消解。不必頭尾標結<a 
name="0916a06" id="0916a06"></a>具足。於此疏抄所立之名。有是疏而自謙為抄。有是<a 
name="0916a07" id="0916a07"></a>抄而他獎為疏。如略纂等。自呼為抄。他獎為疏。對法<a 
name="0916a08" id="0916a08"></a>疏等。本分是疏。自謙為抄。問。講說解釋名義何殊。答。<a 
name="0916a09" id="0916a09"></a>講即論量。說乃宣吐。字從於言。發之於口。解者是其<a 
name="0916a10" id="0916a10"></a>免離之義。又分也開也。釋者是其除脫之義。又去也<a 
name="0916a11" id="0916a11"></a>遠也。此之二名。字不從言。發於三業。如離怨等亦名<a 
name="0916a12" id="0916a12"></a>解釋。然於此中。非關怨等只惡。解釋先所不了諸有<a 
name="0916a13" id="0916a13"></a>疑滯及以詰難文義者也。所不了等。猶如怨等。得此<a 
name="0916a14" id="0916a14"></a>言教而解釋之。上法題<span class="corr" title='[巳&gt;已]'>已</span>。</p><a 
name="0916a15" id="0916a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>人名之中。先舉所依。京者大也。此有四。今取長安舊<a 
name="0916a16" id="0916a16"></a>西京也。亦是數名。彼中居家人及京數。故以為名。有<a 
name="0916a17" id="0916a17"></a>財釋也。風俗通云。京非人力所成。天地性也者。歎勝<a 
name="0916a18" id="0916a18"></a>之詞。非關字義。大慈恩寺者。即是長安十大寺中之<a 
name="0916a19" id="0916a19"></a>一寺也。高宗大帝。為報慈母養育之恩之所建也。寺<a 
name="0916a20" id="0916a20"></a>者司也至也。從九寺中之鴻臚寺而為名焉。沙門息<a 
name="0916a21" id="0916a21"></a>惡。有其四種。具如餘辨。撰亦集也。問。說作述撰四名<a 
name="0916a22" id="0916a22"></a>何異。答。說即口談。造即起本。並非先有。名說造也。先<a 
name="0916a23" id="0916a23"></a>有名述。通本無本。撰即集。集舊成本。名之為集。今世<a 
name="0916a24" id="0916a24"></a>所傳。撰勝於集。但在人情。非關字義。問。有題言述。人<a 
name="0916b01" id="0916b01"></a>下言撰。人法相對。何見不同。答。形先為述。示今為撰。<a 
name="0916b02" id="0916b02"></a>若論新舊皆有也。問。如今疏文。云何舊有。答。皆出他<a 
name="0916b03" id="0916b03"></a>典。或聞他說。名為舊有。非關此本。問。如唯識疏。經論<a 
name="0916b04" id="0916b04"></a>相對。本釋相對。名為述造。及其論疏。何舊何新。答。經<a 
name="0916b05" id="0916b05"></a>談初證。歎勝唯新。論約從經。自早唯舊。以論對經。彰<a 
name="0916b06" id="0916b06"></a>敘經故。名之為述。雖不全文。義必爾也。然不如疏引<a 
name="0916b07" id="0916b07"></a>文解義。或敘他義。為自釋文。&#x5374;名為造。本釋相對。如<a 
name="0916b08" id="0916b08"></a>對疏也。又其釋論。必牒本論。是敘本論之意故也。問。<a 
name="0916b09" id="0916b09"></a>撰之一字。為能為所。答初作三段。唯目能撰。人法分<a 
name="0916b10" id="0916b10"></a>故。兩段科者。可作所撰。顯法是誰人所。故歸撰<span class="corr" title='[巳&gt;已]'>已</span>。可<a 
name="0916b11" id="0916b11"></a>為法題。而作持業。若取能撰。只相違釋。本抄之科。只<a 
name="0916b12" id="0916b12"></a>為三段。准善師等。可作兩段。今別刪補。合為兩段。恐<a 
name="0916b13" id="0916b13"></a>未知者令知有爾。非只為令異舊故也。其餘文義。諸<a 
name="0916b14" id="0916b14"></a>皆解<span class="corr" title='[巳&gt;已]'>已</span>。雖有二褒貶。恐繁皆止。</p><a 
name="0916b15" id="0916b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。原夫者。發語之端。入文之勢。若依字義。原者始也<a 
name="0916b16" id="0916b16"></a>夫是語詞。窮其經旨。始自真如。展轉流之。由此名為<a 
name="0916b17" id="0916b17"></a>等流正法。自受用身。證於法身。法身淨<span class="corr" title='[巳&gt;已]'>已</span>。智於如上<a 
name="0916b18" id="0916b18"></a>現起化身。說此經故。故便示如包羅通遍。</p><a 
name="0916b19" id="0916b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。性質杳冥等者。今或性者。諸法體性。質者體也。真<a 
name="0916b20" id="0916b20"></a>如是諸法之體故。名為性質。此體深遠。幽微難及。名<a 
name="0916b21" id="0916b21"></a>為杳冥。所以超於蹄跡言不及也。教如跡故。越於物<a 
name="0916b22" id="0916b22"></a>象。非世間物喻所喻故。雖然如此。然乃包含諸法。諸<a 
name="0916b23" id="0916b23"></a>法之總主也。上約本來法性。下就當為覺性。此非唯<a 
name="0916b24" id="0916b24"></a>是出纏。前亦非唯在纏。但以超言非境而為對也。上<a 
name="0916c01" id="0916c01"></a>即超於言象。豈出纏者不如此也。下是耳目非境。豈<a 
name="0916c02" id="0916c02"></a>在纏者視聽之也。上即攝末歸本。下即以本末。如是<a 
name="0916c03" id="0916c03"></a>寧由在纏出。若以覺字為出纏者。豈非本來覺性者<a 
name="0916c04" id="0916c04"></a>也。直成佛時。為覺性乎。但云出纏號大法身。不約出<a 
name="0916c05" id="0916c05"></a>纏方為覺性。諸後思之。</p><a 
name="0916c06" id="0916c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。方智雲於縠月等者。此下四句。餘莫能知。初之二<a 
name="0916c07" id="0916c07"></a>句。菩薩猶迷真。第十地亦未明證。先喻後法。方者比<a 
name="0916c08" id="0916c08"></a>也。其第十地。名法雲地。智如雲故。此雲之智。名方智<a 
name="0916c09" id="0916c09"></a>雲。或可解云。方者大也。大法之智。如似雲故。名智雲。<a 
name="0916c10" id="0916c10"></a>以此菩薩觀於真如。似隔羅縠而觀於月未明故也。<a 
name="0916c11" id="0916c11"></a>有佛地障。故是猶迷。問。何故此地智如其雲。有三義。<a 
name="0916c12" id="0916c12"></a>一者含其眾水。二者能蔽&#x8657;空。三者充滿&#x8657;空。智亦<a 
name="0916c13" id="0916c13"></a>三義。一者智能含藏總持等水。二者智能隱覆如空。<a 
name="0916c14" id="0916c14"></a>麤重二障廣大如&#x8657;空也。三者智能充滿如空。法身<a 
name="0916c15" id="0916c15"></a>智上功德。如水遍故。</p><a 
name="0916c16" id="0916c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。假慧刃於藂筠等者。此之二句。聲聞不測。亦有法<a 
name="0916c17" id="0916c17"></a>喻。舉其利根亦未知證。假者藉也。或假設也。言慧刃<a 
name="0916c18" id="0916c18"></a>者。慧如刃故。是利根人。有束或超。劈竹斷者。一竹可<a 
name="0916c19" id="0916c19"></a>爾。於其多竹。不能頓爾。藂即多也。筠即是竹。今取多<a 
name="0916c20" id="0916c20"></a>竹不能一刃而劈之爾。聲聞之人。但證生空。不能證<a 
name="0916c21" id="0916c21"></a>於法空理故。此是不測。不頓斷也。對上縠月見而不<a 
name="0916c22" id="0916c22"></a>明。今此藂筠劈而非頓。揆者度也。與察大同。神之與<a 
name="0916c23" id="0916c23"></a>靈。皆訓妙也。理即真理。機者要也。並目真如。大義可<a 
name="0916c24" id="0916c24"></a>知。</p><a 
name="0917a01" id="0917a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。至道圓而粹容顯等者。此下二句。二身齊證。初之<a 
name="0917a02" id="0917a02"></a>一句。得自受用身。後之一句。證得法身。皆由解脫至<a 
name="0917a03" id="0917a03"></a>極道圓而獲得故。粹者純也。容即身儀。故此自其自<a 
name="0917a04" id="0917a04"></a>受用身。實際真識。並是真如。淨即出纏。故是法身。彰<a 
name="0917a05" id="0917a05"></a>即明也。顯智<span class="corr" title='[巳&gt;已]'>已</span>證。淨即離障。由智證明。故得離障稱<a 
name="0917a06" id="0917a06"></a>法身也。</p><a 
name="0917a07" id="0917a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然後者。證實身<span class="corr" title='[巳&gt;已]'>已</span>。然後隨機。現其權身。</p><a 
name="0917a08" id="0917a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。俯提十地等者。初彰隨機變現。後明變現儀範。初<a 
name="0917a09" id="0917a09"></a>有四句。二句他報。二句化身。他報應於十地。俯者下<a 
name="0917a10" id="0917a10"></a>也。佛居其上。俯而接之。現其佛身。&#x758E;謂分&#x758E;可了之<a 
name="0917a11" id="0917a11"></a>義。自受法身。人所不了。故云&#x758E;。海目。此且舉目如四<a 
name="0917a12" id="0917a12"></a>大海。更有眉如五須彌等。為文難具。言寶方者。顯是<a 
name="0917a13" id="0917a13"></a>淨土唯實所成。他報唯現居淨土故。下辨化身。控亦<a 
name="0917a14" id="0917a14"></a>提也。挺者出也。為接三乘。現出化身。化身通被三乘<a 
name="0917a15" id="0917a15"></a>眾故。化身如山。魔不動故。又如須彌。最尊高故。多居<a 
name="0917a16" id="0917a16"></a>穢土。名為垢域。現丘陵等。名之為穢。非關有漏。</p><a 
name="0917a17" id="0917a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若鴻鍾等者。上法釋<span class="corr" title='[巳&gt;已]'>已</span>。下四句喻。雖有兩事。並通<a 
name="0917a18" id="0917a18"></a>他化。能現之身。如鍾如月。所現之身。如聲如影。其如<a 
name="0917a19" id="0917a19"></a>鍾者。能現之身。內離所執。名之為空。如鍾內不&#x8657;不<a 
name="0917a20" id="0917a20"></a>能發聲。又其實身慈悲之體。本欲利他。即如其鍾。外<a 
name="0917a21" id="0917a21"></a>受扣擊。名之為受。本未受扣。亦未發聲。扣擊即是機<a 
name="0917a22" id="0917a22"></a>欲緣也。其如月者。能現之身。內離二障。名之為證。如<a 
name="0917a23" id="0917a23"></a>月不澄。即無其光。又其實身。發利他用。即如其月。外<a 
name="0917a24" id="0917a24"></a>發光輝。即現其形。不發外輝。影亦不現。今復略云&#x8657;<a 
name="0917b01" id="0917b01"></a>非執。證即離障。受即待機。輝即發用。上辨能現。所被<a 
name="0917b02" id="0917b02"></a>別者。扣擊器清。皆是機故。扣擊即是根熟。啟請待度<a 
name="0917b03" id="0917b03"></a>等緣器清。即是眾生。無有不信等障。根熟無障。方乃<a 
name="0917b04" id="0917b04"></a>現也。鴻者大也。皎魄月也。循者順也。肆者恣也。縱放<a 
name="0917b05" id="0917b05"></a>之義。今取實身縱恣現於權身者也。或可二喻他化<a 
name="0917b06" id="0917b06"></a>有別。他報無有陰生之相。如直鍾處出於聲也。化身<a 
name="0917b07" id="0917b07"></a>降生母等如器。雖器喻機。機有母等。故可別也。</p><a 
name="0917b08" id="0917b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。故有者。乘前標後。由前應機。其二身他化不同。故<a 
name="0917b09" id="0917b09"></a>有儀軌。二身亦異。若依前解。遠承法說。若依後解。亦<a 
name="0917b10" id="0917b10"></a>近承喻。</p><a 
name="0917b11" id="0917b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。紹隆報佛等。下示儀範。先示。後結。示中有二。由彼<a 
name="0917b12" id="0917b12"></a>二身各有初後之二相故。文有兩節。於他報中。初即<a 
name="0917b13" id="0917b13"></a>受職成佛。後即趍座說法。無有處天及下生故。於化<a 
name="0917b14" id="0917b14"></a>身中。初即處天。後即降生。初之四句。辨其初相二身<a 
name="0917b15" id="0917b15"></a>之文。各有二句。紹即繼也。隆者盛也。前佛成處。名之<a 
name="0917b16" id="0917b16"></a>為隆。繼紹彼隆。名為紹隆。言甄臺者。甄叔迦寶為臺<a 
name="0917b17" id="0917b17"></a>座故。其受職時。在此座上。名之為於。纂亦繼也。業即<a 
name="0917b18" id="0917b18"></a>基業。大同紹隆。貽者遺也。離本而現。&#x5374;留麤身。令機<a 
name="0917b19" id="0917b19"></a>得遇。名之為遺。遺身在紫紺摩尼殿兜率天也。貽字<a 
name="0917b20" id="0917b20"></a>有本作移。詳之。</p><a 
name="0917b21" id="0917b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。撫根熟而趍座等者。此下二句。辨其後相一身一<a 
name="0917b22" id="0917b22"></a>句。撫者恤也。趍者赴也。他受用身。不從天下。直趍其<a 
name="0917b23" id="0917b23"></a>座。成佛說法。化身翻此。降即下生。跡即縱跡。處胎等<a 
name="0917b24" id="0917b24"></a>相。皆蹤跡故。</p><a 
name="0917c01" id="0917c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。斯乃者。斯猶此也。指上儀狀。乃是語詞。指<span class="corr" title='[巳&gt;已]'>已</span>方結。<a 
name="0917c02" id="0917c02"></a>結文亦別。然須影顯。三際之言。亦通化身。一生補處。<a 
name="0917c03" id="0917c03"></a>亦通他報。宏者大也。靈者妙也。無文說於化身灌頂。<a 
name="0917c04" id="0917c04"></a>故受職言目於他報。直順此經一生補處。故後但結<a 
name="0917c05" id="0917c05"></a>化身者也。此但結至。故有下文云儀範故。不結<span class="corr" title='[巳&gt;已]'>已</span>前<a 
name="0917c06" id="0917c06"></a>隨機變現。詳之可知。或可言之在近。勢連遠起。問。一<a 
name="0917c07" id="0917c07"></a>生補處他報何有。答。准法苑章。亦義准有。如彼具明。<a 
name="0917c08" id="0917c08"></a>不煩示之。問。爾化身何處之身。名為一生。又所補處。<a 
name="0917c09" id="0917c09"></a>為天為人。答。准法苑章。補闕佛處。即在人處。非關兜<a 
name="0917c10" id="0917c10"></a>率。其一生者。非是指其成佛之身。更有一生。方補處<a 
name="0917c11" id="0917c11"></a>故。於此義中。或約大生。即指菩薩。欲往兜率。在佛前<a 
name="0917c12" id="0917c12"></a>身。為名一生。更有人天一往來故。兩本兩中。共為一<a 
name="0917c13" id="0917c13"></a>生。或約小生。即指天上。菩薩之身。唯有下生。一中本<a 
name="0917c14" id="0917c14"></a>故。中本別言。或四或二。今約一期。合之為一。名為一<a 
name="0917c15" id="0917c15"></a>生。問。如是皆是菩薩之身。如何順此佛身耶。答。此對<a 
name="0917c16" id="0917c16"></a>他報。並名化身。化身亦有因之與果。相從隨舉。不須<a 
name="0917c17" id="0917c17"></a>具言。體例皆爾。不相違也。</p><a 
name="0917c18" id="0917c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。今此經者等者。經體雖二。下歎便亦兼其行果。從<a 
name="0917c19" id="0917c19"></a>經出故。故有四喻。如次應知。或於義中。亦攝行果。抄<a 
name="0917c20" id="0917c20"></a>斷非勝。今唯取此。教如一雨。能普洒故。理若其河。三<a 
name="0917c21" id="0917c21"></a>獸度故。六行似舟。運越河故。其果如車。引出宅故。果<a 
name="0917c22" id="0917c22"></a>中有二。一者天果。二者涅槃。車雖通餘。今且喻果。但<a 
name="0917c23" id="0917c23"></a>云引故。其河對獸。要其濟義。度時有濟。直喻此經。<a 
name="0917c24" id="0917c24"></a>其河對舟。要其溺義。以舟越之。喻經所拔。軫是車後<a 
name="0918a01" id="0918a01"></a>之橫木也。今舉要車。問。六行如舟。如何合數。答。隨數<a 
name="0918a02" id="0918a02"></a>言之。六為六<span class="gaiji">&#x4E87;<!--gaiji,個,1[乞-乙+〡],2&#x4E87;,3--></span>。非必一舟。要其六事。不爾唯有上上<a 
name="0918a03" id="0918a03"></a>生故。或船底船相船舍&#x69F9;棹墜石稍公為六。六度六<a 
name="0918a04" id="0918a04"></a>事且具舉之。亦無妨礙。</p><a 
name="0918a05" id="0918a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。雖復探幽曉秘等者。此上四喻。歎經功能。此下之<a 
name="0918a06" id="0918a06"></a>文。潛通妨難。於中有二。初通前唯讚此經妨。後轉通<a 
name="0918a07" id="0918a07"></a>但益一時妨。初近三行。於中有二。初正通。後釋成。外<a 
name="0918a08" id="0918a08"></a>人問云。前來四喻。諸經皆具。何唯牒此而讚之耶。或<a 
name="0918a09" id="0918a09"></a>外問云。且如華嚴涅槃等經。研覈性相。廣談因果。此<a 
name="0918a10" id="0918a10"></a>經之中。皆無所有。如何以喻斯偏讚耶。疏兩句為奪<a 
name="0918a11" id="0918a11"></a>雖者。文含得失。即縱奪也。探者取也。線經華理。其涅<a 
name="0918a12" id="0918a12"></a>槃等。別經名異。大義意云。探幽深之性相。曉秘密之<a 
name="0918a13" id="0918a13"></a>果因。實在其餘涅槃等經。若據拔此末世沒溺之有<a 
name="0918a14" id="0918a14"></a>情順生天之機器者。唯在於此經爾。是以偏讚而以<a 
name="0918a15" id="0918a15"></a>哉。筌者目教。取魚之器。而為喻故。葉即貝葉。上書其<a 
name="0918a16" id="0918a16"></a>經故。與前線華。隨<span class="gaiji">[牙-(必-心)+?]<!--gaiji,,1[牙-(必-心)+?],2&#x3E26;,3--></span>舉示。</p><a 
name="0918a17" id="0918a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。所以金光夕燭等者。此下釋成。何以得知。先釋拯<a 
name="0918a18" id="0918a18"></a>溺。一行餘也。下經自敘放光現華。放光除闇。表斷黑<a 
name="0918a19" id="0918a19"></a>因。華示六行。表當有果。顯依此經易而成之。其果可<a 
name="0918a20" id="0918a20"></a>准。故偏讚之。慈氏威力。不退轉故。外即初夜。燭者照<a 
name="0918a21" id="0918a21"></a>也。旌者表也。景者明也。徒者徒眾。芳謂芬芳開&#x6278;之<a 
name="0918a22" id="0918a22"></a>義。蘤即華也。前即面前。紛即亂也。虧猶&#x8657;也。後即當<a 
name="0918a23" id="0918a23"></a>義。實即果實。</p><a 
name="0918a24" id="0918a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。妙祥之儔波委等者。下釋有機。菩薩聲聞二句文<a 
name="0918b01" id="0918b01"></a>也。委者赴也。善唯識云累也。累累而來。今或委託。如<a 
name="0918b02" id="0918b02"></a>波迅廣倚仗之也。舉下眾集。如波如雲。故是符順至<a 
name="0918b03" id="0918b03"></a>如此也。</p><a 
name="0918b04" id="0918b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。雖則稟訓一時等者。下是第二轉通但益一時妨。<a 
name="0918b05" id="0918b05"></a>由上但云妙祥之儔鶖子之輩。外人問云。如是所益。<a 
name="0918b06" id="0918b06"></a>近而非多。何假如是讚之者乎。又或問云。所益若此。<a 
name="0918b07" id="0918b07"></a>云何下言未來世等。疏答意云。初稟雖狹。傳之即廣。<a 
name="0918b08" id="0918b08"></a>非唯一時如是讚也。稟教之機。但列一時。經為津梁。<a 
name="0918b09" id="0918b09"></a>實至千祀。為津橋梁。祀即年也。且舉其千。實至萬餘。<a 
name="0918b10" id="0918b10"></a>意取下言未來世也。夏名為歲。星行一次。云問呼為<a 
name="0918b11" id="0918b11"></a>祀。取四時一終。周名曰年。取禾一熟。唐虞曰載。取物<a 
name="0918b12" id="0918b12"></a>終更始義。或祀傳差。宜從紀字。以十二年。名為一紀。<a 
name="0918b13" id="0918b13"></a>正像末三。一萬二千。是千紀也。今至末法。以二千年<a 
name="0918b14" id="0918b14"></a>餘有許多盛行大利。何但千祀。</p><a 
name="0918b15" id="0918b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若夫天宮聖境等者。此下並是釋題之文。題中有<a 
name="0918b16" id="0918b16"></a>其兜率言故。又其指文云題衡故。此先別讚兜率天<a 
name="0918b17" id="0918b17"></a><span class="corr" title='[巳&gt;已]'>已</span>。然後具次解釋題文。至兜率處。但翻便止。由前<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0918b18" id="0918b18"></a>略讚之故也。天宮覺菀。並通內外。宮菀並是菩薩為<a 
name="0918b19" id="0918b19"></a>主。故彰聖覺而為名也。言因嚴者因華果實。故因名<a 
name="0918b20" id="0918b20"></a>嚴。神者如也。屬京之地。名為京畿。此例知爾。&#x53F6;者合<a 
name="0918b21" id="0918b21"></a>也。菩薩合其無邊之德。號之為德。此德遊履於&#x8597;菀<a 
name="0918b22" id="0918b22"></a>故。名為德履。或菀目外。但是菩薩之所遊故。宮即目<a 
name="0918b23" id="0918b23"></a>內。正所居故。</p><a 
name="0918b24" id="0918b24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。匪心樞而攬觀等者。上略讚勝。下彰難盡。初之一<a 
name="0918c01" id="0918c01"></a>句。心緣莫窮。次之一句。語讚無盡。語隨心故。樞其心<a 
name="0918c02" id="0918c02"></a>如此。便名為樞。斯大意云。如樞之心。既不能觀之得<a 
name="0918c03" id="0918c03"></a>盡。故語至極亦不能讚揚得盡者也。光亦是讚。此即<a 
name="0918c04" id="0918c04"></a>約勝。我此緣說不能盡爾。作如此語。非關自相離言<a 
name="0918c05" id="0918c05"></a>故也。</p><a 
name="0918c06" id="0918c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。教府自陳等者。承上自<span class="corr" title='[巳&gt;己]'>己</span>心言不盡。指如教藏。自<a 
name="0918c07" id="0918c07"></a>陳讚揚。於此釋題上息爾也。教或此經。或通餘經。府<a 
name="0918c08" id="0918c08"></a>即藏故。衡即秤衡。稱量輕重。正符於此。讚揚勝劣。故<a 
name="0918c09" id="0918c09"></a>此序文讚文名衡。當釋題故。名題衡也。</p><a 
name="0918c10" id="0918c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。六事齊修等者。二句舉體。二句歸名。六事如經。二<a 
name="0918c11" id="0918c11"></a>因之言。有為行願。有云中下。此等多說。以觀為正。行<a 
name="0918c12" id="0918c12"></a>為助因。今恐招感正要六事。所言二者。是願及觀。以<a 
name="0918c13" id="0918c13"></a>此二種。為六事行之前導也。攝引不令六事之行歸<a 
name="0918c14" id="0918c14"></a>於餘處。如是願觀。名之為助。其六事行。為正因感。以<a 
name="0918c15" id="0918c15"></a>正從助。而得名者。如七作意。修定之者。須加行定。是<a 
name="0918c16" id="0918c16"></a>其正要。作意為助。然從作意以為名者。修習之時。彼<a 
name="0918c17" id="0918c17"></a>用勝故。又如懺悔。雖體是悔。然云慚愧。又彼損力。益<a 
name="0918c18" id="0918c18"></a>能轉體。正唯是慧。亦云由習勝解慚愧。損本識中。二<a 
name="0918c19" id="0918c19"></a>障云云。並皆不曾言其正體。但從&#x96A3;近勝者為言。正<a 
name="0918c20" id="0918c20"></a>同此中言其觀也。其觀之言。攝六事。&#x96A3;近得名。然行<a 
name="0918c21" id="0918c21"></a>為正。觀為助引。於修行時。不敢離故。離觀修行。便名<a 
name="0918c22" id="0918c22"></a>為邪。故其正行。從助得名。問。中下修者。如何不說。答。<a 
name="0918c23" id="0918c23"></a>此且從勝。實皆名觀。又其中下。所列諸行。亦有六事。<a 
name="0918c24" id="0918c24"></a>此中皆攝。並名觀也。問。如是三品。有何差別。又直與<a 
name="0919a01" id="0919a01"></a>下疏文相違。九品之中。不皆具故。答。下疏約正為頭。<a 
name="0919a02" id="0919a02"></a>修習如是六行三業十事。以分三品。若要得生。須是<a 
name="0919a03" id="0919a03"></a>諸行互相助成。又其三三。細分九品。內一二等。如何<a 
name="0919a04" id="0919a04"></a>無助。孤示得生。其彼果報。相非輕故。無因果生。非道<a 
name="0919a05" id="0919a05"></a>理故。且示一相。有無戒者得生彼乎。故乃分品。約頭<a 
name="0919a06" id="0919a06"></a>約正。若其相皆有六事。招果內外。無非思業。得生於<a 
name="0919a07" id="0919a07"></a>彼。闕行不可。於此義中。應極思擇。至下更辨。</p><a 
name="0919a08" id="0919a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。母志悲纏蠢類等者。三因得名。如餘具辨。纏者繞<a 
name="0919a09" id="0919a09"></a>也。不離之義。蠢類即是下劣之虫。以例於餘。尚以悲<a 
name="0919a10" id="0919a10"></a>心。不離於此。何況於餘。故是至慈。懷生即是有情異<a 
name="0919a11" id="0919a11"></a>名。懷含情識。或煩惱故。</p><a 
name="0919a12" id="0919a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。道圓上果等者。下解菩薩。二句辨位。二句器名。實<a 
name="0919a13" id="0919a13"></a><span class="corr" title='[巳&gt;已]'>已</span>成佛。示跡為因。故為菩薩。言祈覺者。得菩薩名。言<a 
name="0919a14" id="0919a14"></a>運生者。得薩埵名。此即且依弘誓語也。假即非實。結<a 
name="0919a15" id="0919a15"></a>歸示現。</p><a 
name="0919a16" id="0919a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。光潔自在神用名天等者。三義名天。如文易見。此<a 
name="0919a17" id="0919a17"></a>多目情。有辨器界。菩薩生彼。約到彼處。約到眾中。並<a 
name="0919a18" id="0919a18"></a>名生故。</p><a 
name="0919a19" id="0919a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此由補處天宮等者。此下總釋立題之意。先舉所<a 
name="0919a20" id="0919a20"></a>觀。後舉能觀。大意令人觀之修行。求生瞻奉。必獲願<a 
name="0919a21" id="0919a21"></a>也。言補處者。此是菩薩。當於題中彌勒菩薩。言天宮<a 
name="0919a22" id="0919a22"></a>者。當於題中兜率天也。合下端居利化之語。即見上<a 
name="0919a23" id="0919a23"></a>生二字之義。此總意云。此由一生補處菩薩。於兜率<a 
name="0919a24" id="0919a24"></a>天宮之中端居。利化諸有情也。此為所觀。令人修習<a 
name="0919b01" id="0919b01"></a>祈觀得生。無失&#x609E;也。</p><a 
name="0919b02" id="0919b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。經者攝也等者。列其四義。次第解<span class="corr" title='[巳&gt;已]'>已</span>。結歸二義。契<a 
name="0919b03" id="0919b03"></a>理契根。名之為經。攝常及法。即利物也。乃是契根。貫<a 
name="0919b04" id="0919b04"></a>即詮真。是其契理。有處說云。攝則集斯妙義。貫又御<a 
name="0919b05" id="0919b05"></a>彼庸。與此相翻。隨釋無違。二皆可對情及理故。言樊<a 
name="0919b06" id="0919b06"></a>籠者。云樊訓籠也。云樊是深密罥礙之義。煩惱若此<a 
name="0919b07" id="0919b07"></a>有作煩字。言百靈。神聖也。無改曰常。言千葉者。金枝<a 
name="0919b08" id="0919b08"></a>玉葉。是王者也。上皆舉勝。以例於餘。</p><a 
name="0919b09" id="0919b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。第一佛成權實者。佛之身說並名為佛。無不攝盡。<a 
name="0919b10" id="0919b10"></a>問。何故成字安之在下。常及聖教言成佛故。答。是兩<a 
name="0919b11" id="0919b11"></a>門故。故安於下。下文先辨佛之權實。後方辨於成權<a 
name="0919b12" id="0919b12"></a>實故。佛即直辨三身之體。成即辨其從因至果。其佛<a 
name="0919b13" id="0919b13"></a>地經是先辨其五法三身。次後例其十地分證。故附<a 
name="0919b14" id="0919b14"></a>於彼。如是為文。若不爾者。倒其成字。有何義意。不為<a 
name="0919b15" id="0919b15"></a>文章。非語順故。故就義門。恐同常言。唯為一義。置之<a 
name="0919b16" id="0919b16"></a>於下。遂令覽者起異論端。至下當知。</p><a 
name="0919b17" id="0919b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。權謂隨機接物等者。此下釋權實總義。事理未盡。<a 
name="0919b18" id="0919b18"></a>名之為權。稱於理事。名之為實。抄分兩對。不依次第。<a 
name="0919b19" id="0919b19"></a>隨機名權。&#x8FEC;真名實。是勝鬘經。接物名權。究理名實。<a 
name="0919b20" id="0919b20"></a>是法華經。今或解云。只依次第。配其二經。隨機究理。<a 
name="0919b21" id="0919b21"></a>是法華經。接物&#x8FEC;真。是勝鬘經。其法華經。二權一實。<a 
name="0919b22" id="0919b22"></a>隨機說有三乘究竟。二乘實未得究竟故。究不究竟。<a 
name="0919b23" id="0919b23"></a>皆為究竟。事理未盡。故是其權。窮理唯有一乘究竟。<a 
name="0919b24" id="0919b24"></a>故是其實。此法華也。其勝鬘說四實一權。為接二乘<a 
name="0919c01" id="0919c01"></a>歸於大乘。說唯有一。無有二乘。既實有三。事理未盡。<a 
name="0919c02" id="0919c02"></a>故是權也。稱實有四。故四是實。此言一乘。是其權者。<a 
name="0919c03" id="0919c03"></a>乃是勝鬘。指於法華所說一乘。名之為權。非自勝鬘<a 
name="0919c04" id="0919c04"></a>所說一乘亦名為權。勝鬘自說真如名一。此之一乘。<a 
name="0919c05" id="0919c05"></a>出生四乘。及攝四乘。皆盡理故。不同法華說一無二。<a 
name="0919c06" id="0919c06"></a>故彼是權。其勝鬘經說一乘亦是實也。此上約說辨<a 
name="0919c07" id="0919c07"></a>其權實。約身辨者。法華經意。隨機變現。非實修成。名<a 
name="0919c08" id="0919c08"></a>之為權。究理修得。名之為實。即自受用。名之為實。彼<a 
name="0919c09" id="0919c09"></a>未說有自性身故。勝鬘之意。指於法華接物別說自<a 
name="0919c10" id="0919c10"></a>受用身。亦名為權。不歸法身。別說之故。為接物故。尚<a 
name="0919c11" id="0919c11"></a>擬二佛。是不盡理。名之為權。依自所說。攝相歸性。只<a 
name="0919c12" id="0919c12"></a>立法身。名之為實。一人只成一&#x4E2A;佛故。是盡理也。善<a 
name="0919c13" id="0919c13"></a>師解云。隨機本為接物。究理便是&#x8FEC;真。各唯一義。似<a 
name="0919c14" id="0919c14"></a>於標釋。非兩對也。今作兩對。配於二經。次第亦好。名<a 
name="0919c15" id="0919c15"></a>義雖有。可互屬之。隨義就意。亦無失也。</p><a 
name="0919c16" id="0919c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。佛之身說者。說通所說。故不言教。所說二乘。亦是<a 
name="0919c17" id="0919c17"></a>權故。問。法華亦說。定姓二乘。既實有爾。不歸大乘。如<a 
name="0919c18" id="0919c18"></a>何說三。不亦名實。而名權耶。答。皆說究竟。實不究竟。<a 
name="0919c19" id="0919c19"></a>故亦是權。勝不曾說為究竟。但說有爾。故是其實。</p><a 
name="0919c20" id="0919c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。即涅槃經半滿教也者。此約未會二乘歸一。大乘<a 
name="0919c21" id="0919c21"></a>為滿。說二空故。二乘名半。唯生空故。若會之時。不分<a 
name="0919c22" id="0919c22"></a>半滿。皆為一故。</p><a 
name="0919c23" id="0919c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若如來隨彼意欲等者。指法華經說為實者。為方<a 
name="0919c24" id="0919c24"></a>便說。方便即是權巧說之。未盡理也。</p><a 
name="0920a01" id="0920a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。即說唯有等者。此是疏之釋勝意。</p><a 
name="0920a02" id="0920a02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。謂大乘獨覺等者。下引勝鬘所說四乘是實者也。<a 
name="0920a03" id="0920a03"></a>言無聞者。無聞慧也。無三乘故非法器。言成熟者。令<a 
name="0920a04" id="0920a04"></a>彼成熟。是化度也。以人善而化度之。</p><a 
name="0920a05" id="0920a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若以色見我等者。此初一頌。遣如色等見於佛也。<a 
name="0920a06" id="0920a06"></a>我即是佛自性法身。仍須攝相歸性之門。并自受用。<a 
name="0920a07" id="0920a07"></a>兩句示情。一句遣之。生即眾生。斷道彼如色等求見<a 
name="0920a08" id="0920a08"></a>佛者。如是眾生。是眾生是遊履於邪斷道也。故不見。<a 
name="0920a09" id="0920a09"></a>末句為結。彼論釋云。如所不應見不可見。頌上三句。<a 
name="0920a10" id="0920a10"></a>如所不應見。其不可見是末結句。色等名所。若如於<a 
name="0920a11" id="0920a11"></a>彼不應見也。</p><a 
name="0920a12" id="0920a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。彼如來妙體等者。此第二頌。上之三句。法身體妙<a 
name="0920a13" id="0920a13"></a>不應見也。亦須相通自受用。末之一句。麤識不知。故<a 
name="0920a14" id="0920a14"></a>不可見。識顯麤故。導師之言。是變化身。此是道師之法<a 
name="0920a15" id="0920a15"></a>身也。顯不應見。彼論釋云。如彼不應見及不見因緣。<a 
name="0920a16" id="0920a16"></a>因緣即是所以之義。即當末句以識麤故。上之一句。<a 
name="0920a17" id="0920a17"></a>釋前三句。彼目妙體。既是法身。故彼體性不應見也。</p><a 
name="0920a18" id="0920a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。彼論釋云等者。此頌非是釋次前經。是承前經斷<a 
name="0920a19" id="0920a19"></a>說得疑。既非見等。如何名佛。如何有說。經自斷云。無<a 
name="0920a20" id="0920a20"></a>有定法名阿耨等。此是釋彼。於此頌中。亦自受用。攝<a 
name="0920a21" id="0920a21"></a>相歸性。總名法身。故但應化。非真佛也。應機現佛。名<a 
name="0920a22" id="0920a22"></a>之為應。現趣類身。名之為化。有云合言并自受用非<a 
name="0920a23" id="0920a23"></a>真佛者。非文意也。應云但說法身實處。攝自受用。說<a 
name="0920a24" id="0920a24"></a>自受用。名為權處。是約離本別說之也。上句遣身。次<a 
name="0920b01" id="0920b01"></a>句遣說。亦是示現。非實說故。又恐疑云。既云應化非<a 
name="0920b02" id="0920b02"></a>說法者。莫其應化全不說法。故次經云。如來所說法。<a 
name="0920b03" id="0920b03"></a>不取不可說。非法非非法。今此頌云。說法不二取。二<a 
name="0920b04" id="0920b04"></a>即是其法也。下句又釋。能說無實。所說離言。故上說<a 
name="0920b05" id="0920b05"></a>云。非說法者。</p><a 
name="0920b06" id="0920b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。以法身為實等者。金剛經中。攝相歸性。其自受用。<a 
name="0920b07" id="0920b07"></a>亦名法身。金光明經。其義正同。下言二身但是應化。<a 
name="0920b08" id="0920b08"></a>無自受用。</p><a 
name="0920b09" id="0920b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此以受用為實等者。法華未說自性法身。說自受<a 
name="0920b10" id="0920b10"></a>用。名之為實。實修成故。所言化者。即通他報。非實修<a 
name="0920b11" id="0920b11"></a>成。變現起故。</p><a 
name="0920b12" id="0920b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。有二四句者。其初四句。不論隨類。約是佛相。名之<a 
name="0920b13" id="0920b13"></a>為佛。方乃於中辨其四句。小化無受法樂之義。不得<a 
name="0920b14" id="0920b14"></a>名報。第二四句。既辨隨類。名之為佛。是佛相者。便名<a 
name="0920b15" id="0920b15"></a>為報。故小化身亦入俱句。或初四句。約受法樂。似自<a 
name="0920b16" id="0920b16"></a>受用。方名為報。不通小化。於唯化中。影略隨類。第二<a 
name="0920b17" id="0920b17"></a>四句。但是佛相。便名為報。即通小化。其自受用。及隨<a 
name="0920b18" id="0920b18"></a>類化他受用身自性法身。如次四句。兩下皆同。唯小<a 
name="0920b19" id="0920b19"></a>化身二有別也。又法苑章。應化相對。而為四句。其他<a 
name="0920b20" id="0920b20"></a>受用。不名為化。為此相違。各隨一義。亦無過失。彼約<a 
name="0920b21" id="0920b21"></a>應現佛身之者。名之為應。現五趣身。名之為化。故丈<a 
name="0920b22" id="0920b22"></a>六身。六應亦化。先現為人。後成佛故。今此但約變現<a 
name="0920b23" id="0920b23"></a>所起。名之為化。故他受用。亦得名化。不相違也。</p><a 
name="0920b24" id="0920b24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。一者法身稱實等者。問。須要攝相歸性之者。其自<a 
name="0920c01" id="0920c01"></a>受用。<span class="corr" title='[巳&gt;已]'>已</span>在實門。下言餘二。報化之二。報通自報。是不<a 
name="0920c02" id="0920c02"></a>相違。一自受用。自相對故。又不合前金剛經說。自受<a 
name="0920c03" id="0920c03"></a>用身名為權故。答。攝歸性者。對別說者。亦成實權。一<a 
name="0920c04" id="0920c04"></a>人唯成一個佛故。名之為實。離法身外。說自受用。隱<a 
name="0920c05" id="0920c05"></a>於法身。故是權跡。設別說二。亦是一人成二佛故。亦<a 
name="0920c06" id="0920c06"></a>是權跡。問。若爾分三身者。法身亦權。何故法身一向<a 
name="0920c07" id="0920c07"></a>名實。答。本中分末。隱本一故。攝末歸本。無遺一故。問。<a 
name="0920c08" id="0920c08"></a>前難雖遣。後難如何。與其金剛正相違故。答。如勝鬘<a 
name="0920c09" id="0920c09"></a>經。指於法華一乘為權。此亦如是。是約金剛。指法華<a 
name="0920c10" id="0920c10"></a>者。別自受用。名之為權。法華未現自性身故。金剛攝<a 
name="0920c11" id="0920c11"></a><span class="corr" title='[巳&gt;已]'>已</span>不別說故。有作是說。有生滅者。名之為權。無生滅<a 
name="0920c12" id="0920c12"></a>者。名為實。故自受用名之為權。今謂不爾。若只性相<a 
name="0920c13" id="0920c13"></a>為實權者。恐非此中實權大旨。故此標中。但云稱實。<a 
name="0920c14" id="0920c14"></a>釋中但云諸法體實。並無唯無生滅言。言事相權&#x8FF9;<a 
name="0920c15" id="0920c15"></a>者。唯說事相為佛之者。是權宜也。為彼未了本法性<a 
name="0920c16" id="0920c16"></a>故。權且說之。</p><a 
name="0920c17" id="0920c17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。二者法身等者。約為二身。與前不同。亦是實行修<a 
name="0920c18" id="0920c18"></a>成名實。問。法華既未說於法身。如何此中二身為實。<a 
name="0920c19" id="0920c19"></a>答。亦兼餘教。又可顯之。又彼密說法身為實。如說世<a 
name="0920c20" id="0920c20"></a>間相常住等。</p><a 
name="0920c21" id="0920c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。唯佛與佛等者。上列二身。下立十義。結歸總名。二<a 
name="0920c22" id="0920c22"></a>句一句一句二句二句。次下五義。各唯一句。所有二<a 
name="0920c23" id="0920c23"></a>身十義既同。是故同名實身者也。言是身之本者。為<a 
name="0920c24" id="0920c24"></a>化本。言俱離差別者。不同他化各有等降。言功德智<a 
name="0921a01" id="0921a01"></a>慧等者。此自受用。同於法身。法身不言。或功德言。可<a 
name="0921a02" id="0921a02"></a>目法身。言不可以色形等者。約無形量。二身為同。無<a 
name="0921a03" id="0921a03"></a>頭足等別處形量。言都無分限者。前無邊者。約別法<a 
name="0921a04" id="0921a04"></a>用。此約總身。或前約窮際不盡。此約遍於十方。言起<a 
name="0921a05" id="0921a05"></a>盡者。無字貫下。此約麤相。他化二現。麤生滅故。</p><a 
name="0921a06" id="0921a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。他受用身等者。翻前所說。一一應知。</p><a 
name="0921a07" id="0921a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。故佛地論云等者。上辨佛權實。下辨成權實。總門<a 
name="0921a08" id="0921a08"></a>名為佛成權實。不順常云成佛之名。意在於此。若順<a 
name="0921a09" id="0921a09"></a>常言。必不推尋有兩般也。若不爾者倒之何益。非為<a 
name="0921a10" id="0921a10"></a>句順。易呼吸故。成字在上。即易呼故。故意是令生異<a 
name="0921a11" id="0921a11"></a>論端。佛及成中。各有權實。單言其佛。直論其佛。不論<a 
name="0921a12" id="0921a12"></a>修因。若其成。是有能成修因者也。即是為文。先果後<a 
name="0921a13" id="0921a13"></a>因。又此成中。亦連其果。雖單言成。意成佛也。此指佛<a 
name="0921a14" id="0921a14"></a>地身之文。結證於前。便生於後。下於此二。辨其成故。<a 
name="0921a15" id="0921a15"></a>諸無此義。應思細用。此下並說修成相。故然說法身<a 
name="0921a16" id="0921a16"></a>不可言成者其。體初有生故名成即。不可也汎。成就<a 
name="0921a17" id="0921a17"></a>成即。亦通爾問。此。經一卷論。有七卷但。說真如及其<a 
name="0921a18" id="0921a18"></a>四智。無此權實二身之文。如何證前。如何生後。答此<a 
name="0921a19" id="0921a19"></a>非引文。是約義言。彼說五法。即證二實。又於平等及<a 
name="0921a20" id="0921a20"></a>成事中。說現受用及變化身。故二是。權此證前。也彼<a 
name="0921a21" id="0921a21"></a>經至後。又說十地得無生忍。分證一味。即是能成。此<a 
name="0921a22" id="0921a22"></a>生後也。彼論文第七卷中。亦有實色化色之語。化即<a 
name="0921a23" id="0921a23"></a>權故。化當身故。影法身也。不爾云何於此引之。初言<a 
name="0921a24" id="0921a24"></a>其故。必是連前。次下牒此。而以解之。故知此文。更是<a 
name="0921b01" id="0921b01"></a>起後。下文大分。是彼論文第七中義。五法三身。即當<a 
name="0921b02" id="0921b02"></a>佛故。經說十地。即當成實。論說現化。次第應機。即是<a 
name="0921b03" id="0921b03"></a>成權。請細勘之。</p><a 
name="0921b04" id="0921b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然此實身等。者於辨成中。先實後權。於此實中。又<a 
name="0921b05" id="0921b05"></a>先舉其所成之體。四句文也。此通二身。是與向下成<a 
name="0921b06" id="0921b06"></a>權之文。正相翻。勘之自見。雖舉身上。要無方處。與權<a 
name="0921b07" id="0921b07"></a>相翻。對舉之也。其自性身。依法性土。雖體無二。而屬<a 
name="0921b08" id="0921b08"></a>佛法。相性異故。亦名身土。本真法界既無方處。立為<a 
name="0921b09" id="0921b09"></a>身土。亦無分限。以義遍體。名遍法界。或此法界。是目<a 
name="0921b10" id="0921b10"></a>&#x8657;空。自報可知。並非唯東或唯西故。名無方處。權身<a 
name="0921b11" id="0921b11"></a>不爾。</p><a 
name="0921b12" id="0921b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。法身本有等者。此下別解。二身既別。二義有異。皆<a 
name="0921b13" id="0921b13"></a>先示之然後辨成。此之二句。法身本有。又復共同。</p><a 
name="0921b14" id="0921b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。凡由忘覆等者。將擬解成。先舉不成。未發心前。無<a 
name="0921b15" id="0921b15"></a>期限故。一向不成。所言藏者。含藏為義。雖不名佛。含<a 
name="0921b16" id="0921b16"></a>藏佛義。名之為藏。如來之藏。依主釋也。</p><a 
name="0921b17" id="0921b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。由近善友等者。下解成位。仍連將成修因者也。有<a 
name="0921b18" id="0921b18"></a>處說其煩惱為藏。此中不用。勝鬘只依真如之上。分<a 
name="0921b19" id="0921b19"></a>兩位故。</p><a 
name="0921b20" id="0921b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但可說證等者。恐外疑云。既言法身本來是有。如<a 
name="0921b21" id="0921b21"></a>何至果方得成耶。疏二句答顯證名成。非生成成。故<a 
name="0921b22" id="0921b22"></a>不相違。外疑云。無漏皆證。十地<span class="corr" title='[巳&gt;已]'>已</span>然。何唯佛果。名為<a 
name="0921b23" id="0921b23"></a>法身。又三句答雖證未圓不名法身。十地之中。聖道<a 
name="0921b24" id="0921b24"></a>不圓。未具足有諸功德故。</p><a 
name="0921c01" id="0921c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。自受用身等者。四句之文。形前法身。而標舉之。兩<a 
name="0921c02" id="0921c02"></a>義不同。修成非本。人別非一。既標舉<span class="corr" title='[巳&gt;已]'>已</span>。然後方辨修<a 
name="0921c03" id="0921c03"></a>成次第。</p><a 
name="0921c04" id="0921c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。從凡夫位等者。下有三位。未成將成<span class="corr" title='[巳&gt;已]'>已</span>成別故。亦<a 
name="0921c05" id="0921c05"></a>先辨其未成之位未發心也。</p><a 
name="0921c06" id="0921c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。由近善友等者。下至菩薩坐中成正覺<span class="corr" title='[巳&gt;已]'>已</span>來。皆是<a 
name="0921c07" id="0921c07"></a>將成之文者也。發心<span class="corr" title='[巳&gt;已]'>已</span>後。未成佛前。有期限位。皆是<a 
name="0921c08" id="0921c08"></a>將成正覺之位。非唯&#x96A3;近名將成也。此近三行。而為<a 
name="0921c09" id="0921c09"></a>總舉。此初一行。以義釋之。以下引證。金剛<span class="corr" title='[巳&gt;已]'>已</span>來。皆令<a 
name="0921c10" id="0921c10"></a>種增。既未成佛。皆名為藏。十地皆以佛為善友。聽佛<a 
name="0921c11" id="0921c11"></a>法故。</p><a 
name="0921c12" id="0921c12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。阿梨耶識等者。阿賴耶識。畢竟不實。亦可斷故。名<a 
name="0921c13" id="0921c13"></a>之為空。此能攝藏無漏種子。無漏種子。從果為名。名<a 
name="0921c14" id="0921c14"></a>為如來。如來之藏空即如來藏。又勝鬘中。亦以煩惱<a 
name="0921c15" id="0921c15"></a>畢竟可斷。<span class="gaiji">覆<!--gaiji,覆,1[雨/復],2&#x4A31;,3--></span>藏法身。名空如來藏。作釋雖同以前所<a 
name="0921c16" id="0921c16"></a>解。然非此中正所用也。此中藏識。名之為藏。不取煩<a 
name="0921c17" id="0921c17"></a>惱。教文時意。亦不相違。</p><a 
name="0921c18" id="0921c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。具足熏習等者。下不空藏。即以無漏種子為體。因<a 
name="0921c19" id="0921c19"></a>果相對。因為果藏。大同前來在纏真如。故下對辨二<a 
name="0921c20" id="0921c20"></a>經之名。然此是約發心<span class="corr" title='[巳&gt;已]'>已</span>去。方得藏名。故云具足熏<a 
name="0921c21" id="0921c21"></a>習種子。具七最勝熏習之者。或具足有大乘心者。皆<a 
name="0921c22" id="0921c22"></a>得其名。直通金剛。不同前來取未發心<span class="corr" title='[巳&gt;已]'>已</span>後十地之<a 
name="0921c23" id="0921c23"></a>中未名法身。名為藏不。答。分名法身。法苑亦說十地<a 
name="0921c24" id="0921c24"></a>之中。立三身故。亦可分得。在纏之名。前唯說凡。名之<a 
name="0922a01" id="0922a01"></a>為藏。又此漏種子同故。</p><a 
name="0922a02" id="0922a02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。發心修行等者。上依總解。此下約位。仍先指廣。然<a 
name="0922a03" id="0922a03"></a>後略辨。如心經疏。引瑜伽論。具廣明之。不能多引。</p><a 
name="0922a04" id="0922a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。在地前位等者。下正依位。於地前中。先辨正修。由<a 
name="0922a05" id="0922a05"></a>此之下。是其華報。有身有土。如文可知。</p><a 
name="0922a06" id="0922a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。至初地<span class="corr" title='[巳&gt;已]'>已</span>上等者。於地上中。亦辨華報。先後立閻<a 
name="0922a07" id="0922a07"></a>浮六天初禪邪見。但并後三名之為十。十地菩薩。如<a 
name="0922a08" id="0922a08"></a>次可知。</p><a 
name="0922a09" id="0922a09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然未無漏等者。兩句二義。不全無漏。設無漏者。亦<a 
name="0922a10" id="0922a10"></a>未圓滿。不同佛位。兩句釋成不同所以。實身正是第<a 
name="0922a11" id="0922a11"></a>八變故。彼未無漏。此亦應爾。又其五八未成無漏。故<a 
name="0922a12" id="0922a12"></a>未圓滿。問。百四十種因<span class="corr" title='[巳&gt;已]'>已</span>得幾。答。唯此相好。在因分<a 
name="0922a13" id="0922a13"></a>得。餘但佛位方乃得之。</p><a 
name="0922a14" id="0922a14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。生他受用等者。此下辨土。悲智兩增。皆生他報。有<a 
name="0922a15" id="0922a15"></a>悲增者。隨類土故。如梵網經。於第二地。說千葉等。准<a 
name="0922a16" id="0922a16"></a>前顯後。明有大小。或顯身有其大小。非證隨類。</p><a 
name="0922a17" id="0922a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。金剛道後等者。金剛心中。更無華報。唯有通前之<a 
name="0922a18" id="0922a18"></a>實報也。此下亦是將成之位。雖說權得無漏相好。是<a 
name="0922a19" id="0922a19"></a>明此位不遠而得。非顯<span class="corr" title='[巳&gt;已]'>已</span>得之位次也。直至下引瑜<a 
name="0922a20" id="0922a20"></a>伽了<span class="corr" title='[巳&gt;已]'>已</span>。次下文云。金剛心位。身猶有漏。云云。方是<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0922a21" id="0922a21"></a>成之位。<span class="corr" title='[巳&gt;已]'>已</span>成之文。&#x5374;舉前因。連前辨後。文例極多。此<a 
name="0922a22" id="0922a22"></a>中&#x5374;是形後辨前。如唯識頌。捨二麤重故。便證得轉<a 
name="0922a23" id="0922a23"></a>依。仍是辨其十地位故。</p><a 
name="0922a24" id="0922a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然諸菩薩等者。<span class="corr" title='[巳&gt;已]'>已</span>上總辨修習與成。此下別辨變<a 
name="0922b01" id="0922b01"></a>易位處。先明得捨。是約於位。後明居處。是約其天。先<a 
name="0922b02" id="0922b02"></a>得位中。智增悲增二類可知。言如入滅定等者。入滅<a 
name="0922b03" id="0922b03"></a>定處。必伏煩惱。不受分段。須資變易。故示滅定。以明<a 
name="0922b04" id="0922b04"></a>變易。</p><a 
name="0922b05" id="0922b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。其變易身等者。下辨再資。因位不捨。即須再資。</p><a 
name="0922b06" id="0922b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。乃至金剛轉位方盡者。此方辨捨。轉若起義。正捨<a 
name="0922b07" id="0922b07"></a>名捨。或此轉言。是目轉捨。同金剛捨可通<span class="corr" title='[巳&gt;已]'>已</span>捨。</p><a 
name="0922b08" id="0922b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。由此七地等者。下辨居處。唯明悲增。准智增故。又<a 
name="0922b09" id="0922b09"></a>此唯明直往之者。其漸悟者。處不定故。唯廣果者。處<a 
name="0922b10" id="0922b10"></a>最勝故。非淨居者。聲聞處故。</p><a 
name="0922b11" id="0922b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。資此下地等者。此上辨生。此下辨資。亦有初資及<a 
name="0922b12" id="0922b12"></a>以再資。所言下者。對大自在。或對淨居。</p><a 
name="0922b13" id="0922b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。將至金剛等者。下辨後往成佛之處。非是辨捨。前<a 
name="0922b14" id="0922b14"></a><span class="corr" title='[巳&gt;已]'>已</span>辨故。又引證皆唯處所。不曾言捨。金剛位前。<span class="corr" title='[巳&gt;已]'>已</span>至<a 
name="0922b15" id="0922b15"></a>於彼。名之為將。</p><a 
name="0922b16" id="0922b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。出過三界者。隨其無漏助因說故。又約最勝。或約<a 
name="0922b17" id="0922b17"></a>從佛。</p><a 
name="0922b18" id="0922b18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。現報利益等者。不論遠修。但對金剛不死成佛。名<a 
name="0922b19" id="0922b19"></a>為現報。雖捨有漏。不名死故。摩醯首羅。智處生身。其<a 
name="0922b20" id="0922b20"></a>業必是地前所造。望此天身。既經生死。為後報。其果<a 
name="0922b21" id="0922b21"></a>亦勝。又依成佛。名為利益。問。如資加位。入見不死入<a 
name="0922b22" id="0922b22"></a>變易後往彼者。應亦現報。答。其直往者。必生廣果。方<a 
name="0922b23" id="0922b23"></a>資變易。故無現報。此解不然。其漸悟者。應有此爾。應<a 
name="0922b24" id="0922b24"></a>作是說。此業既是感總之業。必無現報。問。應有順生。<a 
name="0922c01" id="0922c01"></a>答。此非約於四業中者。但約對於造業之身便受果<a 
name="0922c02" id="0922c02"></a>者。名為現報。其隔生者。皆名後報。即順生業。亦名後<a 
name="0922c03" id="0922c03"></a>報。此解為正。言智處者。成佛之處。獨得其名。是智之<a 
name="0922c04" id="0922c04"></a>處。摩醯首羅。即是智處。其第十地。捨此處生。智處生。</p><a 
name="0922c05" id="0922c05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。金剛心位等者。下辨<span class="corr" title='[巳&gt;已]'>已</span>成。雖舉金剛。但欲對辨佛<a 
name="0922c06" id="0922c06"></a>位故也。</p><a 
name="0922c07" id="0922c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此所修生等者。此下大文結歸權實。法報二身。稱<a 
name="0922c08" id="0922c08"></a>實智境。故名實也。如者合義。即是智境冥合之義。或<a 
name="0922c09" id="0922c09"></a>猶似也。皆無二取。名之兩如。</p><a 
name="0922c10" id="0922c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。彼二權身等者。下辨成權。亦先對舉他化二身。形<a 
name="0922c11" id="0922c11"></a>前實身。彼無方處。此即有也。雖舉差別。隨宜與現。意<a 
name="0922c12" id="0922c12"></a>要方處。或兼形前二身別文。捨此權身。下無結文。此<a 
name="0922c13" id="0922c13"></a>標舉文。義足見故。云隨宜故。</p><a 
name="0922c14" id="0922c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。只如他受用身等者。此下辨成。只猶且也。如是指<a 
name="0922c15" id="0922c15"></a>詞。未論化身。名之為只。又於化報。且明身土。更有諸<a 
name="0922c16" id="0922c16"></a>相。在後辨故。又皆尚略。故名為只。初三行餘。是其化<a 
name="0922c17" id="0922c17"></a>報。舉其菩薩見化為理。以顯他報身土大小。言百佛<a 
name="0922c18" id="0922c18"></a>者是目大化。一大化佛。王一大千。一大千中。百億小<a 
name="0922c19" id="0922c19"></a>化。此理之下。是釋文也。所言百億。是其小化。指前未<a 
name="0922c20" id="0922c20"></a>言其一大化。百億小化。明前一佛是一大。此一大化。<a 
name="0922c21" id="0922c21"></a>百億小化。其百大化。有其百&#x4E2A;百億小化。如是共為<a 
name="0922c22" id="0922c22"></a>一化報座。應初地也。</p><a 
name="0922c23" id="0922c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此受用佛等者。此下是辨化身之文。前雖<span class="corr" title='[巳&gt;已]'>已</span>有二<a 
name="0922c24" id="0922c24"></a>化之言。欲顯受用。此下方正總別辨之。此總文也。於<a 
name="0923a01" id="0923a01"></a>中。先土後見。於見之中。言此前者。是其加行。略無百<a 
name="0923a02" id="0923a02"></a>億資糧之言。次然有下。或上二句。都連下標。二化別<a 
name="0923a03" id="0923a03"></a>辨。由此下釋機有勝劣。故云階降。佛見大小。是由此<a 
name="0923a04" id="0923a04"></a>也。此雖言身。文連前意。意亦顯土。或自為彼所現之<a 
name="0923a05" id="0923a05"></a>下。便是身量。疏主為文。往往逆次。土中報化。身中化<a 
name="0923a06" id="0923a06"></a>報。此判極妙。</p><a 
name="0923a07" id="0923a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。初地所見等者。約座辨佛。</p><a 
name="0923a08" id="0923a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。初地菩薩等者。菩薩之身。與佛量等。名為相稱。或<a 
name="0923a09" id="0923a09"></a>現師資等其半者。名為相稱。不爾即非不同地前。亦<a 
name="0923a10" id="0923a10"></a>有不能等其半者。即不相稱。故云多也。</p><a 
name="0923a11" id="0923a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。初地<span class="corr" title='[巳&gt;已]'>已</span>往等者。外人便問。云何地前身不等佛。或<a 
name="0923a12" id="0923a12"></a>有與佛不能相稱等半之者。入地決定。與佛相稱。或<a 
name="0923a13" id="0923a13"></a>名相稱等其半者。疏答意云。<span class="corr" title='[巳&gt;已]'>已</span>得無漏功德定故。不<a 
name="0923a14" id="0923a14"></a>同地前。未得無漏。階降頗多。或有極劣。不能相稱。或<a 
name="0923a15" id="0923a15"></a>不等半。</p><a 
name="0923a16" id="0923a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。分段變易等者。外又問云。菩薩亦有分段變易。云<a 
name="0923a17" id="0923a17"></a>何皆能或等佛半。其分段者。應須小故。疏答意云。麤<a 
name="0923a18" id="0923a18"></a>細雖別。其量亦同。先其小者無漏資故。此言大者。或<a 
name="0923a19" id="0923a19"></a>等佛半。便名為大。形今人趣之身量故。佛身極大。故<a 
name="0923a20" id="0923a20"></a>等半者。由資而大。</p><a 
name="0923a21" id="0923a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。於十王位等者。此第二解。亦復不定。與地前同。言<a 
name="0923a22" id="0923a22"></a>或受不受者。內既有受。身量同彼所隨類故。此即尚<a 
name="0923a23" id="0923a23"></a>有不能等其佛身半者。佛極大故。初地所見。他受用<a 
name="0923a24" id="0923a24"></a>佛。身長六十萬億那由他由旬。故如是文。問。前念加<a 
name="0923b01" id="0923b01"></a>行等于大半。云何後念便增爾多。答。初得無漏資故<a 
name="0923b02" id="0923b02"></a>如此。如前<span class="corr" title='[巳&gt;已]'>已</span>解。</p><a 
name="0923b03" id="0923b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。正智證如等者。便明緣智。</p><a 
name="0923b04" id="0923b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。如十百明門等者。依瑜伽論四十七說。一一剎頃。<a 
name="0923b05" id="0923b05"></a>證百三摩地。以淨天眼。見百佛國。二見百如來。三動<a 
name="0923b06" id="0923b06"></a>百世界。身亦能往。放大光明等。四化為百類。普令他<a 
name="0923b07" id="0923b07"></a>見。五成就百類所化有情。六若欲留命。得百劫住世。<a 
name="0923b08" id="0923b08"></a>七見前後際百劫中事。八智見能入百法明門。九能<a 
name="0923b09" id="0923b09"></a>化自百身。十能現百菩薩眷屬。初三摩地。勢貫於下。</p><a 
name="0923b10" id="0923b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若至二地得千法門者。過前倍。問。<span class="corr" title='[巳&gt;已]'>已</span>後諸地皆十<a 
name="0923b11" id="0923b11"></a>倍耶。答。准十地論。不唯十倍。彼十二卷。後十卷後十<a 
name="0923b12" id="0923b12"></a>卷中。別設十地。一地一卷。於初地中。一念證得百三<a 
name="0923b13" id="0923b13"></a>摩地。諸如是等。二地千。三地百千。四地億。五地千億。<a 
name="0923b14" id="0923b14"></a>六地百千億。七地百千億那由他。八地三千大千世<a 
name="0923b15" id="0923b15"></a>界微塵數。九地阿僧祇百千佛國微塵數。十地十不<a 
name="0923b16" id="0923b16"></a>可說百千億那由他世界微塵數。准此所說。三地四<a 
name="0923b17" id="0923b17"></a>地六地。並是百倍。五地千倍。七地那由他倍。其那由<a 
name="0923b18" id="0923b18"></a>他。億億為之。八九十地。形以前地。不見所倍。不同所<a 
name="0923b19" id="0923b19"></a>以。後當具述。若皆十倍。其數極少。至第十地。只得萬<a 
name="0923b20" id="0923b20"></a>億。<span class="corr" title='[巳&gt;已]'>已</span>上之億。皆約千萬。即是俱胝。俱胝俱胝是那由<a 
name="0923b21" id="0923b21"></a>他。小乘多以十萬為億。名為落叉。</p><a 
name="0923b22" id="0923b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。其佛處座大小相稱者。其量非等。多等其半。菩薩<a 
name="0923b23" id="0923b23"></a>身量。亦等佛半。名為亦爾。或身不必等其座半。但小<a 
name="0923b24" id="0923b24"></a>於座。隨應相稱。菩薩與佛。身難等半。相稱亦爾。非以<a 
name="0923c01" id="0923c01"></a>半半名為亦爾。云如化弟子等者。報佛亦有。上實菩<a 
name="0923c02" id="0923c02"></a>薩。同化菩薩。其化菩薩。等半相稱。此雖由業。如由佛<a 
name="0923c03" id="0923c03"></a>心。顯定然也。不爾何須指如此例。</p><a 
name="0923c04" id="0923c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。我今盧舍那等者。此下引證。又其逆次。此第二地。<a 
name="0923c05" id="0923c05"></a>兩句他報。兩句大化。四句小化。</p><a 
name="0923c06" id="0923c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。亦如阿彌陀佛等者。&#x5374;證初地。</p><a 
name="0923c07" id="0923c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。法華亦云等者。此下二文。不見何地。即為總。冬殊<a 
name="0923c08" id="0923c08"></a>亦是化菩薩故。未見化作何地菩薩。故亦是總。或其<a 
name="0923c09" id="0923c09"></a>多分悅初說故。引在初<span class="corr" title='[巳&gt;已]'>已</span>。又此二文。證他受用之隨<a 
name="0923c10" id="0923c10"></a>類故。其量大小處所不定。文殊是在華嚴會故。是隨<a 
name="0923c11" id="0923c11"></a>類也。問。二地<span class="corr" title='[巳&gt;已]'>已</span>下。何無別釋化身之文。答。數雖漸多。<a 
name="0923c12" id="0923c12"></a>其量等初。故不別之。但於其中。有因之者。</p><a 
name="0923c13" id="0923c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。故華嚴會等者。但取不見。明是他報。不要引出見<a 
name="0923c14" id="0923c14"></a>者為證。引出見者。但是文殊。非是佛故。問。文殊等覺。<a 
name="0923c15" id="0923c15"></a>何在初地。答。現者不遮又但隨類與以為證。不證何<a 
name="0923c16" id="0923c16"></a>地之隨類也。</p><a 
name="0923c17" id="0923c17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。後得所觀等者。此附金剛。權實之義。依別後得。雙<a 
name="0923c18" id="0923c18"></a>運相從。入於見實。問。此與前云正智證如云云何別。<a 
name="0923c19" id="0923c19"></a>豈不相重。答。前約見不見。此約見權實。問。後得豈不<a 
name="0923c20" id="0923c20"></a>見自受用。答。此且約唯權唯後得。本唯緣實。盡理後<a 
name="0923c21" id="0923c21"></a>得通緣權實。如是雙運。隨義別說。</p><a 
name="0923c22" id="0923c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若第十地等者。上辨初二。下直超辨前十地也。文<a 
name="0923c23" id="0923c23"></a>可詳之。</p><a 
name="0923c24" id="0923c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然此等土者等。下辨諸相。先報。後化。報中三節。此<a 
name="0924a01" id="0924a01"></a>辨女等之惡趣等生者。等。無根等即是八難。下引證<a 
name="0924a02" id="0924a02"></a>中。先證女人無根二乘。後證畜生。餘者例准。此中大<a 
name="0924a03" id="0924a03"></a>意。要無處胎童子等相。</p><a 
name="0924a04" id="0924a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。&#x76B7;音王經等說等者。此下會違。外人問云。既無女<a 
name="0924a05" id="0924a05"></a>人。何有父母。既無下會。此中雖有父母之言。但為會<a 
name="0924a06" id="0924a06"></a>於女人而來。非正是辨無父母。故下更略辨無父母。</p><a 
name="0924a07" id="0924a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。有解等者。前解彌陀唯是報土。此師是解阿彌陀<a 
name="0924a08" id="0924a08"></a>佛通其報化。雖彌陀土有其女人。然亦報土無其女<a 
name="0924a09" id="0924a09"></a>人。不相違也。但彌陀土通報化別。下引釋迦。亦有報<a 
name="0924a10" id="0924a10"></a>化。如彌陀故。然於報土。無化父母。</p><a 
name="0924a11" id="0924a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然華嚴經云等者。&#x5374;成前解。於報土中。有化父母。<a 
name="0924a12" id="0924a12"></a>不須彌陀通報化說。或其有解。說阿彌陀通其報化。<a 
name="0924a13" id="0924a13"></a>此又證成報土之中有化父母。二義相合。彌陀通化。<a 
name="0924a14" id="0924a14"></a>釋迦彌陀報化皆有化父母也。此中意云。摩耶是母。<a 
name="0924a15" id="0924a15"></a>又說含容必是化為菩薩來集即報土。</p><a 
name="0924a16" id="0924a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。觀音授記經云等者。下引此經。是辨先有處天之<a 
name="0924a17" id="0924a17"></a>相。故引末云。不說先住何方云云。於此經中。只有說<a 
name="0924a18" id="0924a18"></a>云。處座成佛。觀音勢至。二人皆爾。</p><a 
name="0924a19" id="0924a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。所以者何等者。下釋不現處天所以。此處為菩薩。<a 
name="0924a20" id="0924a20"></a>此處便成佛。故先處知足天來為大菩薩。不須先令<a 
name="0924a21" id="0924a21"></a>久希望故。欲令之下。對舉彌勒。是為小器久令忻樂。<a 
name="0924a22" id="0924a22"></a>方令得見。故先處天。然後下生。</p><a 
name="0924a23" id="0924a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。其他受用等者。下乘前經。辨無父母。三句牒示。直<a 
name="0924a24" id="0924a24"></a>坐臺座。不說餘事。明無父母。舉此事<span class="corr" title='[巳&gt;已]'>已</span>。兩句對結。</p><a 
name="0924b01" id="0924b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。且如化身等者。上報下化。略辨四相。文中先舉彼<a 
name="0924b02" id="0924b02"></a>機國土。以為不同報土所以。故云且也。</p><a 
name="0924b03" id="0924b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。將成佛時等者。辨生知足。不生餘天。如文可知。所<a 
name="0924b04" id="0924b04"></a>云將者。形在釋迦會下<span class="corr" title='[巳&gt;已]'>已</span>前。<span class="corr" title='[巳&gt;已]'>已</span>前非將。又在兜率。亦<a 
name="0924b05" id="0924b05"></a>得名將。對正成也。</p><a 
name="0924b06" id="0924b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。只如釋迦等者。下生相也。欲辨下生。先示在天。云<a 
name="0924b07" id="0924b07"></a>只者。且指此二。不論餘故。下云三際。故無只字。</p><a 
name="0924b08" id="0924b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。三際成佛等者。降魔相也。其道樹等。因便故云。或<a 
name="0924b09" id="0924b09"></a>兼對之。座唯金剛。報佛七寶。言降魔不同者。先後不<a 
name="0924b10" id="0924b10"></a>同。如餘處。辨或四二。等魔軍不。同指如彼文。</p><a 
name="0924b11" id="0924b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。金剛座道等者。成道相也。示現亦作如是相故。此<a 
name="0924b12" id="0924b12"></a>非說實。文隔越故。問。理雖可爾。文上如何見是示相<a 
name="0924b13" id="0924b13"></a>不是實證。答。云利生故。明是示相。</p><a 
name="0924b14" id="0924b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。今上生經等者。<span class="corr" title='[巳&gt;已]'>已</span>前汎辨。下入此經。既云其成。故<a 
name="0924b15" id="0924b15"></a>非大文。此中先遮法身二報。此遮法身之理。但可證<a 
name="0924b16" id="0924b16"></a>者。真如理也。連下見意。亦非之下。別遮二報。即字之<a 
name="0924b17" id="0924b17"></a>下。遮<span class="corr" title='[巳&gt;已]'>已</span>歸本。</p><a 
name="0924b18" id="0924b18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。雖標化佛等者。恐外問云。云何說權。不說其實。寧<a 
name="0924b19" id="0924b19"></a>得成於實利益耶。疏下通此。見權顯實相相似故。如<a 
name="0924b20" id="0924b20"></a>見水月了天月故。</p><a 
name="0924b21" id="0924b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。自受用身等者。此下釋成。先說權實。故未之相。以<a 
name="0924b22" id="0924b22"></a>為道理。以實現權。權似於實。權不離實。故可顯之。</p><a 
name="0924b23" id="0924b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。雖復等者。下轉通妨。外又問云。以權顯實。權身既<a 
name="0924b24" id="0924b24"></a>多實身。應二句為奪。意不越前。今再牒之。欲申下文。<a 
name="0924c01" id="0924c01"></a>大意可知。</p><a 
name="0924c02" id="0924c02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。如月出雲際等者。初之四句。喻雖復下。當前三行。<a 
name="0924c03" id="0924c03"></a>器成之下。喻見者下。大意有二。其初意者。以實現權。<a 
name="0924c04" id="0924c04"></a>如月現影。&#x89A9;知月見似真如可影顯也。其後意者。喻<a 
name="0924c05" id="0924c05"></a>其化身。雖千百億。實身唯一。順翻可知。</p><a 
name="0924c06" id="0924c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。真權兩體等者。此合喻也。合歸權實。故知之下。勿<a 
name="0924c07" id="0924c07"></a>此相連。是&#x5374;結此唯是權也。</p><a 
name="0924c08" id="0924c08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。故&#x9262;經云等者。此以二文。合證彌勒是權實。此即<a 
name="0924c09" id="0924c09"></a>先示文殊不知。後證文殊不久成佛。故今彌勒。是佛<a 
name="0924c10" id="0924c10"></a>示現。<span class="corr" title='[巳&gt;已]'>已</span>是佛故。文殊不知。若實菩薩。如是狀量。文殊<a 
name="0924c11" id="0924c11"></a>必知。問。文殊既是常喜國佛。彌勒是佛。文殊亦知。何<a 
name="0924c12" id="0924c12"></a>云不知。答。是當作佛。非是<span class="corr" title='[巳&gt;已]'>已</span>成。此中舉者。意顯&#x96A3;近<a 
name="0924c13" id="0924c13"></a>成佛之者。此所不知必<span class="corr" title='[巳&gt;已]'>已</span>是佛。既<span class="corr" title='[巳&gt;已]'>已</span>是佛。今之得見。<a 
name="0924c14" id="0924c14"></a>故是化也。有說此證文殊為化。非此所用。或以文殊<a 
name="0924c15" id="0924c15"></a>不知之理。文殊是化。彌勒亦爾。以化對化。實對實故。</p><a 
name="0924c16" id="0924c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然諸菩薩等者。成權實中。此生數成。是辨成佛所<a 
name="0924c17" id="0924c17"></a>有生數。</p><a 
name="0924c18" id="0924c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。一生所繫者。更有一生。為所繫故。離即成佛。彌勒<a 
name="0924c19" id="0924c19"></a>在於釋迦會時。更有往來一大生也。從天下時。彼身<a 
name="0924c20" id="0924c20"></a>不死。直至成佛。為名最後。又只此身。臨欲成佛。坐菩<a 
name="0924c21" id="0924c21"></a>薩座。名坐道場。成道之處。名為道場。</p><a 
name="0924c22" id="0924c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。成佛由因故三皆盡者。此辨癈立。談成佛身。遠者<a 
name="0924c23" id="0924c23"></a>不論。故更無有。</p><a 
name="0924c24" id="0924c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。唯化佛等者。此文連下。</p><a 
name="0925a01" id="0925a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。如第七地等者。不同前來更一往來名為一生。此<a 
name="0925a02" id="0925a02"></a>但於一變易身上。約位說三。或此所云唯此一身。是<a 
name="0925a03" id="0925a03"></a>前所隔一往來身。唯有此後一往來身。即受變易。此<a 
name="0925a04" id="0925a04"></a>以前身。乃名一生所繫身也。且如七地。在於人中更<a 
name="0925a05" id="0925a05"></a>有一生。方生四譯受於變易。此前人身得一生名。其<a 
name="0925a06" id="0925a06"></a>最後身。但指八地。約變易也。理實七地末後分段。為<a 
name="0925a07" id="0925a07"></a>變易者。亦名最後。</p><a 
name="0925a08" id="0925a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。為一生所繫等者。此身之第二本有。是此一生所<a 
name="0925a09" id="0925a09"></a>繫身也。然無文說彼在何處。</p><a 
name="0925a10" id="0925a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若說天中等者。明不約此。</p><a 
name="0925a11" id="0925a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。故有三也者。所隔有三。約前人身。望後成佛。除成<a 
name="0925a12" id="0925a12"></a>佛身。有三小生。其成佛身。不能隔繫。所以不說。</p><a 
name="0925a13" id="0925a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。一除&#x707E;生等者。於此文中。初現有情。後現無情。於<a 
name="0925a14" id="0925a14"></a>有情中。畜人天三。復於人中。醫巧王三。尋文易見。</p><a 
name="0925a15" id="0925a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。二隨類生等者。於中亦三。初標所生。次辨所為。後<a 
name="0925a16" id="0925a16"></a>更示。</p><a 
name="0925a17" id="0925a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。四增上生者。前第二中。但說畜等。故別開此。合之<a 
name="0925a18" id="0925a18"></a>皆可為隨類也。</p><a 
name="0925a19" id="0925a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。具後四生者。示同天故。形色高故。是天王故。亦最<a 
name="0925a20" id="0925a20"></a>勝故。唯非為除&#x707E;患生也。前於第五。且最後身。理實<a 
name="0925a21" id="0925a21"></a>天身。亦後此名一大生故。下第二解。但具中三。不約<a 
name="0925a22" id="0925a22"></a>大生。故除第五。彼望成佛。未最勝故。</p><a 
name="0925a23" id="0925a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若下此洲等者。上解天身。此解下身。唯最勝也。問。<a 
name="0925a24" id="0925a24"></a>下寧無彼大勢等生。答。但承前增。不遮更有。</p><a 
name="0925b01" id="0925b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。姿容挺特者。奇異之貌。挺拔<span class="corr" title='[巳&gt;已]'>已</span>出。最奇特也。矜居<a 
name="0925b02" id="0925b02"></a>陵巨巾二切。憐也。</p><a 
name="0925b03" id="0925b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此即兒志者。下再解中。准亦性行。或下再解。是亦<a 
name="0925b04" id="0925b04"></a>通爾。</p><a 
name="0925b05" id="0925b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。舅生師弟者。師資俱利故業成。舅即為師。外生弟子。</p><a 
name="0925b06" id="0925b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。而為四問者。與問佛云我師波羅利而具幾相耶。<a 
name="0925b07" id="0925b07"></a>下三皆是問波羅利所具者也。</p><a 
name="0925b08" id="0925b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。佛因便化者。通化十六。應起下云。俱從坐起。至方<a 
name="0925b09" id="0925b09"></a>便說法&#x5374;從。次云餘十五人得法眼淨。又起下云。並<a 
name="0925b10" id="0925b10"></a>成應果。唯有慈氏不預彼流。即是慈氏欲求成佛。不<a 
name="0925b11" id="0925b11"></a>證聲聞無學果也。非是不預出家之流。</p><a 
name="0925b12" id="0925b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。手自績者。績子狄切。緝也。</p><a 
name="0925b13" id="0925b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。無敢取者者。自知不任。</p><a 
name="0925b14" id="0925b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。慈氏將穿珠師等者。由被婦責切心悔惱。故令知<a 
name="0925b15" id="0925b15"></a>同果。又欲令彼婦亦信順。</p><a 
name="0925b16" id="0925b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。佛因無滅者。即阿那律。佛因此說。自於先劫。供辟<a 
name="0925b17" id="0925b17"></a>支佛。所獲福利。便說未來彌勒之果。慈氏於是發誓<a 
name="0925b18" id="0925b18"></a>願云。自為彼佛。皆為於穿珠師也。</p><a 
name="0925b19" id="0925b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。寂滅道場者。理名寂滅。證理之處。名為道場。</p><a 
name="0925b20" id="0925b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。慈心三昧經者。四無量中。從勝就初而以為名。實<a 
name="0925b21" id="0925b21"></a>詮四種。四於有情各有三品。略為圖曰。</p><a 
name="0925b22" id="0925b22"></a><a 
name="0925b23" id="0925b23"></a><a 
name="0925b24" id="0925b24"></a><a 
name="0925c01" id="0925c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span><img src="../cb_tripitaka_web/figures/X/X21p0925_01.gif" alt="X21p0925_01.gif"/></p><a 
name="0925c02" id="0925c02"></a><a 
name="0925c03" id="0925c03"></a><a 
name="0925c04" id="0925c04"></a><a 
name="0925c05" id="0925c05"></a><a 
name="0925c06" id="0925c06"></a><a 
name="0925c07" id="0925c07"></a><a 
name="0925c08" id="0925c08"></a><a 
name="0925c09" id="0925c09"></a><a 
name="0925c10" id="0925c10"></a><a 
name="0925c11" id="0925c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。不能屈伏者。以彼不能令佛屈伏。遂自伏也。</p><a 
name="0925c12" id="0925c12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若有畜生類等者。初頌歸依佛。三句歸依法。二句<a 
name="0925c13" id="0925c13"></a>歸依僧。後三句結勸。</p><a 
name="0925c14" id="0925c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。遶仙七&#x8FCA;者。往往為七。順七佛故。身語七故。七覺<a 
name="0925c15" id="0925c15"></a>華故。</p><a 
name="0925c16" id="0925c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。仙人告之等者。問。仙人至慈如何讚受。答。白仙之<a 
name="0925c17" id="0925c17"></a>時但云供養。不云投火。其<span class="gaiji">[虍-七+(土/用)]<!--gaiji,,1[虍-七+(土/用)],2,3--></span>力等。亦名捨身。故仙讚<a 
name="0925c18" id="0925c18"></a>歎。次云捨身。亦未云死。故仙不止。或以下言不是對<a 
name="0925c19" id="0925c19"></a>仙。</p><a 
name="0925c20" id="0925c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。悲不能對等者。即不能言。書以辭之。又欲問囊并<a 
name="0925c21" id="0925c21"></a>經亦書。</p><a 
name="0925c22" id="0925c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。寧當殺身破眼目等者。兩句自情。二頌憑佛。初頌<a 
name="0925c23" id="0925c23"></a>憑戒。後頌利害。</p><a 
name="0925c24" id="0925c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。地六震動者。此有二種。一約六萬。二約六事。謂動<a 
name="0926a01" id="0926a01"></a>涌振擊吼<span class="gaiji">爆<!--gaiji,爆,1[焊-干+恭],2,3--></span>。此後五種。從初名動。又皆不安。總名為<a 
name="0926a02" id="0926a02"></a>動。</p><a 
name="0926a03" id="0926a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。賢劫千佛所得道者是者。非是千佛。但賢劫千佛<a 
name="0926a04" id="0926a04"></a>之所得道之者。是彼眾生得聞法者。</p><a 
name="0926a05" id="0926a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此說初時等者。此下&#x5374;解。無從母名。相師立名。亦<a 
name="0926a06" id="0926a06"></a>是指兒。但是見母因子而慈。知子性慈而立慈名。非<a 
name="0926a07" id="0926a07"></a>是從母而為名也。故後&#x5374;會。歸本梵語。無是那字。前<a 
name="0926a08" id="0926a08"></a>從母中。改為尼故。此云初者。賢愚經中。有兩節故。此<a 
name="0926a09" id="0926a09"></a>是初時。所云近者。對於仙人。經中所說。此題相承。是<a 
name="0926a10" id="0926a10"></a>一人也。</p><a 
name="0926a11" id="0926a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若依此性者。性行之性。揀從母名。當爾從於性行<a 
name="0926a12" id="0926a12"></a>為名。今此&#x5374;從彼名為姓。</p><a 
name="0926a13" id="0926a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。婆羅門種姓有眾多者。此是通妨。外人問云。前云<a 
name="0926a14" id="0926a14"></a>生在婆羅門家。何故&#x5374;云姓慈氏耶。此答意云。彼是<a 
name="0926a15" id="0926a15"></a>總姓。婆羅門內姓有多故。傳婆羅門有十八姓。此即<a 
name="0926a16" id="0926a16"></a>一也。</p><a 
name="0926a17" id="0926a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。有云慈氏等者。此師意說。古昔是名。今亦非姓。只<a 
name="0926a18" id="0926a18"></a>是名也。云阿逸多者。此云無能勝。</p><a 
name="0926a19" id="0926a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。喬答摩是皇者。問。姓望何別。答。遠姓可稱名之為<a 
name="0926a20" id="0926a20"></a>望。不經改者。只為姓也。</p><a 
name="0926a21" id="0926a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。劫有多種等者。或小中大。成住壞空。火水風等。皆<a 
name="0926a22" id="0926a22"></a>如劫章頌內說之。</p><a 
name="0926a23" id="0926a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。觀藥王等者。三千諸佛。出於三劫。先總明之。仍先<a 
name="0926a24" id="0926a24"></a>敘彼往昔之因。其初之下方乃別辨。</p><a 
name="0926b01" id="0926b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。第三毗舍浮佛者。准此七中。初之一佛。非莊嚴劫。<a 
name="0926b02" id="0926b02"></a>毗婆尸佛。是相好劫之第一劫。尸棄毗舍。同在相好<a 
name="0926b03" id="0926b03"></a>第三十劫。相去遠故。毗舍浮佛。既莊嚴劫。故毗婆尸<a 
name="0926b04" id="0926b04"></a>非此劫也。九十一劫。是其賢劫。過拘留孫拘那含及<a 
name="0926b05" id="0926b05"></a>迦葉佛也。共過六佛。并其能遇。釋迦為七。常說七佛。<a 
name="0926b06" id="0926b06"></a>是約釋迦。相好劫中。能所共也。此上之劫。是約火&#x707E;。<a 
name="0926b07" id="0926b07"></a>准此莊嚴。望於賢劫。隔六十劫。或增減劫。相去六十。<a 
name="0926b08" id="0926b08"></a>莊嚴賢劫。大劫相&#x96A3;。後解為勝。</p><a 
name="0926b09" id="0926b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。其三千佛等者。問。何故三千同時發心成佛不在<a 
name="0926b10" id="0926b10"></a>一劫之中。此疏答之。大義意云。發心雖同。修有三等。<a 
name="0926b11" id="0926b11"></a>其三各各同修勝業。俱同證果。故在三劫。問。三千應<a 
name="0926b12" id="0926b12"></a>各合身合土。此云同修及俱證故。答。同在一劫。作如<a 
name="0926b13" id="0926b13"></a>此語。非是同在一時機也。若不爾者。釋迦彌勒及樓<a 
name="0926b14" id="0926b14"></a>至佛。如何可說合身合土。尚有說云。九百九十四佛<a 
name="0926b15" id="0926b15"></a>身土合者非也。</p><a 
name="0926b16" id="0926b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。無垢稱經等者。此上總辨三劫。此下別辨賢劫。此<a 
name="0926b17" id="0926b17"></a>引無垢。總辨上祖。其寶蓋王。供養藥王。經於五劫。此<a 
name="0926b18" id="0926b18"></a>王千子。內有一名月蓋王子。此亦供養藥王五劫。相<a 
name="0926b19" id="0926b19"></a>次成佛。</p><a 
name="0926b20" id="0926b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。五濁經云等者。於賢劫中。下辨佛出。分為三世。過<a 
name="0926b21" id="0926b21"></a>去四佛。并釋迦也。下但列三。今猶是其釋迦法故。經<a 
name="0926b22" id="0926b22"></a>約佛身。釋迦過去。疏意約法。文屬現在。又欲與其彌<a 
name="0926b23" id="0926b23"></a>勒相對。故不同也。三中。初二名字不同。劫數亦異。翻<a 
name="0926b24" id="0926b24"></a>譯之失。不可和會。劫章頌云。六萬四萬時二萬拘留<a 
name="0926c01" id="0926c01"></a>那含迦葉興。此云迦諾迦村陀者。拘留孫也。迦諾迦<a 
name="0926c02" id="0926c02"></a>牟尼者拘那含牟尼也。</p><a 
name="0926c03" id="0926c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。賢劫經云等者。下敘釋迦。不績前經。別敘賢劫。意<a 
name="0926c04" id="0926c04"></a>在與其彌勒相合。故現在二佛相對。此云人壽。是迦<a 
name="0926c05" id="0926c05"></a>葉佛末法之中。與釋迦佛百歲出世。並第九劫。是一<a 
name="0926c06" id="0926c06"></a>增減。</p><a 
name="0926c07" id="0926c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。&#x89A9;史天壽等。此下所敘。數有不同。譯人&#x609E;也。</p><a 
name="0926c08" id="0926c08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。人壽轉等者。此下欲辨彌勒出世。接賢劫經辨劫<a 
name="0926c09" id="0926c09"></a>引之。非是因辨劫之義也。說釋迦佛正法之時。人壽<a 
name="0926c10" id="0926c10"></a>不減。譯人&#x609E;也。云三二十歲者。十字三用。不爾相違。<a 
name="0926c11" id="0926c11"></a>&#x758E;即稀也。</p><a 
name="0926c12" id="0926c12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。子年倍父者。准纂十歲生十五字。過半為倍。</p><a 
name="0926c13" id="0926c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。從增六萬等者。此上總辨增減。此下方辨佛出。是<a 
name="0926c14" id="0926c14"></a>說彌勒出於增劫。應攘佉王在增劫故。故為&#x609E;也。下<a 
name="0926c15" id="0926c15"></a>引論文。對破於此。必是減劫非增劫故。</p><a 
name="0926c16" id="0926c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。八萬四千歲初減方出者。問。次下便云八萬歲時。<a 
name="0926c17" id="0926c17"></a>云何此云八萬四千。答。其初減際。八萬四千。與以立<a 
name="0926c18" id="0926c18"></a>之。仍云初減。非是只在八萬四千。自彼減至八萬歲<a 
name="0926c19" id="0926c19"></a>時。猶名初也。三分之中。在前分故。</p><a 
name="0926c20" id="0926c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。人壽八萬歲方始下生者。連上百歲。似在一減。然<a 
name="0926c21" id="0926c21"></a>云百歲。是第九減。減<span class="corr" title='[巳&gt;已]'>已</span>復增。增<span class="corr" title='[巳&gt;已]'>已</span>第十減至八萬。彌<a 
name="0926c22" id="0926c22"></a>勒方出。非一減劫。問。如是攘佉壽命幾何。與彌勒佛<a 
name="0926c23" id="0926c23"></a>與得相見。答。四十餘萬。問。八萬四千。最居其上云。何<a 
name="0926c24" id="0926c24"></a>得有許多壽耶。答。大分應時。八萬四千。此福極過。越<a 
name="0927a01" id="0927a01"></a>之無失。如彭老等過五倍故。</p><a 
name="0927a02" id="0927a02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。興一大塔者。約時。<span class="corr" title='[巳&gt;已]'>已</span>下生經云八萬四千。約後時<a 
name="0927a03" id="0927a03"></a>也。或翻此說釋迦法滅亦如是故。</p><a 
name="0927a04" id="0927a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。賢劫經云等者。上辨中間相對二佛。下辨<span class="corr" title='[巳&gt;已]'>已</span>後未<a 
name="0927a05" id="0927a05"></a>來諸佛。亦先總辨。此經是牒第三迦葉至除後一。共<a 
name="0927a06" id="0927a06"></a>有九百九十九佛。同在一劫。其樓至佛。別在一劫。亦<a 
name="0927a07" id="0927a07"></a>與瑜伽。文不同也。彼第九劫。有四佛出。第十彌勒。第<a 
name="0927a08" id="0927a08"></a>十五劫。九百九十四佛同出。樓至出在第二十劫。又<a 
name="0927a09" id="0927a09"></a>此似約火&#x707E;為劫。樓至別出。更為差也。</p><a 
name="0927a10" id="0927a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。後有一佛等者。此下但是因便摟引。非是正辨。</p><a 
name="0927a11" id="0927a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。樓炭經中等者。此下別辨樓至獨出。先指此文。</p><a 
name="0927a12" id="0927a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。金剛力士經等者。下亦是辨樓至獨出。如文可知。</p><a 
name="0927a13" id="0927a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。岌然者。魚及切。山高貌。山地動也。或取忽為微動<a 
name="0927a14" id="0927a14"></a>之義。</p><a 
name="0927a15" id="0927a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。胡盧支佛等者。非釋上名。此是別名。此從小字。與<a 
name="0927a16" id="0927a16"></a>為名也。</p><a 
name="0927a17" id="0927a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。於是諸兄等者。釋成父王之所偏惜。所以餘兄順<a 
name="0927a18" id="0927a18"></a>其父王。願護惜之。先成佛<span class="corr" title='[巳&gt;已]'>已</span>。變金剛也。</p><a 
name="0927a19" id="0927a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。依小乘說等者。<span class="corr" title='[巳&gt;已]'>已</span>上總是辨佛出世。此下別辨現<a 
name="0927a20" id="0927a20"></a>釋迦等所逢之佛。先依小乘。文有兩節。初說釋迦逢<a 
name="0927a21" id="0927a21"></a>於定光。次說二佛同遇底沙。并說先後之因由也。問。<a 
name="0927a22" id="0927a22"></a>何知後節亦小乘說。答。此說彌勒不肯捨身。故非大<a 
name="0927a23" id="0927a23"></a>乘之所說也。不肯捨身。不成佛故。</p><a 
name="0927a24" id="0927a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。然釋迦佛等者。下依大乘。辨所逢佛。云九十一劫<a 
name="0927b01" id="0927b01"></a>中者。增減劫也。百劫相好。超了九劫。故九十一。此即<a 
name="0927b02" id="0927b02"></a>總舉於此之中逢其六佛。初之一佛。莊嚴劫前。不知<a 
name="0927b03" id="0927b03"></a>何劫。第二第三。在莊嚴劫。<span class="gaiji">&#x979E;<!--gaiji,鞞,1[鞥-合+(白-日+田)],2&#x979E;,3--></span>濕婆者。即毗舍浮。即是<a 
name="0927b04" id="0927b04"></a>第三。問。前莊嚴劫。何無尸棄。答。但末後非是無也。問。<a 
name="0927b05" id="0927b05"></a>應并毗婆尸佛在內。答。毗婆尸佛。在第一劫。相去遠<a 
name="0927b06" id="0927b06"></a>故。問。百劫相好。何非火劫。第九十一。當賢劫故。於賢<a 
name="0927b07" id="0927b07"></a>劫中。方分增減第九等故。答非也。但旨遇佛。非是當<a 
name="0927b08" id="0927b08"></a>於大劫分濟。</p><a 
name="0927b09" id="0927b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。有云住劫中等者。於賢劫中。細辨之也。於初五佛。<a 
name="0927b10" id="0927b10"></a>有其兩師。其第一師。五佛各在一增減劫。其第二師。<a 
name="0927b11" id="0927b11"></a>初之四佛。在一增減。唯彌勒別。後師同於瑜伽所說。</p><a 
name="0927b12" id="0927b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。四佛<span class="corr" title='[巳&gt;已]'>已</span>出訖者。<span class="corr" title='[巳&gt;已]'>已</span>說出訖。此欲生下結七佛也。云<a 
name="0927b13" id="0927b13"></a>并前七佛等者。莊嚴劫二。并<span class="corr" title='[巳&gt;已]'>已</span>前一。合賢劫四。共為<a 
name="0927b14" id="0927b14"></a>七也。因辨所逢。便結其七。令知因意。非是特辨。</p><a 
name="0927b15" id="0927b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。彌勒當賢劫中等者。此是正要合在別辨賢劫之<a 
name="0927b16" id="0927b16"></a>中。大文科出。</p><a 
name="0927b17" id="0927b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。第四往生難易者。自來皆依十難七易。如是道俗<a 
name="0927b18" id="0927b18"></a>相傳頗盛。蓋由立者自於未萌。又其遠者在於原首。<a 
name="0927b19" id="0927b19"></a>所以傳之又傳。繼與苗胤無能改也。如云眾生。如云<a 
name="0927b20" id="0927b20"></a>涅槃。如云盂蘭。如云沙門。諸如是等。其傳無量。不可<a 
name="0927b21" id="0927b21"></a>須改。不可定依。故今依理。附其文意。特與改之。應為<a 
name="0927b22" id="0927b22"></a>十二。舊科引教。三段為三。如何此三不別為止。如是<a 
name="0927b23" id="0927b23"></a>&#x5374;除舊科結文。今舊九難。作十二也。不爾如何結文。<a 
name="0927b24" id="0927b24"></a>別為其一。或但為十。其預流難。及羅漢難。併入觀經。<a 
name="0927c01" id="0927c01"></a>共為第三。彼是附前觀經成立之文。若不爾者。云何<a 
name="0927c02" id="0927c02"></a>不云中間二果。故為十難。與舊少別。其易但二。謂處<a 
name="0927c03" id="0927c03"></a>及人。具如科列。所以然者。其於眾生。皆約下凡。其所<a 
name="0927c04" id="0927c04"></a>生處。凡聖有異。其於座處。下凡望之。因果俱難。其因<a 
name="0927c05" id="0927c05"></a>難者。即十六觀。及八法也。其約果難。除此及初。其初<a 
name="0927c06" id="0927c06"></a>即約因果俱難。總談三人。不修因故。處不任故。約果<a 
name="0927c07" id="0927c07"></a>難中。有約其境。有約其人。約境有二。即後二也。見佛<a 
name="0927c08" id="0927c08"></a>毫相。少因招勝。勝是境故。約人有三。即二三並是人<a 
name="0927c09" id="0927c09"></a>勝。不可得故。其別時意。及祕密意。皆通於上。故成十<a 
name="0927c10" id="0927c10"></a>難。其彼結文。不可別開。於其易中。下凡對於兜率天<a 
name="0927c11" id="0927c11"></a>宮。以約其處。非是極勝。佛非懸隔。悉皆翻上。十難盡<a 
name="0927c12" id="0927c12"></a>也。其處非勝。少因能感。翻其一也。即其末後。又翻八<a 
name="0927c13" id="0927c13"></a>法及十六觀。是不須故。其佛小化。下凡得見。翻後第<a 
name="0927c14" id="0927c14"></a>二。又其小化得被一切。如是下凡。及女人等。正可得<a 
name="0927c15" id="0927c15"></a>生。翻其初三及其第五。彼聖人故。總此翻其第七第<a 
name="0927c16" id="0927c16"></a>八。此無別文會釋之故。如是總義。難之由難即多。易<a 
name="0927c17" id="0927c17"></a>與由易即少。故難與易。數不同也。</p><a 
name="0927c18" id="0927c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。且如西方等者。此第一也。二論共說無三類故。是<a 
name="0927c19" id="0927c19"></a>其難也。</p><a 
name="0927c20" id="0927c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又阿彌陀等者。此第二也。文雖兩節。但是順翻。故<a 
name="0927c21" id="0927c21"></a>只為一。少善如何便為不退大菩薩也。阿<span class="gaiji">&#x979E;<!--gaiji,鞞,1[鞥-合+(白-日+田)],2&#x979E;,3--></span><span class="gaiji">跋<!--gaiji,跋,1[跳-兆+(乏-之+友)],2&#x47E6;,3--></span>致。此<a 
name="0927c22" id="0927c22"></a>云不退。</p><a 
name="0927c23" id="0927c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又觀經云等者。此第三也。大意九品。皆非下凡。第<a 
name="0927c24" id="0927c24"></a>九不遠發大心故。如何下凡。容易得生。以其無姓定<a 
name="0928a01" id="0928a01"></a>不生也。云十小劫者。經云十八小劫。未委何差。云六<a 
name="0928a02" id="0928a02"></a>大劫者。經無大字。准下十二。是其大劫。故此加之。或<a 
name="0928a03" id="0928a03"></a>經傳脫。問。如何中三皆望小果。下三劫是望大乘耶。<a 
name="0928a04" id="0928a04"></a>若其迴心。極懸遠故。又其下上。直得初地。雖多九劫。<a 
name="0928a05" id="0928a05"></a>寧一僧祇。答。此非正釋。待後看詳。</p><a 
name="0928a06" id="0928a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又言等者。或此次下兩段之文。雖在九品。復約別<a 
name="0928a07" id="0928a07"></a>義。以開之也。即十二難。若不爾者。下十六觀。攝其九<a 
name="0928a08" id="0928a08"></a>品。此中不應其九品也。問。其上三品。何不別為。答。在<a 
name="0928a09" id="0928a09"></a>第二難以言之也。或下二段。與上觀經。併之為一。先<a 
name="0928a10" id="0928a10"></a>引經<span class="corr" title='[巳&gt;已]'>已</span>。然復成立。先約得果。非由少善。通第四果有<a 
name="0928a11" id="0928a11"></a>等言故。復約時限。亦非少善。得經多劫。其前菩薩。既<a 
name="0928a12" id="0928a12"></a>與前同。更不成之。此解為妙。若不爾者。豈其兩果。別<a 
name="0928a13" id="0928a13"></a>為二難。第二第三。應更為兩。如是十難。大數同舊。小<a 
name="0928a14" id="0928a14"></a>改之也。</p><a 
name="0928a15" id="0928a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又云等者。此第四也。其前九品。為三大品。是當後<a 
name="0928a16" id="0928a16"></a>三。今復具列前十三者。一曰。二水。三地。四樹。五池。六<a 
name="0928a17" id="0928a17"></a>總。七華座。八佛像。九&#x5FA7;觀。&#x5FA7;觀阿彌陀及毫相等。十<a 
name="0928a18" id="0928a18"></a>觀音菩薩。十一勢至菩薩。十二普觀。普觀生相。十三<a 
name="0928a19" id="0928a19"></a>雜觀。雜觀彌&#x9641;隨大小處。九但觀一大阿彌陀。</p><a 
name="0928a20" id="0928a20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若由少善等者。此第五也。少善是福。聖道是慧。自<a 
name="0928a21" id="0928a21"></a>不相應。故不應爾。此中有二。初令同小說假部師。故<a 
name="0928a22" id="0928a22"></a>知非也。長字傳差。合是壞字。觀無相下。是其第二。建<a 
name="0928a23" id="0928a23"></a>教所說。若福得道。大乘觀位。便徒施設。觀無相者。真<a 
name="0928a24" id="0928a24"></a>如觀也。等三性等。次句約位。或連為一。不約福故。</p><a 
name="0928b01" id="0928b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又無垢稱經云等者。此第六也。此之八法。下凡難<a 
name="0928b02" id="0928b02"></a>具。故是難生。云瘡疣者。瘡瘡痍也。疣內結也。此喻煩<a 
name="0928b03" id="0928b03"></a>煩。下陷者謂之瘡。凸出者謂之疣。於此八中。利他有<a 
name="0928b04" id="0928b04"></a>四。慈悲喜捨。其心平等。自他無異。見他好事。心無憎<a 
name="0928b05" id="0928b05"></a>嫉。是無罣礙生喜也。捨捨煩惱。通自他故。雖權於化。<a 
name="0928b06" id="0928b06"></a>而心敬彼。後四自利。離其四失。於教疑謗。於利&#x59AC;恃。<a 
name="0928b07" id="0928b07"></a>於戒犯譏。放逸懶墮。</p><a 
name="0928b08" id="0928b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又對法等者。此七也。文既會之。故非便生。有四意<a 
name="0928b09" id="0928b09"></a>趣。一平等意趣。說毗婆尸即釋迦等。除有不敬。二別<a 
name="0928b10" id="0928b10"></a>時意趣。如此文是令下求上。三別義意趣。說逢多佛。<a 
name="0928b11" id="0928b11"></a>方解此義。意說其證。以解影證。四有情意樂意趣。除<a 
name="0928b12" id="0928b12"></a>貪讚施。隨有情也。</p><a 
name="0928b13" id="0928b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。譬如一錢等者。此買賣也。云一得千。非只一販。</p><a 
name="0928b14" id="0928b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又云對治祕密有八等者。此第八也。有四祕密。今<a 
name="0928b15" id="0928b15"></a>當第四。一令入祕密。二相祕密。三轉變祕密。四對治<a 
name="0928b16" id="0928b16"></a>祕密。既云祕密。故非定生。是其難也。此之二文。雖是<a 
name="0928b17" id="0928b17"></a>會違。今是引憑。是顯難義。問。意趣祕密。有何差別。並<a 
name="0928b18" id="0928b18"></a>密意故。答。攝論解云。謂佛世尊。先緣此事。得為他說。<a 
name="0928b19" id="0928b19"></a>是名意趣。由此決定。令聖教故名祕密。是二差別。釋<a 
name="0928b20" id="0928b20"></a>曰。談心談教。二有別也。問。若爾何故增減不同。答。心<a 
name="0928b21" id="0928b21"></a>通病多。故開合異。初即第一。三當第二。二是第三。餘<a 
name="0928b22" id="0928b22"></a>皆第四。或順或違。皆為隨彼有情說故。其第一者。約<a 
name="0928b23" id="0928b23"></a>行位同。其第二者。總相有無。未與開說。即不解也。其<a 
name="0928b24" id="0928b24"></a>第三者。總相言生。令彼趣入。不云只願。願與修因。即<a 
name="0928c01" id="0928c01"></a>可生也。其第四者。讚餘毀此。第五者讚佛土勝。令不<a 
name="0928c02" id="0928c02"></a>愛此。其第六者。令不慢佛。問。此上二種。何名祕。答。似<a 
name="0928c03" id="0928c03"></a>生貪愛及自持故。其第七者。約懺悔<span class="corr" title='[巳&gt;已]'>已</span>。或有餘善。第<a 
name="0928c04" id="0928c04"></a>八可知。</p><a 
name="0928c05" id="0928c05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又佛毫相等者。此第九也。如文可知。</p><a 
name="0928c06" id="0928c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又彌陀彌勒等者。下是第十。先辨二土。彼勝此劣。<a 
name="0928c07" id="0928c07"></a>其念名者。滅罪翻之。以劣招勝。顯難生也。問。彼經自<a 
name="0928c08" id="0928c08"></a>云八十億罪。何云少於一千二百。答疏依正本無其<a 
name="0928c09" id="0928c09"></a>億字。</p><a 
name="0928c10" id="0928c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但以彌勒等者。此下曲解多少所以。有其二解。初<a 
name="0928c11" id="0928c11"></a>約其境。慈悲淺深。念者滅罪。有其多少。二約自心。厭<a 
name="0928c12" id="0928c12"></a>有勝劣。故其滅罪。有多少也。問。云何佛有慈悲不等。<a 
name="0928c13" id="0928c13"></a>答。談因有爾。悲增智增。果中似然。其實齊等。或約樂<a 
name="0928c14" id="0928c14"></a>相。</p><a 
name="0928c15" id="0928c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。雖知佛力等者。縱奪結成。恐外疑云。念名得生。經<a 
name="0928c16" id="0928c16"></a>所自說。云何以此。為不許耶。此釋意云。教非一准。故<a 
name="0928c17" id="0928c17"></a>心生惑。樂云自惑顯難也。非直不許。如前會。</p><a 
name="0928c18" id="0928c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。且知足天宮等者。下一行文。是其初易。約在當界。<a 
name="0928c19" id="0928c19"></a>處非極勝。又非慧果。以其少善易可生也。既是化身。<a 
name="0928c20" id="0928c20"></a>是第二易。小化被於一切下凡。下凡得生。機感相符。<a 
name="0928c21" id="0928c21"></a>是易見也。結句通上二處用之。以其難者。若因若果。<a 
name="0928c22" id="0928c22"></a>隨一便難。以其易者。彼此相符。必二雙全。故與下文。<a 
name="0928c23" id="0928c23"></a>不為別義。但是立此二義易<span class="corr" title='[巳&gt;已]'>已</span>。結入此經九品之行。<a 
name="0928c24" id="0928c24"></a>定得生彼。不為難也。結<span class="corr" title='[巳&gt;已]'>已</span>引證。少善得生。亦非別義。</p><a 
name="0929a01" id="0929a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。四眾行六事法者。三品也。八部聞名歡喜。是其中<a 
name="0929a02" id="0929a02"></a>品。下是下品。云十善者。非不殺等。但是下經之所說<a 
name="0929a03" id="0929a03"></a>者。稱名等十。又解。造諸惡業懺悔六字。是其下品。歸<a 
name="0929a04" id="0929a04"></a>依兩字下品。即後第四段中修十善行是第五段觀<a 
name="0929a05" id="0929a05"></a>行之中。迴願生彼。亦在第五。是教願文。勘之自見。此<a 
name="0929a06" id="0929a06"></a>判為正。如何此中說為七易。</p><a 
name="0929a07" id="0929a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。成佛經中等者。此是大卷成佛經中。大抄具列。</p><a 
name="0929a08" id="0929a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。或有釋云等者。此下破異。有其二種。此即第一。執<a 
name="0929a09" id="0929a09"></a>為有退。敘<span class="corr" title='[巳&gt;己]'>己</span>總非。</p><a 
name="0929a10" id="0929a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此經亦云等者。大意此經亦說不退。故外為非。此<a 
name="0929a11" id="0929a11"></a>下示經說不退處。且上品中。諸有之下。三句之文。是<a 
name="0929a12" id="0929a12"></a>修因時。即其經云。應當繫念。念佛形像。稱彌勒名。敬<a 
name="0929a13" id="0929a13"></a>與念之。故有初句。次下之文。是生彼<span class="corr" title='[巳&gt;已]'>已</span>。禮<span class="corr" title='[巳&gt;已]'>已</span>諦觀眉<a 
name="0929a14" id="0929a14"></a>間云云。問。經中何有一句之語。答。總相云說不云多<a 
name="0929a15" id="0929a15"></a>故。似使一句亦可爾也。又下品中。亦說聞法。下品即<a 
name="0929a16" id="0929a16"></a><span class="corr" title='[巳&gt;已]'>已</span>亦說歸依得不退也。生彼二字。接下為讀。</p><a 
name="0929a17" id="0929a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。無量劫罪等。此文連下。立理遣疑。其外所疑。為有<a 
name="0929a18" id="0929a18"></a>天女欲境故也。此釋大意。必先無罪。有福可生。雖有<a 
name="0929a19" id="0929a19"></a>天女云云爾也。若其有罪。境&#x8657;有爾。今既無罪。於化<a 
name="0929a20" id="0929a20"></a>女中。必無爾也。又縱女實。彼自說法。與治之故。又佛<a 
name="0929a21" id="0929a21"></a>加被。必不退轉。</p><a 
name="0929a22" id="0929a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。豈由欲界等者。結責所疑。外疑只是為欲故。此下<a 
name="0929a23" id="0929a23"></a>約位而以類之。今於此中。非唯約位。下品生者。亦說<a 
name="0929a24" id="0929a24"></a>不退發心。不退不退墮也。此中所言。多分約此。</p><a 
name="0929b01" id="0929b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。且如等者。引其<span class="corr" title='[巳&gt;已]'>已</span>生。勸疑者也。</p><a 
name="0929b02" id="0929b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。並有上生等者。此等豈可是下品生。如何說言下<a 
name="0929b03" id="0929b03"></a>品接引。中上不然。故知三品。皆有見相。至下更會。</p><a 
name="0929b04" id="0929b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。西方勝處等者。此下第二是破越分樂勝者也。此<a 
name="0929b05" id="0929b05"></a>先敘之。</p><a 
name="0929b06" id="0929b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但以經論等者。責樂勝者非上士也。何非上士。次<a 
name="0929b07" id="0929b07"></a>下釋成。文有兩意。進趣遲故。又自利故。</p><a 
name="0929b08" id="0929b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。有十勝事者。六度為六。七救難。八以大乘法教化<a 
name="0929b09" id="0929b09"></a>小乘。九并濟無德。十四攝攝生。</p><a 
name="0929b10" id="0929b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。處穢方等者。第二意約二利也。</p><a 
name="0929b11" id="0929b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。願於盲暗等者。因責於他。而自發願。或亦勸化。</p><a 
name="0929b12" id="0929b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但以業行殘缺等者。此為結責。諸樂念名而生彼<a 
name="0929b13" id="0929b13"></a>者。怠於眾行。故今責而令自省察。問。如於兜率果亦<a 
name="0929b14" id="0929b14"></a>不輕。豈只念名而得生耶。答。若依自說。亦有祕密。別<a 
name="0929b15" id="0929b15"></a>時意趣。據其盡理。亦要眾行。至下當述。問。若爾如何<a 
name="0929b16" id="0929b16"></a>見其難易。答。終成階降。如上應知。</p><a 
name="0929b17" id="0929b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。依上生下文等者。舊為十一。今為七段。此即第一<a 
name="0929b18" id="0929b18"></a>藏乘所攝。文上雖無問答之言。亦是問答。此先為問。<a 
name="0929b19" id="0929b19"></a>此是立義為問故也。唯識上下。此例頗多。其問意者。<a 
name="0929b20" id="0929b20"></a>見上生經。下文之中。其彼請者。是小乘也。此中兼問<a 
name="0929b21" id="0929b21"></a>二藏所攝。其三藏攝。不假論之。</p><a 
name="0929b22" id="0929b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。今依上生等者。此下答也。先答其乘。即二藏下。答<a 
name="0929b23" id="0929b23"></a>其藏也。此答乘中。先依正答。後敘古釋。此正答也。其<a 
name="0929b24" id="0929b24"></a>陀羅尼及首楞嚴。是於大乘。非小乘故。其憑所說。準<a 
name="0929c01" id="0929c01"></a>於機故。</p><a 
name="0929c02" id="0929c02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。由是古德等者。此下敘兩師言。由是者。由有如是<a 
name="0929c03" id="0929c03"></a>問答所疑。故古解者。有其兩端。一當問者。一當答者。<a 
name="0929c04" id="0929c04"></a>然其問者不說在於阿含依出。故如是文。</p><a 
name="0929c05" id="0929c05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。有云等者。上敘下斷。斷亦有二。初依正斷。後古人<a 
name="0929c06" id="0929c06"></a>下。不正之斷。初雖正。亦是古義。故言有云。此中先依<a 
name="0929c07" id="0929c07"></a>智度論中規則為定。上生亦列菩薩眾故。</p><a 
name="0929c08" id="0929c08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。下生經雖略等者。此下例證是一宗故。</p><a 
name="0929c09" id="0929c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。其優彼離等者。遮責前義及其問者。彼直以此為<a 
name="0929c10" id="0929c10"></a>憑故。如金剛下。復返例責。不準列眾及起問者與為<a 
name="0929c11" id="0929c11"></a>定則。正憑所說之法門故。此大義云。列菩薩者。定是<a 
name="0929c12" id="0929c12"></a>大乘。有列小眾。亦是大乘。何以故。有為化小歸大乘<a 
name="0929c13" id="0929c13"></a>故。無有化大歸小乘也。</p><a 
name="0929c14" id="0929c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此上生經等者。此下復舉譯人類證。此人多譯大<a 
name="0929c15" id="0929c15"></a>乘經故。此之三經。以是相須同類譯故。是故為證。若<a 
name="0929c16" id="0929c16"></a>不爾者。題下明標譯人之名。何須改門別料揀之。諸<a 
name="0929c17" id="0929c17"></a>處皆無如此門故。</p><a 
name="0929c18" id="0929c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。下生經中等者。前望以此二經為類。今亦指其譯<a 
name="0929c19" id="0929c19"></a>人轉成。恐不信彼是大乘故。此之二人。亦多譯於大<a 
name="0929c20" id="0929c20"></a>乘經也。</p><a 
name="0929c21" id="0929c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。古人解云等者。此是前師。及其問者。不信舉例。并<a 
name="0929c22" id="0929c22"></a>彼亦為小乘經也。彼例既非。故不為正。此師小卷定<a 
name="0929c23" id="0929c23"></a>是阿含。大者兩解。前解。別說雖非阿含。望別處說。其<a 
name="0929c24" id="0929c24"></a>義亦一。後解。只是一經別譯。&#x5374;是阿含。故謂斷者舉<a 
name="0930a01" id="0930a01"></a>例非也。下敘三藏自識梵本。元唯小卷。無三分也。大<a 
name="0930a02" id="0930a02"></a>卷但是譯人添出。明前古人於此二本尚生疑惑。故<a 
name="0930a03" id="0930a03"></a>所判乘。不為定也。</p><a 
name="0930a04" id="0930a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。答佛藏經云等者。先答發心。後答成佛。</p><a 
name="0930a05" id="0930a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。先四十劫者。唯識疏約增減劫。超者同故。此就數<a 
name="0930a06" id="0930a06"></a>整。但言四十。下約有零。言四十餘。亦不得至四十一<a 
name="0930a07" id="0930a07"></a>也。下釋迦超。但以四次超劫。亦是就整。理亦有餘。不<a 
name="0930a08" id="0930a08"></a>爾如何釋迦得先。問。設爾亦是一時成佛。如何釋迦<a 
name="0930a09" id="0930a09"></a>先成佛耶。答。於四十劫。四次超之。於每超中。應皆有<a 
name="0930a10" id="0930a10"></a>餘。故以釋迦先半增減也。</p><a 
name="0930a11" id="0930a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但以捨身等者。下答成佛有四次超。初二捨身。後<a 
name="0930a12" id="0930a12"></a>二苦行。</p><a 
name="0930a13" id="0930a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。號曰弗沙者。即底沙也。此時在於相好劫前。彼時<a 
name="0930a14" id="0930a14"></a>逢此弗沙佛也。更有三劫。方至相好。然所修行。是相<a 
name="0930a15" id="0930a15"></a>好業。於前預修相好之業。至相好劫。合一百劫。只修<a 
name="0930a16" id="0930a16"></a>九十一劫便成。若不爾者。毗婆尸佛。在相好初。不說<a 
name="0930a17" id="0930a17"></a>彼時有超行故。故前預修相好業也。不可弗沙在相<a 
name="0930a18" id="0930a18"></a>好初。是即不能超九劫故。但超六劫。又違文故。</p><a 
name="0930a19" id="0930a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。過九十一劫有毗婆尸佛者。毗婆尸時。更過九十<a 
name="0930a20" id="0930a20"></a>一劫成佛。文言似倒。應斷讀之。故相好劫中過。著九<a 
name="0930a21" id="0930a21"></a>十一增減劫。彼時初有毗婆尸佛。其字下釋。是此意<a 
name="0930a22" id="0930a22"></a>也。</p><a 
name="0930a23" id="0930a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。雪山菩薩等者。此下三文。並在弗沙佛之<span class="corr" title='[巳&gt;已]'>已</span>前。四<a 
name="0930a24" id="0930a24"></a>次所超。皆增減劫。准此百劫亦增減也。</p><a 
name="0930b01" id="0930b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。菩薩地言等者。此結問也。除阿僧祇。餘皆許超。其<a 
name="0930b02" id="0930b02"></a>類既多。故今為問。又其所超。既非僧祇。是在何位。以<a 
name="0930b03" id="0930b03"></a>其問者有此兩意。其第一意。越過時超兩字。其第二<a 
name="0930b04" id="0930b04"></a>意。只末二句。下答直意。答其位次。九劫定在相好劫<a 
name="0930b05" id="0930b05"></a>超。其相好業。合一百劫。只九十一。言餘說超者等者。<a 
name="0930b06" id="0930b06"></a>餘之三次。說經<span class="corr" title='[巳&gt;已]'>已</span>前。不指何位。此答後問。言僧祇內<a 
name="0930b07" id="0930b07"></a>者。前三僧祇不滿數也。此即且隨經言滿<span class="corr" title='[巳&gt;已]'>已</span>修相好<a 
name="0930b08" id="0930b08"></a>等。理實百劫。亦僧祇內。通論皆唯三僧祇也。問。何故<a 
name="0930b09" id="0930b09"></a>纂說其所超者但在初劫。答。各是一說。不可和會。上<a 
name="0930b10" id="0930b10"></a>答後意。答初意者。所超九劫。定是增減。<span class="corr" title='[巳&gt;已]'>已</span>前超者。准<a 
name="0930b11" id="0930b11"></a>亦爾也。其一百劫。是增減故。</p><a 
name="0930b12" id="0930b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。不言他方等者。上答問<span class="corr" title='[巳&gt;已]'>已</span>。此遣餘疑。大意可知。</p><a 
name="0930b13" id="0930b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。問十王果報等者。此有二意。一生所繫。當第十地。<a 
name="0930b14" id="0930b14"></a>合第四譯。今在知足。一不可也。又占五地所居之天。<a 
name="0930b15" id="0930b15"></a>故徵五地居上何天。不可一天有二主故。是二問也。<a 
name="0930b16" id="0930b16"></a>下答之中。次第而答。答初問者。以慈悲故。捨勝就劣。<a 
name="0930b17" id="0930b17"></a>不相違也。五地&#x5C05;果位居之下。答第二問。既其不定<a 
name="0930b18" id="0930b18"></a>修知足業。避之他往。隨處化生。亦無妨也。知足空時。<a 
name="0930b19" id="0930b19"></a>還來居彼。</p><a 
name="0930b20" id="0930b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但說菩薩等者。此會十王之教文也。但約合受。不<a 
name="0930b21" id="0930b21"></a>定須爾。故不相違。</p><a 
name="0930b22" id="0930b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。增八萬歲時出世者。對百名增。非增減增。又從百<a 
name="0930b23" id="0930b23"></a>減劫。增再減。至八萬歲。文略爾也。</p><a 
name="0930b24" id="0930b24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。答釋迦願於等者。初約佛心。後約機樂。</p><a 
name="0930c01" id="0930c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。如聞俱胝耳者。是比丘名。華梵交訛。梵云室縷多<a 
name="0930c02" id="0930c02"></a>&#x9834;設底俱胝。華言聞二百億。言樂妙樂具故者。上樂<a 
name="0930c03" id="0930c03"></a>欲也。又愛樂也。下歡樂也。又安樂也。此是釋迦佛之<a 
name="0930c04" id="0930c04"></a>弟子。舉此為例。彌勒弟子。皆如此也。故八萬歲而出<a 
name="0930c05" id="0930c05"></a>於世。問。釋迦云何有此弟子。答以少故也。又此約初。<a 
name="0930c06" id="0930c06"></a>後亦苦行。其彌勒者。始終樂樂。不樂其苦。</p><a 
name="0930c07" id="0930c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。問長阿含經云等者。相連似在一增減中。如是即<a 
name="0930c08" id="0930c08"></a>違說毗婆尸在相好初。次復更經九十一劫。釋迦方<a 
name="0930c09" id="0930c09"></a>成。故前三佛。非與釋迦同一增減。極隔越故。下答之<a 
name="0930c10" id="0930c10"></a>中。舉五濁經。欲順所問。只有四佛。同在一劫。彼有兩<a 
name="0930c11" id="0930c11"></a>說。一說八劫無佛出世。即第九劫。一說五劫無佛出<a 
name="0930c12" id="0930c12"></a>世。即第六劫。雖有兩說。並只四佛同一劫也。彼經傳<a 
name="0930c13" id="0930c13"></a>差。未可會同。舉此經<span class="corr" title='[巳&gt;已]'>已</span>。方會前引。雖數&#x96A3;排。一增減<a 
name="0930c14" id="0930c14"></a>不相違也。其毗婆尸。在莊嚴前。其次二佛。莊嚴劫中。<a 
name="0930c15" id="0930c15"></a>如次八七六萬之時。非賢劫也。問。次二在於莊嚴何<a 
name="0930c16" id="0930c16"></a>時。答。賢劫第九逆排<span class="corr" title='[巳&gt;已]'>已</span>前。有九十劫。是毗婆尸。毗婆<a 
name="0930c17" id="0930c17"></a>尸後。又三十劫。是次二佛。如是相去。有六十劫。經賢<a 
name="0930c18" id="0930c18"></a>劫中。住內八劫。二十成劫。判莊嚴劫。二十空劫。又經<a 
name="0930c19" id="0930c19"></a>莊嚴十二壞劫。足成六十。即莊嚴劫。壞劫之中。第九<a 
name="0930c20" id="0930c20"></a>壞劫。應是壞劫。亦有佛出。或不論空。即是第九住劫<a 
name="0930c21" id="0930c21"></a>中也。若不爾者。其毗婆尸。只有莊嚴成劫之中。或成<a 
name="0930c22" id="0930c22"></a>劫中。亦諍佛出。或并他報。正可得爾。或前三佛。並在<a 
name="0930c23" id="0930c23"></a>莊嚴。亦無過失。又其歲數多有不同。得見大綱。此小<a 
name="0930c24" id="0930c24"></a>參差。難為和會。隨轉翻譯不可見故。又不必在一大<a 
name="0931a01" id="0931a01"></a>千中。問。何不論其火&#x707E;劫耶。答。其所超者。唯識說是<a 
name="0931a02" id="0931a02"></a>增減劫故。又即是其百劫內故。不可兩等。細思細思。<a 
name="0931a03" id="0931a03"></a>問。如是皆唯是其化相。非是實說超劫等耶。答。以化<a 
name="0931a04" id="0931a04"></a>顯實。化中如此。實者亦然。</p><a 
name="0931a05" id="0931a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>經。如是我聞者。切見今時講說之宗。皆以先讀文後<a 
name="0931a06" id="0931a06"></a>科判。然後&#x5374;來唱經解之。蓋自燕臺為其首也。彼科<a 
name="0931a07" id="0931a07"></a>於其依文正釋。便判為二。初科。後子文中方舉經故。<a 
name="0931a08" id="0931a08"></a>今問此則有何所以。不與疏文次第入耶。疏何不亦<a 
name="0931a09" id="0931a09"></a>先科判<span class="corr" title='[巳&gt;已]'>已</span>方舉經耶。如是既與疏文不次。便是不合<a 
name="0931a10" id="0931a10"></a>疏文之意。今觀疏主諸疏上下。有其兩意。其初意者。<a 
name="0931a11" id="0931a11"></a>只於文前。先科判<span class="corr" title='[巳&gt;已]'>已</span>。而舉文者。此文有二。有至末後。<a 
name="0931a12" id="0931a12"></a>最細唱者。方舉其文。或有不及最後判處而舉文者。<a 
name="0931a13" id="0931a13"></a>其後意者。先舉文<span class="corr" title='[巳&gt;已]'>已</span>。然後科判。須先後麤至細科之。<a 
name="0931a14" id="0931a14"></a>至其所舉次之方云。此即初也。其先科者。無如此語。<a 
name="0931a15" id="0931a15"></a>先無其文無所指故。問。有何所以。作此兩意。答。一者。<a 
name="0931a16" id="0931a16"></a>先見其義。而屬其文。即先科也。二者。先得其文。而尋<a 
name="0931a17" id="0931a17"></a>其義。即後科也。如是疏主。既有兩意。只合隨疏次第<a 
name="0931a18" id="0931a18"></a>讀之。其次序也。今先舉然後科判。是其後意。不可先<a 
name="0931a19" id="0931a19"></a>讀文後科判。倒來唱經。甚顛倒也。<span class="corr" title='[巳&gt;已]'>已</span>於新科。改隨疏<a 
name="0931a20" id="0931a20"></a>訖。諸來見者。勿責之也。</p><a 
name="0931a21" id="0931a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。讚曰者。此總義者。發語之端。入之勢。其字義者。讚。<a 
name="0931a22" id="0931a22"></a>佐助也。疏助於經。令人得解發揚故也。</p><a 
name="0931a23" id="0931a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。說經因起分者。是說經之因起分也。依主為名。後<a 
name="0931a24" id="0931a24"></a>之二名。是相違釋。尋文自知。</p><a 
name="0931b01" id="0931b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。諸經通有故者。縱五門中有不具者。譯人不同。</p><a 
name="0931b02" id="0931b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此經別有故者。縱有有者。如法華經。約一切經。不<a 
name="0931b03" id="0931b03"></a>皆有故。疏委證此經。敘其五門。見其委實。是佛說也。</p><a 
name="0931b04" id="0931b04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。今隨義增等者外有問云。前辨發起。結集後亦令<a 
name="0931b05" id="0931b05"></a>信佛說。何以別作如是判耶。疏答大意。且約隨增。實<a 
name="0931b06" id="0931b06"></a>互通也。證任。對其集者為增。多不信故。不信佛少。發<a 
name="0931b07" id="0931b07"></a>起。對於佛說為勝。發正體故。集者為影。其初正對集<a 
name="0931b08" id="0931b08"></a>者。其後正對佛說。初中雖有身光化佛。是亦對佛。以<a 
name="0931b09" id="0931b09"></a>其少故。又展轉故。若通對二。說證及起。即互通也。</p><a 
name="0931b10" id="0931b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若依古師通序有六者。如是我聞。為二成就。如是<a 
name="0931b11" id="0931b11"></a>兩字。信成就。我聞兩字。聞成就。并後四種。以成六也。<a 
name="0931b12" id="0931b12"></a>今此合之。故但為五。四字為二正同魚同。故今不開。<a 
name="0931b13" id="0931b13"></a>但有五種。</p><a 
name="0931b14" id="0931b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。阿難請其四事等者。此釋難也。外應問云。其有經<a 
name="0931b15" id="0931b15"></a>中但唯一序。此中別序。何非正宗。疏答大意。此文但<a 
name="0931b16" id="0931b16"></a>是引生正宗。未是正說。故但序分。蓋以此經利益至<a 
name="0931b17" id="0931b17"></a>重。恐不信故。更以舌相。遂致別序。不可餘無而廢之<a 
name="0931b18" id="0931b18"></a>也。其法華經准此亦有。利者益也。引起正宗。名益正<a 
name="0931b19" id="0931b19"></a>宗。</p><a 
name="0931b20" id="0931b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。依四義轉者。轉者起義。依此四義。起此言也。</p><a 
name="0931b21" id="0931b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。一依譬喻轉者。於如字中。有其兩義。一者指詞。連<a 
name="0931b22" id="0931b22"></a>其是字。指所集者。二者似義。其所集者。似佛所說。於<a 
name="0931b23" id="0931b23"></a>此義中。其第一解。以如是字。連所聞字。下所集者。名<a 
name="0931b24" id="0931b24"></a>為所聞。於聞字下。用其似義。似佛所說。其第二解。以<a 
name="0931c01" id="0931c01"></a>如是字。別為指詞。指下所集。不指所聞。於是字下。用<a 
name="0931c02" id="0931c02"></a>其似義。似其所聞。佛所說也。前解所聞目其能似。後<a 
name="0931c03" id="0931c03"></a>解所聞。目其所似。是二解別。非是兩解。能所體性。有<a 
name="0931c04" id="0931c04"></a>差別也。</p><a 
name="0931c05" id="0931c05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。二依教誨轉者。汎教誨中有如是言。故作此義。於<a 
name="0931c06" id="0931c06"></a>此言中。應云汝應如是於我所聞。此總義也。令後自<a 
name="0931c07" id="0931c07"></a>讀我之所聞。第一解也。令於所聞即今諦聽。是第二<a 
name="0931c08" id="0931c08"></a>解。初解總相。接上見意。</p><a 
name="0931c09" id="0931c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。三依問答轉者。答詞。有言如是之語。故作此義。</p><a 
name="0931c10" id="0931c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。四依許可轉者。許可兩字。各有二義。前解容許。應<a 
name="0931c11" id="0931c11"></a>可與說。許可與說。似前答詞。然前答聞。此答請說。後<a 
name="0931c12" id="0931c12"></a>解即是任許稱可。是令他信。似前教誨。然前非是教<a 
name="0931c13" id="0931c13"></a>誨令信。或即自信欲令他信。全與前別。不及令他。</p><a 
name="0931c14" id="0931c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。眾有三疑者。入定觀見。或此有爾。問。如何除之。答。<a 
name="0931c15" id="0931c15"></a>既云如是。是我所聞。必非佛說。三皆除也。問。寧除第<a 
name="0931c16" id="0931c16"></a>三。答。若<span class="corr" title='[巳&gt;已]'>已</span>成佛便不彰聞。問。若爾除疑皆在聞字。答。<a 
name="0931c17" id="0931c17"></a>先如是言。不能除之。不知所聞。是其何故。連其如是。<a 
name="0931c18" id="0931c18"></a>知下所說。但是聞也。如唯識言。識非遍計。字義在唯。</p><a 
name="0931c19" id="0931c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。感應之端者。逆次標也。如彼是故。次云應感。如者<a 
name="0931c20" id="0931c20"></a>順義。故是其應。是者無非。故是有感。詳疏自見。端者<a 
name="0931c21" id="0931c21"></a>由也。今取首義。是經首故。</p><a 
name="0931c22" id="0931c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但為顯如者。真如名或如道理。</p><a 
name="0931c23" id="0931c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。寶公者。誌公上字。問。諸句法中。何此獨五。答。此加<a 
name="0931c24" id="0931c24"></a>重遮。問。三疑三寶。皆為三解。云何五謗。合為一耶。答。<a 
name="0932a01" id="0932a01"></a>疑非定三。或隨約一。寶如亦爾。故為三解。今此離謗。<a 
name="0932a02" id="0932a02"></a>必全離之。故只為一。問。豈疑離一而可得耶。寶如唯<a 
name="0932a03" id="0932a03"></a>一。亦為未可。答。師解意別。疑只約疑。而以為解。故可<a 
name="0932a04" id="0932a04"></a>隨一。謗約離中。而為解故。不可別為。互有病故。答寶<a 
name="0932a05" id="0932a05"></a>准此。問。如何離耶。答。如是之言。稱理為義。又從佛聞。<a 
name="0932a06" id="0932a06"></a>故離之也。問。離他來謗自起謗。答。自言既寶離&#x8657;謗<a 
name="0932a07" id="0932a07"></a>故。離自起謗。名為離謗。或如除疑。或謗自離。故須全<a 
name="0932a08" id="0932a08"></a>之。他疑不定。故為三解。</p><a 
name="0932a09" id="0932a09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。即為我聞等者。為者與也。為與我聞。作其所呼。不<a 
name="0932a10" id="0932a10"></a>言如是所聞者何。又如常言。發語之端。轍者軌轍。</p><a 
name="0932a11" id="0932a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。梁武帝云等者。如者斯也。是者是佛所說故也。皆<a 
name="0932a12" id="0932a12"></a>與前別。</p><a 
name="0932a13" id="0932a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。一就佛以明等者。三解如字。皆不異義。其不異處。<a 
name="0932a14" id="0932a14"></a>有其三也。初後別者。初即諸佛。不要僧相。第三唯約<a 
name="0932a15" id="0932a15"></a>釋迦僧相。又其法中。可約常義。是字三者。初是佛說。<a 
name="0932a16" id="0932a16"></a>次是正理。後是無非。言如如者。上如不異。下如目理。<a 
name="0932a17" id="0932a17"></a>理通道理。</p><a 
name="0932a18" id="0932a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。又如是者等者。上釋文義。有十五解。下明立意。有<a 
name="0932a19" id="0932a19"></a>十一解。玄贊與此。次第不同。彼先立意。仍但為十。後<a 
name="0932a20" id="0932a20"></a>十五故。此中總別共十一者。別中但信。總中并順。別<a 
name="0932a21" id="0932a21"></a>為一解。共為十一。若只總別。不可為數。</p><a 
name="0932a22" id="0932a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。智度論云等者。彼解首尾。有此二義。於此文中。先<a 
name="0932a23" id="0932a23"></a>配其文。并有奉行。後釋其義。唯明信順。前中三節。初<a 
name="0932a24" id="0932a24"></a>配文。次屬用。後轉釋。</p><a 
name="0932b01" id="0932b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。信為入法等者。此下轉釋。基者址也。玄者遠也。奉<a 
name="0932b02" id="0932b02"></a>與行之。至成佛故。術即法義。</p><a 
name="0932b03" id="0932b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。信則所言之理順等者。下方歸此。但取首稱。有信<a 
name="0932b04" id="0932b04"></a>有順。於疏文中。初略後廣。</p><a 
name="0932b05" id="0932b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。趣聖道之初因者。初入劫時。四十心初。下句即是<a 
name="0932b06" id="0932b06"></a>將入聖時。加行位中。根力爾也。其四十心。如餘處說。<a 
name="0932b07" id="0932b07"></a>此上第一約位兩初。即攝玄贊初之二義。彼第二云。<a 
name="0932b08" id="0932b08"></a>入諦理之基術。今此次下。第二第三。約學佛法。第二<a 
name="0932b09" id="0932b09"></a>即是能學之首。玄贊排此。在第四也。第三即是所學<a 
name="0932b10" id="0932b10"></a>之初。捨是布施。即當玄贊之第五也。第二與下第九<a 
name="0932b11" id="0932b11"></a>別者。此約為首。下只獨一。又此與下後三別者。此約<a 
name="0932b12" id="0932b12"></a>&#x98E1;法。下約作用。行船採寶。著甲手故。行賣曰商。坐賣<a 
name="0932b13" id="0932b13"></a>曰賈。其第四者。九善即合因之與果。初但約因。此當<a 
name="0932b14" id="0932b14"></a>玄贊之第六也。上四皆是約為初義。後六皆約緊用<a 
name="0932b15" id="0932b15"></a>之義。今此第五。攝彼後三。彼開依俗。為後二故。今作<a 
name="0932b16" id="0932b16"></a>引例。故合為一。且此去濁。其濁不去。淨無以生。俗中<a 
name="0932b17" id="0932b17"></a>亦是信為急用。兵食信三。去其丘食。不可棄信。自古<a 
name="0932b18" id="0932b18"></a>皆有死。人無信不立。苟猶且也。小緒曰沚。水中少陸<a 
name="0932b19" id="0932b19"></a>地可止者名沚。□即草也。蘋即大萍。蘩即白蒿。蘊藻<a 
name="0932b20" id="0932b20"></a>菜似蓬蒿。羞即進也。大義意云。且有信者。如是水中<a 
name="0932b21" id="0932b21"></a>如是之菜。可進於主侯也。引此二書。是例成於緊用<a 
name="0932b22" id="0932b22"></a>爾也。六依俱舍。兩手之一。闕一不可。故亦為緊。七約<a 
name="0932b23" id="0932b23"></a>出惡入善亦爾。後三皆手。如文可知。十中五義。喻其<a 
name="0932b24" id="0932b24"></a>手也。此中第一。攝彼初二。此中第五。攝彼後三。彼中<a 
name="0932c01" id="0932c01"></a>無此後三義也。或彼第七。攝此後三。彼引智度採寶<a 
name="0932c02" id="0932c02"></a>之喻。同此第九。出淤&#x57FF;中。運其出具。即此第八。蕩其<a 
name="0932c03" id="0932c03"></a>淤&#x57FF;。即此第十。故列少異。亦無增減。</p><a 
name="0932c04" id="0932c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。除二乘倒者。出見道<span class="corr" title='[巳&gt;已]'>已</span>。執全無我。不肯修故。&#x5374;於<a 
name="0932c05" id="0932c05"></a>真如。設真我也。</p><a 
name="0932c06" id="0932c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。無我之大我者。大者總也。於無我上。假立總我。又<a 
name="0932c07" id="0932c07"></a>顯自在。名之為大。</p><a 
name="0932c08" id="0932c08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。一言說易故者。易了故也。無所表者。不令他了。第<a 
name="0932c09" id="0932c09"></a>四但令自他有別。言無我聞。無如此也。</p><a 
name="0932c10" id="0932c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。宗雖顯真者。正宗分也。下序序分。正宗是顯生天<a 
name="0932c11" id="0932c11"></a>之妙因。序中乃彰稱我之麤言。何為如此。次下釋之。</p><a 
name="0932c12" id="0932c12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。多聞聞持者。初聞名聞。聞<span class="corr" title='[巳&gt;已]'>已</span>不忘。名為聞持。數習<a 
name="0932c13" id="0932c13"></a>令聚。名為積集。</p><a 
name="0932c14" id="0932c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。三我者親義者。此非訓釋。但是義釋。問。如何我中<a 
name="0932c15" id="0932c15"></a>見其親義。答。我即自身。凡自身作。即是親也。問。稱其<a 
name="0932c16" id="0932c16"></a>別名。豈非自親。答。有名同故。自阿難聞。即是親聞。言<a 
name="0932c17" id="0932c17"></a>他阿難。傳阿難聞。即是傳聞。所言或者。即不定也。問。<a 
name="0932c18" id="0932c18"></a>何故不言我阿難聞。或更翻言阿難我聞。答。不假如<a 
name="0932c19" id="0932c19"></a>此。故但言我。言我必是指自一身。以自稱故。更加別<a 
name="0932c20" id="0932c20"></a>名。重而無用。</p><a 
name="0932c21" id="0932c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。今癈耳別等者。此便釋妨。既耳是聞。何故稱我。以<a 
name="0932c22" id="0932c22"></a>此釋之。外又問云。豈無心等。獨耳能聞。雖字下答。</p><a 
name="0932c23" id="0932c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若但聞聲等者。下第二解。亦通意識。此為標也。以<a 
name="0932c24" id="0932c24"></a>耳不能緣名等故。</p><a 
name="0933a01" id="0933a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。耳名聞者等者。&#x5374;會餘處但言耳也。因聞之下。會<a 
name="0933a02" id="0933a02"></a><span class="corr" title='[巳&gt;已]'>已</span>釋通。</p><a 
name="0933a03" id="0933a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若緣名義等者。下欲釋妨。先牒結之。三句牒前所<a 
name="0933a04" id="0933a04"></a>申之理。一句結成。結<span class="corr" title='[巳&gt;已]'>已</span>通妨。外應問云。既是耳意。何<a 
name="0933a05" id="0933a05"></a>故言我。癈字下答。外又問云。聞所成言。豈唯此二。以<a 
name="0933a06" id="0933a06"></a>字下答。更先縱詞。便釋之云。言此二者。以二為門。若<a 
name="0933a07" id="0933a07"></a>論熏習。在於總聚。諸心心所。在是由也。諸心心所。因<a 
name="0933a08" id="0933a08"></a>聞所成。總名聞也。次下總結。名我聞也。或由此故。名<a 
name="0933a09" id="0933a09"></a>我聞也。</p><a 
name="0933a10" id="0933a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。慶喜於時等者。若作聞詞。雖字無用。合作既字。若<a 
name="0933a11" id="0933a11"></a>作縱詞。何故之下。三句無用。應解。疏意因縱便徵。故<a 
name="0933a12" id="0933a12"></a>如是文此文。唯就此界為問。問。此界何有見覺知三。<a 
name="0933a13" id="0933a13"></a>答。眼見佛說。意亦此覺。餘識現量。證知佛說。如是於<a 
name="0933a14" id="0933a14"></a>其所悟之理。不為前導。理既對言。由聞其名以為先<a 
name="0933a15" id="0933a15"></a>故。而解悟之。由此初答云要先聞證即達解。不須無<a 
name="0933a16" id="0933a16"></a>漏深但對淺。不須真理。</p><a 
name="0933a17" id="0933a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。要先聞熏者。聞等熏習無果生非道理。</p><a 
name="0933a18" id="0933a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。據實于時等者。上<span class="corr" title='[巳&gt;已]'>已</span>答此。唯言其聞。此下勸令分<a 
name="0933a19" id="0933a19"></a>別見等。將欲勸。先牒亦有。牒中有二。初牒前來所縱<a 
name="0933a20" id="0933a20"></a>之者。是此土也。前言慶喜。此牒之故。以諸餘下。便牒<a 
name="0933a21" id="0933a21"></a>餘土。如是既通。見覺知三。於根識中。應生分別。何者<a 
name="0933a22" id="0933a22"></a>見佛所說。何者覺佛所說。何者知佛所說。勸<span class="corr" title='[巳&gt;已]'>已</span>不解。<a 
name="0933a23" id="0933a23"></a>如了義燈。有大乘義。具如彼辨。</p><a 
name="0933a24" id="0933a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。問為佛說法等者。問中有二。謂說及聞。</p><a 
name="0933b01" id="0933b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。由佛慈悲等者。上答不說。下答我聞。先顯其體及<a 
name="0933b02" id="0933b02"></a>名。佛說由耳之下。正解我聞。此上義辨。此屬其文。故<a 
name="0933b03" id="0933b03"></a>無性云等者。與龍軍師是一宗故。故前云等。此標宗<a 
name="0933b04" id="0933b04"></a>也。長行名直。偈頌非。</p><a 
name="0933b05" id="0933b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。若爾云何菩薩能說者。此問意者。佛既不曾說攝<a 
name="0933b06" id="0933b06"></a>大乘。菩薩不聞。云何菩薩後便能說。無因由故。下答<a 
name="0933b07" id="0933b07"></a>大意。由佛悲願。為增上緣。令菩薩解。是故菩薩後便<a 
name="0933b08" id="0933b08"></a>能說攝大乘也。如從夢覺而能說之。非其天等曾與<a 
name="0933b09" id="0933b09"></a>說也。但由天等。為增上緣。令夢解故。</p><a 
name="0933b10" id="0933b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。不說一字者。後師會云。離古佛者。不說一字。又真<a 
name="0933b11" id="0933b11"></a>如上。不說一字。又無實說又。化非說。</p><a 
name="0933b12" id="0933b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。聞者識心等者。上答說法。下答我聞。</p><a 
name="0933b13" id="0933b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。世親說言等者。二十唯識釋論文也。相續目身。佛<a 
name="0933b14" id="0933b14"></a>與眾生。更互名餘。以佛悲度。眾生根樂。互為其緣。互<a 
name="0933b15" id="0933b15"></a>令其識決定生也。</p><a 
name="0933b16" id="0933b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。我所說法等者。前師會云。約為緣者。佛說如此。亦<a 
name="0933b17" id="0933b17"></a>約為緣。</p><a 
name="0933b18" id="0933b18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。應知說此等者。<span class="corr" title='[巳&gt;已]'>已</span>上別解如是我聞。此下總釋兩<a 
name="0933b19" id="0933b19"></a>文大意。先敘佛致致此之意。結集之下。是明集者承<a 
name="0933b20" id="0933b20"></a>稟之意。不爾文重。增者添也。減者那也。異者改也皆<a 
name="0933b21" id="0933b21"></a>是過失。</p><a 
name="0933b22" id="0933b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。謂如是法等者。上標下釋。先順後翻。</p><a 
name="0933b23" id="0933b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。顯示聞者者。佛指集者。名為聞者。堪下傳也。下言<a 
name="0933b24" id="0933b24"></a>聞者。是結集家教後聞者。</p><a 
name="0933c01" id="0933c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。非如愚夫等者。於佛會下。亦有爾聞。不如阿難有<a 
name="0933c02" id="0933c02"></a>堪能故。彼不能離三過失故。</p><a 
name="0933c03" id="0933c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此就剎那者。剎那之言。生滅之義。非目一念。</p><a 
name="0933c04" id="0933c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。論有二解者。顯通三世諸論解也。有三三世。今合<a 
name="0933c05" id="0933c05"></a>神通入唯識中。其道理者。約因果說。唯識約變。故入<a 
name="0933c06" id="0933c06"></a>唯識。</p><a 
name="0933c07" id="0933c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。有酬前引後之義者。問。此舉二能。云何次下於二<a 
name="0933c08" id="0933c08"></a>所上。立過未耶。答。以能從所。故如是文。以所酬者是<a 
name="0933c09" id="0933c09"></a>過去故。能酬應爾。</p><a 
name="0933c10" id="0933c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。實唯現在等者。下釋過未。先縱後奪。</p><a 
name="0933c11" id="0933c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。唯意所緣者。百法三科。於百法中。且約有漏。唯意<a 
name="0933c12" id="0933c12"></a>識攝。或法同分。或唯後義。</p><a 
name="0933c13" id="0933c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。此中不定等者。既其不定。故此不取。</p><a 
name="0933c14" id="0933c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。但是聽者等者。將解餘非。再示其正。</p><a 
name="0933c15" id="0933c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。由能說者等者。既在一念。故非相續。</p><a 
name="0933c16" id="0933c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。或說者時少等者。既有多時。故非一念。或此雙遮。<a 
name="0933c17" id="0933c17"></a>次由於下。出理。可知。</p><a 
name="0933c18" id="0933c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。四時六時者。四中攝八。春秋有分。冬夏有至。晝夜<a 
name="0933c19" id="0933c19"></a>有六。即攝十二。或此晝三夜三為六。與彼影顯。</p><a 
name="0933c20" id="0933c20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。答晝夜時分等者。且舉晝夜。以准於餘。皆不定也。<a 
name="0933c21" id="0933c21"></a>且如四時。四洲不定。春夏秋冬。南西北東。言南春時。<a 
name="0933c22" id="0933c22"></a>餘洲非故。南洲夏等。如次准輪。其八時者。南西北東。<a 
name="0933c23" id="0933c23"></a>於八時中。隔一次輪。其十二者。南西北東。每洲隔二。<a 
name="0933c24" id="0933c24"></a>如次輪之。其六時者。東西南北。初後相對。日中夜半。<a 
name="0934a01" id="0934a01"></a>相對亦爾。後日初夜。兩&#x96A3;未移。右為日中。左為半夜。<a 
name="0934a02" id="0934a02"></a>後夜初日。不移亦爾。右&#x5374;夜半。左&#x5374;日中。如是四洲。<a 
name="0934a03" id="0934a03"></a>輪次皆爾。是即合於瑜伽論文。恒於二洲。而作光明。<a 
name="0934a04" id="0934a04"></a>於二洲而作於暗。於四洲中。隨一日中。於一日出。於<a 
name="0934a05" id="0934a05"></a>一半夜。於一日沒。無無中者。若無日中。但有出沒。故<a 
name="0934a06" id="0934a06"></a>為非也。如是八等。隨指於一。餘洲不定。故不言之。但<a 
name="0934a07" id="0934a07"></a>言一時。</p><a 
name="0934a08" id="0934a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span><img src="../cb_tripitaka_web/figures/X/X21p0934_01.gif" alt="X21p0934_01.gif"/></p><a 
name="0934a09" id="0934a09"></a><a 
name="0934a10" id="0934a10"></a><a 
name="0934a11" id="0934a11"></a><a 
name="0934a12" id="0934a12"></a><a 
name="0934a13" id="0934a13"></a><a 
name="0934a14" id="0934a14"></a><a 
name="0934a15" id="0934a15"></a><a 
name="0934a16" id="0934a16"></a><a 
name="0934a17" id="0934a17"></a><a 
name="0934a18" id="0934a18"></a><a 
name="0934a19" id="0934a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問。何故放光即言初夜。答。光時一方。故時言定。集經<a 
name="0934a20" id="0934a20"></a>初普。故不可也。問。放光何不言十二者。答。如下有表</p><a 
name="0934a21" id="0934a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。答雖隨化相等者。前時約機。其時不定。此即約佛。<a 
name="0934a22" id="0934a22"></a>報化不同。今指化佛成道時故。其前第一。雙約機佛。<a 
name="0934a23" id="0934a23"></a>二皆不定。</p><a 
name="0934a24" id="0934a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏。答說處標淨穢等者。淨穢雖殊。所指處定。如云陵<a 
name="0934b01" id="0934b01"></a>鷲。報化雙彰。其成道時。自報定先。他報不定。不能同<a 
name="0934b02" id="0934b02"></a>指。</p><a 
name="0934b03" id="0934b03"></a><p><span class="juanname">上生經瑞應鈔卷上</span></p>
<hr>【經文資訊】卍新續藏第 21 冊 No. 0394 彌勒上生經瑞應鈔<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="indexe433.html?index=X21n0394" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X21n0394_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:58 GMT -->
</html>
