<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X14n0289_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:54 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=945026422&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX14n0289&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX14n0289_001&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	
	<p style="text-align:center">卍新纂大日本續藏經　第14冊<br/>No.289 楞嚴經合轍 (10卷)<br/>【明 通潤述】<br/>第 1 卷</p>
	<a href="index1941.html?index=X14n0289_002" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X14">
<div class="root" id="0289" sutra_name="楞嚴經合轍" sutra_juan="[卷1]">　
<a 
name="0268a01" id="0268a01"></a><a 
name="0268a02" id="0268a02"></a><div class="xu"><p style="margin-left: 2em"><span class="headname">No. 289-A<a 
name="0268a03" id="0268a03"></a> 楞伽楞嚴合轍小引</span></p><a 
name="0268a04" id="0268a04"></a><a 
name="0268a05" id="0268a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>夫談性宗者多落理圈繢談相宗者多落事圈繢不<a 
name="0268a06" id="0268a06"></a>知相即是性性外無相如波即是水水外無波真空<a 
name="0268a07" id="0268a07"></a>妙有理事無礙此不二法門也楞伽有以相宗目之<a 
name="0268a08" id="0268a08"></a>者而達摩西來持此為傳佛心印&#x8462;以三界唯心萬<a 
name="0268a09" id="0268a09"></a>法唯識但能了識藏即如來藏則知自心所現&#x8657;妄<a 
name="0268a10" id="0268a10"></a>之相本無自性本自無生即得自覺聖智境界此直<a 
name="0268a11" id="0268a11"></a>指一心不落階級為大乘頓教也若夫楞嚴為如來<a 
name="0268a12" id="0268a12"></a>密因修證了義真可以總攝諸經其所指六根六塵<a 
name="0268a13" id="0268a13"></a>七大十二處十八界豈不涉相而經云諸法所生唯<a 
name="0268a14" id="0268a14"></a>心所現辟如空華畢竟無體了知幻妄即自歸真捨<a 
name="0268a15" id="0268a15"></a>此生滅心更無涅槃妙心耳故曰根塵同源縛脫無<a 
name="0268a16" id="0268a16"></a>二一切事究竟堅固即一切理究竟堅固非謂破相<a 
name="0268a17" id="0268a17"></a>而後為真也通乎此者豈惟二經合轍即一大藏教<a 
name="0268a18" id="0268a18"></a>同出一軌矣一雨禪師冥契真詮洞徹心鏡登壇說<a 
name="0268a19" id="0268a19"></a>法非止一會在在能發明心性令人開正知見絕非<a 
name="0268a20" id="0268a20"></a>時師餖飣摭拾以應期場者比頃卓錫天界緇白皈<a 
name="0268a21" id="0268a21"></a>依上首西竺請其所著楞伽楞嚴二經合轍出以示<a 
name="0268a22" id="0268a22"></a>人余諦觀之直截通暢性相圓融一掃葛藤真義海<a 
name="0268a23" id="0268a23"></a>之指南闇室之明燭也西竺募諸同志刻而廣其傳<a 
name="0268a24" id="0268a24"></a>屬不<span class="gaiji">佞<!--gaiji,佞,1[佞-二+〦],2,3--></span>為之序且樂助之。</p><a 
name="0268b01" id="0268b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>天啟元年孟冬朔浮渡居士吳用先和南譔</p></div><a 
name="0268b02" id="0268b02"></a><a 
name="0268b03" id="0268b03"></a><a 
name="0268b04" id="0268b04"></a><a 
name="0268b05" id="0268b05"></a><a 
name="0268b06" id="0268b06"></a><div class="xu"><p style="margin-left: 2em"><span class="headname">No. 289-B<a 
name="0268b07" id="0268b07"></a> 楞嚴合轍自序</span></p><a 
name="0268b08" id="0268b08"></a><a 
name="0268b09" id="0268b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>予少孤生於貧里雖托身蕭寺雅尚佛法而意無所<a 
name="0268b10" id="0268b10"></a>屬時山中有老宿然公者能醫能詩且能究教乘喜<a 
name="0268b11" id="0268b11"></a>與之談談則往往拈提楞嚴要旨以起予予亦能默<a 
name="0268b12" id="0268b12"></a>領其旨爾時乃屬意楞嚴且私淑天如會解即祁寒<a 
name="0268b13" id="0268b13"></a>溽暑不廢檢討或稍見一斑則沾沾自喜以為此經<a 
name="0268b14" id="0268b14"></a>奧旨盡乎是當終身遵守無餘慕遂潛伏太湖之西<a 
name="0268b15" id="0268b15"></a>山歲丙戌適無錫華藏啟楞嚴講期時主法者為先<a 
name="0268b16" id="0268b16"></a>大師雪浪首座為山中老宿源公公與然公為同參<a 
name="0268b17" id="0268b17"></a>友亦知教知詩與予亦有交寄一劄云金陵雪浪寔<a 
name="0268b18" id="0268b18"></a>當代大法師識見卓遠而譚鋒澎湃如江傾河潟真<a 
name="0268b19" id="0268b19"></a>末世津梁人天眼目今駐錫華藏大闡楞嚴公僻處<a 
name="0268b20" id="0268b20"></a>一隅目瞪雲漢何不出山一赴講席預沾法味予熟<a 
name="0268b21" id="0268b21"></a>思曰楞嚴深意十師盡發其玄奧而天如復撮其要<a 
name="0268b22" id="0268b22"></a>義為會解若眾寶聚即講師口如懸河不過恃聰明<a 
name="0268b23" id="0268b23"></a>知見塗抹世人豈外此而能別&#x7AEA;新義乎卒不去公<a 
name="0268b24" id="0268b24"></a>復致書云如來妙旨廣大深淵豈一知一見一文一<a 
name="0268c01" id="0268c01"></a>義所能盡譬如大海蚊&#x8771;飲之亦飽鼴鼠飲之亦飽<a 
name="0268c02" id="0268c02"></a>修羅飲之亦飽此各隨其量耳安見一口吸盡海水<a 
name="0268c03" id="0268c03"></a>者乎公且來當不負公勿貢高為也余遂欣然買舟<a 
name="0268c04" id="0268c04"></a>直趨法會于時先業師手拈麈尾左顧右指罄欬欠<a 
name="0268c05" id="0268c05"></a>伸無非顯示第一義諦盡掃文字支離之習一時聽<a 
name="0268c06" id="0268c06"></a>眾有咋指者有忭舞者有讚歎者僉曰希有哉是大<a 
name="0268c07" id="0268c07"></a>宗師而復為大教主者哉余亦怳然失而恬然得也<a 
name="0268c08" id="0268c08"></a>&#x5EFC;合掌謝首座曰不&#x8657;公勸駕不孤我一來自是日<a 
name="0268c09" id="0268c09"></a>侍座側以聽遇聱牙屈曲處必咨請師師曰如來教<a 
name="0268c10" id="0268c10"></a>法源委不二而流派千差然楞嚴一經統萬法為兒<a 
name="0268c11" id="0268c11"></a>孫攝&#x7FA3;經為眷屬文雖十卷實大藏之都序也有志<a 
name="0268c12" id="0268c12"></a>教法者不可不先讀又不可不熟讀熟則心目口齒<a 
name="0268c13" id="0268c13"></a>間隱隱隆隆自有入路不必借人頦頰拾人涕唾若<a 
name="0268c14" id="0268c14"></a>果先明經義回視諸家註疏涇渭立見否則為註疏<a 
name="0268c15" id="0268c15"></a>奪心而經義反晦矣予始得看經法自是以後唯獨<a 
name="0268c16" id="0268c16"></a>坐靜處案上唯置楞嚴即胸中眼角口吻邊亦唯置<a 
name="0268c17" id="0268c17"></a>楞嚴且讀且思遇不愜心處即書而粘之壁時時參<a 
name="0268c18" id="0268c18"></a>究務求必達故亦時時會心積數年而楞嚴一貫之<a 
name="0268c19" id="0268c19"></a>旨字字皆契佛心毫無齟齬反觀向時伎倆真管天<a 
name="0268c20" id="0268c20"></a>蠡海覆取諸家註疏讀之則是非得失了然&#x80F7;中略<a 
name="0268c21" id="0268c21"></a>無疑滯於是將平生零星所得於師友邊者及平生<a 
name="0268c22" id="0268c22"></a>自得者錄成私記藏之笥篋以備遺忘無何偶於友<a 
name="0268c23" id="0268c23"></a>人案頭得見楞嚴正&#x8109;展卷讀之其指瑕擿疵處則<a 
name="0268c24" id="0268c24"></a>與向所私記者大半相合其不合者十之三四然較<a 
name="0269a01" id="0269a01"></a>前諸師註疏雖分鑣並轡而駸駸時軼乎其前矣余<a 
name="0269a02" id="0269a02"></a>歡喜自慶曰安所有如是法師我輩僻處一隅曾不<a 
name="0269a03" id="0269a03"></a>耳其名今何幸而獲無上希有之寶豈所謂不求而<a 
name="0269a04" id="0269a04"></a>自至者耶即欲謀諸檀越登棗梨以廣其傳不知板<a 
name="0269a05" id="0269a05"></a>傳於嘉湖久矣第鑑師婆心太切欲使人人盡解故<a 
name="0269a06" id="0269a06"></a>經義無論易難皆詳釋之唯詳故語亦繁繁則不便<a 
name="0269a07" id="0269a07"></a>於初學皆望洋而退余故復將平日私記而與諸佛<a 
name="0269a08" id="0269a08"></a>性相若合一轍者裒成一帙以付欹劂寔欲誘引同<a 
name="0269a09" id="0269a09"></a>志好繁好簡者並入圓通法門耳若夫經之大旨<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0269a10" id="0269a10"></a>先揭於定判故不重敘聊敘得法源委如此。</p><a 
name="0269a11" id="0269a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>天啟龍飛辛酉二楞庵釋通潤書</p></div><a 
name="0269a12" id="0269a12"></a><a 
name="0269a13" id="0269a13"></a><a 
name="0269a14" id="0269a14"></a><a 
name="0269a15" id="0269a15"></a><a 
name="0269a16" id="0269a16"></a><a 
name="0269a17" id="0269a17"></a><a 
name="0269a18" id="0269a18"></a><a 
name="0269a19" id="0269a19"></a><a 
name="0269a20" id="0269a20"></a><a 
name="0269a21" id="0269a21"></a><a 
name="0269a22" id="0269a22"></a><a 
name="0269a23" id="0269a23"></a><a 
name="0269a24" id="0269a24"></a><a 
name="0269b01" id="0269b01"></a><a 
name="0269b02" id="0269b02"></a><p style="margin-left: 2em"><span class="juannum">No. 289</span></p><a 
name="0269b03" id="0269b03"></a><p><span class="juanname">大佛頂如來密因修證了義諸菩薩<a 
name="0269b04" id="0269b04"></a>萬行首楞嚴經合轍卷第一</span></p><a 
name="0269b05" id="0269b05"></a><a 
name="0269b06" id="0269b06"></a><p style="margin-left: 4em"><span class="byline">明　二楞菴釋　通潤　述</span></p><a 
name="0269b07" id="0269b07"></a><p style="text-indent: 0em; margin-left: 2em"><span class="linehead"></span>初釋題目　次釋譯人譯語筆授之名</p><a 
name="0269b08" id="0269b08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>大佛頂三字若據他經即是佛身三十二相中無<a 
name="0269b09" id="0269b09"></a>見頂相也在青螺紺髮中周圍紅色如春山吐日<a 
name="0269b10" id="0269b10"></a>而頂不可見初降生時應持以九地菩薩為乳母<a 
name="0269b11" id="0269b11"></a>欲窮其頂上歷河沙佛土終不能見此即三密中<a 
name="0269b12" id="0269b12"></a>之一密也此經始於無見頂相放光說&#x546A;而如來<a 
name="0269b13" id="0269b13"></a>首標有三摩提名大佛頂若據經顯義是指菩提<a 
name="0269b14" id="0269b14"></a>涅槃元清淨體如來藏心言也由此心體含吐十<a 
name="0269b15" id="0269b15"></a>&#x8657;彌綸萬有五目不能&#x89A9;其形四辯莫能談其狀<a 
name="0269b16" id="0269b16"></a>唯我大覺&#x89A9;明星時開佛知見直&#x89B0;其頂故名此<a 
name="0269b17" id="0269b17"></a>法為大覺最尊最勝之頂法也如來密因修證了<a 
name="0269b18" id="0269b18"></a>義者即是顯此法所以為大佛頂也言如來者即<a 
name="0269b19" id="0269b19"></a>大覺之別號不變名如隨緣為來小乘如而不來<a 
name="0269b20" id="0269b20"></a>凡夫來而不如唯我大覺亦如亦來故名如來言<a 
name="0269b21" id="0269b21"></a>密因者獨知獨見之謂密出生聖果之謂因謂大<a 
name="0269b22" id="0269b22"></a>覺依此頂法為因而興萬行也言修證者鍊磨治<a 
name="0269b23" id="0269b23"></a>習之謂修忘心默契之謂證謂大覺依此頂法而<a 
name="0269b24" id="0269b24"></a>斷惑證真也言了義者無不究盡之謂了不落言<a 
name="0269c01" id="0269c01"></a>思之謂義謂大覺為此第一義諦大事因緣出現<a 
name="0269c02" id="0269c02"></a>於世今<span class="corr" title='[巳&gt;已]'>已</span>究盡無餘故曰了義也良以眾生業識<a 
name="0269c03" id="0269c03"></a>茫茫全無知覺恒處長夜流轉生死無有了期小<a 
name="0269c04" id="0269c04"></a>乘坐守化城&#x8EAD;寂滅樂自止中途不能前進亦未<a 
name="0269c05" id="0269c05"></a>能了即使菩薩至等覺位前程有路未至圓極尚<a 
name="0269c06" id="0269c06"></a>未畢功終是不了唯是大覺障盡惑空因窮果滿<a 
name="0269c07" id="0269c07"></a>能事<span class="corr" title='[巳&gt;已]'>已</span>畢更無餘事一義皆了更無餘義故知法<a 
name="0269c08" id="0269c08"></a>性山高惟如來直造其頂無復可上方始得了成<a 
name="0269c09" id="0269c09"></a>無上覺下文云如是重重單複十二方盡玅覺成<a 
name="0269c10" id="0269c10"></a>無上道故曰如來密因修證了義也諸菩薩萬行<a 
name="0269c11" id="0269c11"></a>首楞嚴者謂始從乾慧以至等覺亦皆以此頂法<a 
name="0269c12" id="0269c12"></a>為因而修六度分斷無明分證真理上歷菩薩聖<a 
name="0269c13" id="0269c13"></a>位故能步步踏佛階梯事事得成堅固所謂析栴<a 
name="0269c14" id="0269c14"></a>檀而片片皆香碎拱璧而塵塵是玉然雖未了<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0269c15" id="0269c15"></a>得分真故曰諸菩薩萬行首楞嚴也是知元清淨<a 
name="0269c16" id="0269c16"></a>體如來藏心唯佛與佛乃能究盡名究竟覺唯諸<a 
name="0269c17" id="0269c17"></a>菩薩分斷分證名隨分覺故下文云過去諸如來<a 
name="0269c18" id="0269c18"></a>斯門<span class="corr" title='[巳&gt;已]'>已</span>成就現在諸菩薩今各入圓明除諸佛菩<a 
name="0269c19" id="0269c19"></a>薩其餘出世小果治世聖賢雖亦各有悟入依稀<a 
name="0269c20" id="0269c20"></a>髣&#x9AF4;窺見一斑類皆坐在相似覺中以不能空五<a 
name="0269c21" id="0269c21"></a>蘊銷六根盡五住超二死未超心量未至圓極故<a 
name="0269c22" id="0269c22"></a>也唯諸佛菩薩窮高極深透性徹相證無上法是<a 
name="0269c23" id="0269c23"></a>無等等故經中標曰大佛頂首楞嚴王厥旨深哉<a 
name="0269c24" id="0269c24"></a>經者常也作終古之常規為佛燈之後<span class="gaiji">燄<!--gaiji,燄,1[舀*炎],2&#x269A8;,3--></span>故若依<a 
name="0270a01" id="0270a01"></a>下文心可軌持故稱曰經如是則三科七大悉皆<a 
name="0270a02" id="0270a02"></a>是經以心&#x5FA7;攝一切法故若依法華玄義則偏用<a 
name="0270a03" id="0270a03"></a>一塵如佛在時金口宣揚聽者得道是以聲為經<a 
name="0270a04" id="0270a04"></a>若佛去世紙墨流傳是以色為經若謂修我法者<a 
name="0270a05" id="0270a05"></a>證乃自知是以法為經此方用三塵而<span class="corr" title='[巳&gt;已]'>已</span>餘三根<a 
name="0270a06" id="0270a06"></a>鈍鼻&#x9F45;紙墨則無所知身觸經卷亦不能覺舌噉<a 
name="0270a07" id="0270a07"></a>紙墨亦不能解若他土則全用六塵如淨名云於<a 
name="0270a08" id="0270a08"></a>食等者於法亦等此即偏用舌根所對為經或有<a 
name="0270a09" id="0270a09"></a>國土以天衣觸身而得道此偏用觸為經或見佛<a 
name="0270a10" id="0270a10"></a>光明而得道此偏用色為經眾香國中以香為佛<a 
name="0270a11" id="0270a11"></a>事此偏用香為經或寂滅無言觀心得道此偏用<a 
name="0270a12" id="0270a12"></a>意為經他方六根利六塵皆得為經此土三根鈍<a 
name="0270a13" id="0270a13"></a>唯以三塵為經也。</p><a 
name="0270a14" id="0270a14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>天竺沙門般剌密諦譯。</p><a 
name="0270a15" id="0270a15"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>天竺西域國之總名此翻月<span class="gaiji">邦<!--gaiji,邦,1[邱-丘+(看-目)],2,3--></span>以大國形於小國<a 
name="0270a16" id="0270a16"></a>眾國如星此<span class="gaiji">邦<!--gaiji,邦,1[邱-丘+(看-目)],2,3--></span>如月故沙門此云勤息勤行善法<a 
name="0270a17" id="0270a17"></a>止息惡行故般剌密諦此云極量譯師名也譯者<a 
name="0270a18" id="0270a18"></a>翻梵字而成華字。</p><a 
name="0270a19" id="0270a19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此經係龍勝菩薩於龍宮默誦而出五天世主最<a 
name="0270a20" id="0270a20"></a>所寶惜秘而不傳昔天台智者大師聞西域有是<a 
name="0270a21" id="0270a21"></a>經夙夜西望拜求願見而未及見般<span class="corr" title='[刺&gt;剌]'>剌</span>密諦欲傳<a 
name="0270a22" id="0270a22"></a>震旦屢竊而來皆被獲回後以微妙細<span class="gaiji">[疊*毛]<!--gaiji,,1[疊*毛],2&#x3CB2;,3--></span>書之乃<a 
name="0270a23" id="0270a23"></a>破臂藏於皮中航海而達廣州會宰相房融知南<a 
name="0270a24" id="0270a24"></a>銓在廣請就制止寺譯出而筆受之經成謄寫入<a 
name="0270b01" id="0270b01"></a>奏適中宗初嗣國家多事未遑頒行有神秀禪師<a 
name="0270b02" id="0270b02"></a>入內道場見所奏本傳寫歸荊州度門寺時慧振<a 
name="0270b03" id="0270b03"></a>法師常慕此經訪度門寺而得之經始傳天寶十<a 
name="0270b04" id="0270b04"></a>年西京興福寺惟&#x6164;法師復於故相房融家得其<a 
name="0270b05" id="0270b05"></a>筆受之本始作疏解而廣傳之。</p><a 
name="0270b06" id="0270b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>烏萇國沙門彌伽釋迦譯語。</p><a 
name="0270b07" id="0270b07"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>烏萇此云苑古大國之苑囿國以此得名在北天<a 
name="0270b08" id="0270b08"></a>竺彌伽釋迦此云能降伏譯語即度語謂裁度兩<a 
name="0270b09" id="0270b09"></a>方正理翻梵語而成華言也。</p><a 
name="0270b10" id="0270b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>菩薩戒弟子前正議大夫同中書門下平章事房融<a 
name="0270b11" id="0270b11"></a>筆受。</p><a 
name="0270b12" id="0270b12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>菩薩戒者宰官而受菩薩戒者也弟子者以三寶<a 
name="0270b13" id="0270b13"></a>為大師也前者舊也謂現謫廣州知南銓事故指<a 
name="0270b14" id="0270b14"></a>以下官名乃其舊職也正議者史稱正諫言官也<a 
name="0270b15" id="0270b15"></a>大夫者謂大扶世教正風化舉直措枉樹立人才<a 
name="0270b16" id="0270b16"></a>之稱同者兼也中書門下二俱內省即左右相府<a 
name="0270b17" id="0270b17"></a>也然中書多掌王言門下多出政事融乃權兼二<a 
name="0270b18" id="0270b18"></a>省故並書之平章事者書曰平章百姓謂平均萬<a 
name="0270b19" id="0270b19"></a>物章明庶政是其職事也房融即房琯之父父子<a 
name="0270b20" id="0270b20"></a>俱相而融略出琯傳筆受者謂譯語之後或拙醜<a 
name="0270b21" id="0270b21"></a>則秉筆而潤色之房相在譯場中亦兼此職故與<a 
name="0270b22" id="0270b22"></a>二師互顯其功也。</p><a 
name="0270b23" id="0270b23"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>凡經大旨無論豐約科為三分一序分二正宗分<a 
name="0270b24" id="0270b24"></a>三流通分初先明序分有通有別。</p><a 
name="0270c01" id="0270c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>如是我聞一時佛在室羅筏城祗桓精舍與大比丘<a 
name="0270c02" id="0270c02"></a>眾千二百五十人俱皆是無漏大阿羅漢。</p><a 
name="0270c03" id="0270c03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>先明通序諸經通用故亦名證信序證法有所授<a 
name="0270c04" id="0270c04"></a>令人生信故昔世尊將涅槃時阿難以三問問佛<a 
name="0270c05" id="0270c05"></a>一問佛涅槃後我等云何依止二問佛滅度後誰<a 
name="0270c06" id="0270c06"></a>當作師三問一切經首作何等語佛言我涅槃後<a 
name="0270c07" id="0270c07"></a>當依四念處從今日後波羅提木叉是汝之師一<a 
name="0270c08" id="0270c08"></a>切經首當安如是我聞等及世尊滅度後阿難陞<a 
name="0270c09" id="0270c09"></a>座說法三疑競起一疑佛再生二疑他方佛來三<a 
name="0270c10" id="0270c10"></a>疑阿難轉身成佛阿難舉如是我聞等三疑頓息<a 
name="0270c11" id="0270c11"></a>故經首皆以此冠之如是者指法之辭我者結集<a 
name="0270c12" id="0270c12"></a>之人自稱謂如是之法是我親從佛聞非<span class="corr" title='[巳&gt;己]'>己</span>臆說<a 
name="0270c13" id="0270c13"></a>一時者以說法時西天東土紀曆不同故總云一<a 
name="0270c14" id="0270c14"></a>佛者覺也謂自覺覺他覺行圓滿故室羅筏或名<a 
name="0270c15" id="0270c15"></a>舍衛此翻豐德以國豐四德謂財寶五欲多聞解<a 
name="0270c16" id="0270c16"></a>脫也祗具云祗陀此云戰勝匿王太子名生時父<a 
name="0270c17" id="0270c17"></a>王與外國戰勝因立美號桓即林也須達布金買<a 
name="0270c18" id="0270c18"></a>園而太子施林即祗樹給孤獨園精舍亦名精藍<a 
name="0270c19" id="0270c19"></a>即給孤所建寂靜處也比丘含三義謂乞士破惡<a 
name="0270c20" id="0270c20"></a>怖魔千二百五十人者初度陳如等五人次度三<a 
name="0270c21" id="0270c21"></a>迦葉兄弟兼徒一千次度舍利弗目犍連各兼徒<a 
name="0270c22" id="0270c22"></a>一百次度耶舍長者五十人經舉大數故減五人<a 
name="0270c23" id="0270c23"></a>此眾並先事外道勤苦累劫一無所證纔遇如來<a 
name="0270c24" id="0270c24"></a>即得聖果故感佛恩常隨佛化為常隨眾也漏謂<a 
name="0271a01" id="0271a01"></a>滲漏此漏有三謂欲漏有漏無明漏今無此三種<a 
name="0271a02" id="0271a02"></a>滲漏故曰無漏阿羅漢含三義謂不生殺賊應供<a 
name="0271a03" id="0271a03"></a>大者揀非定性是回心向佛乘者此上即六種成<a 
name="0271a04" id="0271a04"></a>就謂信聞時主處眾也。</p><a 
name="0271a05" id="0271a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛子住持善超諸有能於國土成就威儀從佛轉輪<a 
name="0271a06" id="0271a06"></a>妙堪遺囑嚴淨毗尼弘範三界應身無量度脫眾生<a 
name="0271a07" id="0271a07"></a>拔濟未來越諸塵累。</p><a 
name="0271a08" id="0271a08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此嘆德也先嘆自利德住者安住如來宮殿故經<a 
name="0271a09" id="0271a09"></a>云如來宮殿無有邊自然覺者處其中持者掌握<a 
name="0271a10" id="0271a10"></a>如來法印故經云持此&#x546A;心能於十方摩頂授記<a 
name="0271a11" id="0271a11"></a>自果未成亦於十方蒙佛授記住此殿握此印能<a 
name="0271a12" id="0271a12"></a>行法王令紹法王位故名佛子善超諸有者謂欲<a 
name="0271a13" id="0271a13"></a>有色有無色有總指三界受生處以三界人天不<a 
name="0271a14" id="0271a14"></a>亡因果故曰諸有小乘以出三界為超不名為善<a 
name="0271a15" id="0271a15"></a>今則即三界而出三界非若昔日畏三界如牢獄<a 
name="0271a16" id="0271a16"></a>故曰善超也能於下嘆利他德調而熟之曰成即<a 
name="0271a17" id="0271a17"></a>而順之曰就有威可畏有儀可法如三千威儀八<a 
name="0271a18" id="0271a18"></a>萬細行自能成就亦成就人所謂不起滅盡定而<a 
name="0271a19" id="0271a19"></a>現諸威儀非若昔日&#x8EAD;寂滅而不肯成就眾生也<a 
name="0271a20" id="0271a20"></a>從佛轉輪者謂助佛揚化轉大法輪非若昔日但<a 
name="0271a21" id="0271a21"></a>念空無相無作不欣說法也妙堪遺囑者謂如來<a 
name="0271a22" id="0271a22"></a>以家業付之之謂遺以後事託之之謂囑今既荷<a 
name="0271a23" id="0271a23"></a>擔家業又能發願持經故曰妙堪非若昔日不堪<a 
name="0271a24" id="0271a24"></a>受是法不生一念好樂也嚴淨毗尼弘範三界者<a 
name="0271b01" id="0271b01"></a>毗尼此云調伏調練身心制伏過非即三聚戒也<a 
name="0271b02" id="0271b02"></a>嚴以身言淨以心言十目所視十手所指敢不嚴<a 
name="0271b03" id="0271b03"></a>乎毫釐繫念三途業因敢不淨乎今<span class="corr" title='[巳&gt;已]'>已</span>具足清白<a 
name="0271b04" id="0271b04"></a>梵行言為世法行為世則非若昔日戒有漏缺目<a 
name="0271b05" id="0271b05"></a>為名字羅漢不能為法於三界也應身無量度脫<a 
name="0271b06" id="0271b06"></a>眾生者度謂除其苦脫謂解其縛正言隨類度生<a 
name="0271b07" id="0271b07"></a>隨方解縛非若昔日膠柱鼓瑟無方便也拔濟未<a 
name="0271b08" id="0271b08"></a>來越諸塵累者謂墮見刺者拔之溺欲泥者濟之<a 
name="0271b09" id="0271b09"></a>汙根為塵牽心為累今皆令彼超越不落陷&#x7A7D;此<a 
name="0271b10" id="0271b10"></a>見悲心極於未來非若昔日唯為一身如獐獨跳<a 
name="0271b11" id="0271b11"></a>也。</p><a 
name="0271b12" id="0271b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>其名曰大智舍利弗摩訶目犍連摩訶拘絺羅富樓<a 
name="0271b13" id="0271b13"></a>那彌多羅尼子須菩提優波尼沙陀等而為上首。</p><a 
name="0271b14" id="0271b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此列名也名者實之賓故有實必有名舍利此云<a 
name="0271b15" id="0271b15"></a>鶖弗即子也其母名舍利以其眼黑白分明動轉<a 
name="0271b16" id="0271b16"></a>流利如之故連母為名目犍連此云采菽氏名拘<a 
name="0271b17" id="0271b17"></a>律陀此云無節樹摩訶拘絺羅此云大膝舍利弗<a 
name="0271b18" id="0271b18"></a>之舅即長爪梵志富樓那此云滿父名彌多羅尼<a 
name="0271b19" id="0271b19"></a>此云慈母名今連父母名故云滿慈子須菩提云<a 
name="0271b20" id="0271b20"></a>空生生時庫藏皆空占者云解空之相既善且吉<a 
name="0271b21" id="0271b21"></a>亦名善現善吉優波尼沙陀此云塵性空於六塵<a 
name="0271b22" id="0271b22"></a>中悟色性故上首者上過也即君子不欲多上人<a 
name="0271b23" id="0271b23"></a>之上首即首出庶物之首言諸羅漢各有過人之<a 
name="0271b24" id="0271b24"></a>能出人頭地如舍利弗智慧第一目犍連神通第<a 
name="0271c01" id="0271c01"></a>一拘絺羅博學第一滿慈子說法第一須菩提解<a 
name="0271c02" id="0271c02"></a>空第一等。</p><a 
name="0271c03" id="0271c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>復有無量辟支無學并其初心同來佛所屬諸比丘<a 
name="0271c04" id="0271c04"></a>休夏自恣十方菩薩咨決心疑欽奉慈嚴將求密義<a 
name="0271c05" id="0271c05"></a>即時如來敷坐宴安為諸會中宣示深奧法筵清眾<a 
name="0271c06" id="0271c06"></a>得未曾有迦陵仙音&#x5FA7;十方界恒沙菩薩來聚道場<a 
name="0271c07" id="0271c07"></a>文殊師利而為上首。</p><a 
name="0271c08" id="0271c08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此敘雲集眾也辟支此云獨覺亦云緣覺出無佛<a 
name="0271c09" id="0271c09"></a>世觀物變易自覺無生者名獨覺出於佛世觀十<a 
name="0271c10" id="0271c10"></a>二因緣流轉還滅而悟無生者名緣覺其根比聲<a 
name="0271c11" id="0271c11"></a>聞稍利以能侵斷習氣故無學即真窮惑盡者初<a 
name="0271c12" id="0271c12"></a>心即研真斷惑者同來佛所者即不謀而至不約<a 
name="0271c13" id="0271c13"></a>而親也屬諸下出其來意屬者適當也休夏自恣<a 
name="0271c14" id="0271c14"></a>者比丘當初夏時即結制禁足安居不令乞食名<a 
name="0271c15" id="0271c15"></a>休夏亦名坐蠟自恣者是期滿解制之日即七月<a 
name="0271c16" id="0271c16"></a>十四十五十六三日也九旬禁足無由覲佛故於<a 
name="0271c17" id="0271c17"></a>解制之日自知有過恣其自陳自不知過恣任僧<a 
name="0271c18" id="0271c18"></a>舉所以考九旬之德業也十方者謂不止一方菩<a 
name="0271c19" id="0271c19"></a>薩此云覺有情咨問也決通也謂心有疑滯故請<a 
name="0271c20" id="0271c20"></a>問而求決通也欽敬也奉承也慈以攝言嚴以折<a 
name="0271c21" id="0271c21"></a>言謂如來具折攝二門故敬承也將求密義者言<a 
name="0271c22" id="0271c22"></a>所以欽承者不獨求決通疑滯且欲更求密修密<a 
name="0271c23" id="0271c23"></a>證之了義也即時下順機說法也敷坐宴安者展<a 
name="0271c24" id="0271c24"></a>坐具而宴然安居也宣示深奧者為說幽深秘奧<a 
name="0272a01" id="0272a01"></a>之法也法筵猶法席清眾即清淨眾得未曾有者<a 
name="0272a02" id="0272a02"></a>聞所未聞也迦陵此云好音鳥佛音似之故以為<a 
name="0272a03" id="0272a03"></a>比&#x5FA7;十方界者昔目連窮佛音聲盡其神力歷河<a 
name="0272a04" id="0272a04"></a>沙界至一佛國報身甚大飯&#x9262;邊圍可當大路目<a 
name="0272a05" id="0272a05"></a>連振錫而遊其上彼諸弟子問其佛曰安所有虫<a 
name="0272a06" id="0272a06"></a>而人其貌者彼佛曰是娑婆世界釋迦高足弟子<a 
name="0272a07" id="0272a07"></a>未可以小而易之因問目連何為至此連以窮佛<a 
name="0272a08" id="0272a08"></a>音聲對彼佛語連云佛音無盡非汝可窮連乃反<a 
name="0272a09" id="0272a09"></a>故知如來音聲&#x5FA7;十方界恒沙菩薩來聚道場者<a 
name="0272a10" id="0272a10"></a>由心洞十方聞聲而集也文殊此云妙德表根本<a 
name="0272a11" id="0272a11"></a>智為擇法眼故居上首。</p><a 
name="0272a12" id="0272a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>時波斯匿王為其父王諱日營齋請佛宮掖自迎如<a 
name="0272a13" id="0272a13"></a>來廣設珍羞無上妙味兼復親延諸大菩薩城中復<a 
name="0272a14" id="0272a14"></a>有長者居士同時飯僧佇佛來應佛&#x52C5;文殊分領菩<a 
name="0272a15" id="0272a15"></a>薩及阿羅漢應諸齋主。</p><a 
name="0272a16" id="0272a16"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此匿王請供也波斯匿此云勝軍是舍衛國王諱<a 
name="0272a17" id="0272a17"></a>日即忌日人子於親亡之日言之酸楚故隱諱而<a 
name="0272a18" id="0272a18"></a>不敢言故以死日為忌日也營齋者修冥福以資<a 
name="0272a19" id="0272a19"></a>先王也宮掖者王之內庭及左右掖設齋內庭者<a 
name="0272a20" id="0272a20"></a>敬之至也自迎者敬法王之德忘人王之勢也珍<a 
name="0272a21" id="0272a21"></a>羞者羞進也言所進之&#x994D;皆世間貴重之物非凡<a 
name="0272a22" id="0272a22"></a>品也延亦迎也既自迎佛復自迎僧敬師以及弟<a 
name="0272a23" id="0272a23"></a>子也福德俱隆名長者清淨自居名居士同時飯<a 
name="0272a24" id="0272a24"></a>僧者上行下效也&#x7ADA;&#x7AE2;立也佛&#x52C5;分應者慰眾心<a 
name="0272b01" id="0272b01"></a>也王命曰&#x52C5;故法王之命亦曰&#x52C5;問世尊分身無<a 
name="0272b02" id="0272b02"></a>量不自應而令文殊分領應供者何義答示同世<a 
name="0272b03" id="0272b03"></a>法無相奪倫也若言分身無量即菩薩羅漢各各<a 
name="0272b04" id="0272b04"></a>皆能奚必世尊耶。</p><a 
name="0272b05" id="0272b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>唯有阿難先受別請遠遊未還不遑僧次既無上座<a 
name="0272b06" id="0272b06"></a>及阿闍黎途中獨歸其日無供即時阿難執持應器<a 
name="0272b07" id="0272b07"></a>於所遊城次第循乞心中初求最後檀越以為齋主<a 
name="0272b08" id="0272b08"></a>無問淨穢剎利尊姓及栴陀羅方行等慈不擇微賤<a 
name="0272b09" id="0272b09"></a>發意圓成一切眾生無量功德。</p><a 
name="0272b10" id="0272b10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此發起序也發起此經由緒故亦名別序各有發<a 
name="0272b11" id="0272b11"></a>起因緣故此經以誤墮婬室為發起故先敘誤墮<a 
name="0272b12" id="0272b12"></a>之由阿難此云慶喜斛飯王之子佛成道日生淨<a 
name="0272b13" id="0272b13"></a>飯既聞太子成道斛飯復奏王宮生男舉國欣慶<a 
name="0272b14" id="0272b14"></a>因名慶喜佛堂弟也先受別請者謂自恣日前先<a 
name="0272b15" id="0272b15"></a>受別方之請也不遑猶無暇詩云不遑將父是也<a 
name="0272b16" id="0272b16"></a>應供常規輪次而出今阿難既受別請尚未還歸<a 
name="0272b17" id="0272b17"></a>無暇列於眾僧之次也上更無人曰上座阿闍黎<a 
name="0272b18" id="0272b18"></a>此云軌範師能紏正弟子者律制僧遠出二師翊<a 
name="0272b19" id="0272b19"></a>從所以嚴行止防誤失也今無二師故獨歸不列<a 
name="0272b20" id="0272b20"></a>僧次故無供即時下敘平等行慈應器&#x9262;也應<span class="corr" title='[巳&gt;己]'>己</span><a 
name="0272b21" id="0272b21"></a>食量為大小故次第循乞者謂挨門而乞無揀擇<a 
name="0272b22" id="0272b22"></a>也最後檀越謂曾未飯僧行施者初求二字便是<a 
name="0272b23" id="0272b23"></a>阿難走作處經云願求諸佛慧亦不著願求求佛<a 
name="0272b24" id="0272b24"></a>慧尚不令貪著況無供而求未飯僧之檀越乎且<a 
name="0272c01" id="0272c01"></a>纔有求心便有分別既有分別便有淨穢有貴賤<a 
name="0272c02" id="0272c02"></a>安能一目平等視之哉剎利王家栴陀羅屠家也<a 
name="0272c03" id="0272c03"></a>方行等慈者既曰初求又曰方行見得阿難本無<a 
name="0272c04" id="0272c04"></a>是心因無供而卒起是心也發意猶言作意調而<a 
name="0272c05" id="0272c05"></a>應偶而會者方能入&#x913D;垂手平等行慈今言作意<a 
name="0272c06" id="0272c06"></a>見得勉強非不思不勉之比。</p><a 
name="0272c07" id="0272c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難<span class="corr" title='[巳&gt;已]'>已</span>知如來世尊訶須菩提及大迦葉為阿羅漢<a 
name="0272c08" id="0272c08"></a>心不均平欽仰如來開闡無遮度諸疑謗經彼城隍<a 
name="0272c09" id="0272c09"></a>徐步郭門嚴整威儀肅恭齋法。</p><a 
name="0272c10" id="0272c10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此敘發意行乞是隨順佛語不由中出也須菩提<a 
name="0272c11" id="0272c11"></a>捨貧從富大迦葉捨富從貧一謂富者易施一謂<a 
name="0272c12" id="0272c12"></a>貧者植因如來訶其心不均平以有去不去故不<a 
name="0272c13" id="0272c13"></a>均分貧分富故不平今阿難欽仰如來昔日之語<a 
name="0272c14" id="0272c14"></a>故發是意一以闡平等無遮無礙之慈一以度眾<a 
name="0272c15" id="0272c15"></a>人生疑生謗之口言疑謗者若專向貧家則富者<a 
name="0272c16" id="0272c16"></a>疑之曰是必詭名乞食者非佛弟子也若專向富<a 
name="0272c17" id="0272c17"></a>家則貧者謗之曰是必竊慕聲勢者非佛弟子也<a 
name="0272c18" id="0272c18"></a>阿難發意欲度疑謗故於高門懸薄次第循乞也<a 
name="0272c19" id="0272c19"></a>經猶歷也城外無水之地曰隍郭門城門也經彼<a 
name="0272c20" id="0272c20"></a>四句描寫乞食時規行矩步之態正見心未融化<a 
name="0272c21" id="0272c21"></a>處如此行履可入淨而不可入穢可入佛而不可<a 
name="0272c22" id="0272c22"></a>入魔可比丘而不可菩薩今比丘而卒行菩薩事<a 
name="0272c23" id="0272c23"></a>何異見彈而求鴞炙然不至於折鼎足而覆公餗<a 
name="0272c24" id="0272c24"></a>者如來神&#x546A;之力也此段發起因緣但看金剛經<a 
name="0273a01" id="0273a01"></a>爾時世尊著衣持&#x9262;入舍衛城乞食等語自然中<a 
name="0273a02" id="0273a02"></a>節毫無勉強則聖賢心跡判然斷非蠟等可進矣。</p><a 
name="0273a03" id="0273a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時阿難因乞食次經歷婬室遭大幻術摩登伽女<a 
name="0273a04" id="0273a04"></a>以娑毗迦羅先梵天&#x546A;攝入婬席婬躬撫摩將毀戒<a 
name="0273a05" id="0273a05"></a>體。</p><a 
name="0273a06" id="0273a06"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此敘誤墮婬室也因乞食次猶言因次第乞食也<a 
name="0273a07" id="0273a07"></a>幻術者變無為有化有為無以&#x8657;幻之術惑人心<a 
name="0273a08" id="0273a08"></a>目者也摩登伽此云本性妓女也娑毗迦羅即金<a 
name="0273a09" id="0273a09"></a>頭外道所傳&#x546A;術名先梵天者謂是古昔梵天所<a 
name="0273a10" id="0273a10"></a>授神其說以動人也攝入婬席者由阿難具佛二<a 
name="0273a11" id="0273a11"></a>十相好色美如銀登伽起愛遂以&#x546A;力攝之而入<a 
name="0273a12" id="0273a12"></a>婬席也婬躬撫摩將毀戒體者謂以婬身逼近欲<a 
name="0273a13" id="0273a13"></a>毀阿難淨戒之體也由尊者求心未歇作意未忘<a 
name="0273a14" id="0273a14"></a>心未曾平見何曾等乃欲平等行慈竟遭魔手故<a 
name="0273a15" id="0273a15"></a>知非得事事無礙者斷不能入泥入水平等行慈<a 
name="0273a16" id="0273a16"></a>矣真淨云事事無礙如意自在手把&#x732A;頭口誦淨<a 
name="0273a17" id="0273a17"></a>戒&#x8D82;出婬房未還酒債十字街頭解開布袋如此<a 
name="0273a18" id="0273a18"></a>行履方堪垂手接人行平等慈入淨入穢都無障<a 
name="0273a19" id="0273a19"></a>礙問此經直顯楞嚴大定何故以多聞誤墮為發<a 
name="0273a20" id="0273a20"></a>起答大都性識聰敏者樂博聞廣見聞見既多則<a 
name="0273a21" id="0273a21"></a>心不專而志不一無由得此大定故假多聞之人<a 
name="0273a22" id="0273a22"></a>為發起然必誤墮婬室者以欲漏未除縱有多聞<a 
name="0273a23" id="0273a23"></a>皆滋愛本若欲漏一除則多聞皆成智寶故下經<a 
name="0273a24" id="0273a24"></a>云欲漏不先除畜聞成過誤先德亦云聞中生解<a 
name="0273b01" id="0273b01"></a>意下丹青目前雖美久蘊成病故以多聞誤墮為<a 
name="0273b02" id="0273b02"></a>發起也問若是則如來所說三藏十二部類皆無<a 
name="0273b03" id="0273b03"></a>用何故經中復說聞一句一偈者皆得作佛其不<a 
name="0273b04" id="0273b04"></a>解者為無聞比丘答若聞法而肯進修即一句一<a 
name="0273b05" id="0273b05"></a>偈皆得菩提若多聞而不修即三藏十二部瀾翻<a 
name="0273b06" id="0273b06"></a>熟讀只滋愛染故大經云如人善方藥自疾不能<a 
name="0273b07" id="0273b07"></a>救於法不修行多聞亦如是問若是則修正定者<a 
name="0273b08" id="0273b08"></a>不必讀經看教唯是隳肢體黜聰明守愚抱拙以<a 
name="0273b09" id="0273b09"></a>為事可乎曰若不通經教則理性不明禪觀不解<a 
name="0273b10" id="0273b10"></a>尚不知徑路何由得入若唯以堆堆死坐如枯樁<a 
name="0273b11" id="0273b11"></a>為事古人訶之為魂不散死人落空亡外道又謂<a 
name="0273b12" id="0273b12"></a>之默照邪禪惡乎可故知理觀未明必先討尋經<a 
name="0273b13" id="0273b13"></a>教經教既明<span class="corr" title='[巳&gt;已]'>已</span>知入路方堪進修若經教<span class="corr" title='[巳&gt;已]'>已</span>明禪<a 
name="0273b14" id="0273b14"></a>觀<span class="corr" title='[巳&gt;已]'>已</span>解入路<span class="corr" title='[巳&gt;已]'>已</span>知而嘵嘵唯以口舌爭雄不肯潛<a 
name="0273b15" id="0273b15"></a>修密證為不可耳尊者正為以多聞為實證者作<a 
name="0273b16" id="0273b16"></a>標牓不為蠢然無知者作標牓也。</p><a 
name="0273b17" id="0273b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>如來知彼婬術所加齋畢旋歸王及大臣長者居士<a 
name="0273b18" id="0273b18"></a>俱來隨佛願聞法要於時世尊頂放百寶無畏光明<a 
name="0273b19" id="0273b19"></a>光中出生千葉寶蓮有佛化身結跏趺坐宣說神&#x546A;<a 
name="0273b20" id="0273b20"></a>&#x52C5;文殊師利將&#x546A;往護惡&#x546A;銷滅提獎阿難及摩登<a 
name="0273b21" id="0273b21"></a>伽歸來佛所。</p><a 
name="0273b22" id="0273b22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此如來哀救也如來常儀齋畢說法今既速歸必<a 
name="0273b23" id="0273b23"></a>有所為故王臣大眾隨來也頂放百寶無畏光明<a 
name="0273b24" id="0273b24"></a>者示此光明是最勝法無善不具故曰百寶無惡<a 
name="0273c01" id="0273c01"></a>不摧故曰無畏光中出生千葉寶蓮者示此智光<a 
name="0273c02" id="0273c02"></a>為萬行之本也有佛化身結跏趺坐者示此智光<a 
name="0273c03" id="0273c03"></a>為諸佛之母也佛不自說&#x546A;令化佛說者示此&#x546A;<a 
name="0273c04" id="0273c04"></a>心是不動智必是不動佛說也佛&#x52C5;文殊將&#x546A;往<a 
name="0273c05" id="0273c05"></a>護惡&#x546A;銷滅者魔&#x546A;元屬婬根佛既說&#x546A;復&#x52C5;大<a 
name="0273c06" id="0273c06"></a>智慧人持&#x546A;而往則全&#x546A;是人全人是&#x546A;以此&#x546A;<a 
name="0273c07" id="0273c07"></a>力加之婬根如湯銷&#x6C37;如明破暗故令摩登婬火<a 
name="0273c08" id="0273c08"></a>頓歇阿難戒體如初提獎歸來者謂提撕獎勸令<a 
name="0273c09" id="0273c09"></a>歸見佛也序分竟。</p><a 
name="0273c10" id="0273c10"></a><p style="text-indent: 0em; margin-left: 2em"><span class="linehead"></span>此下正宗分大科為二一是菩提涅槃根本二<a 
name="0273c11" id="0273c11"></a>是生死流轉根本○初科復分為四一見道分<a 
name="0273c12" id="0273c12"></a>二修道分三證道分四結經分且初見道分。</p><a 
name="0273c13" id="0273c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難見佛頂禮悲泣恨無始來一向多聞未全道力<a 
name="0273c14" id="0273c14"></a>殷勤啟請十方如來得成菩提妙奢摩他三摩禪那<a 
name="0273c15" id="0273c15"></a>最初方便於時復有恒沙菩薩及諸十方大阿羅漢<a 
name="0273c16" id="0273c16"></a>辟支佛等俱願樂聞退坐默然承受聖旨。</p><a 
name="0273c17" id="0273c17"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此因誤墮而請大定也古人得一指頭禪一生用<a 
name="0273c18" id="0273c18"></a>之不盡阿難歷劫憶持如來秘密妙嚴不能免離<a 
name="0273c19" id="0273c19"></a>摩登伽難故知博學多聞若不真修實證盡落鬼<a 
name="0273c20" id="0273c20"></a>家活計及對境風一吹便倒皆由平日學力有餘<a 
name="0273c21" id="0273c21"></a>道力不足故因誤墮而陡然發憤正如蘇季敝裘<a 
name="0273c22" id="0273c22"></a>還鄉不得不刺股揣摩以圖卿相也恨是憤憤悱<a 
name="0273c23" id="0273c23"></a>悱意道人不可無此恨恨是獲法身之前茅阿難<a 
name="0273c24" id="0273c24"></a>悟後改願由此一恨向後悲淚痛責皆從此恨流<a 
name="0274a01" id="0274a01"></a>出一向多聞未全道力者一向者正指等與釋迦<a 
name="0274a02" id="0274a02"></a>空王佛所同時發心言也從外入者為多聞從內<a 
name="0274a03" id="0274a03"></a>出者為道力古德云從語言文字入者其力淺從<a 
name="0274a04" id="0274a04"></a>自<span class="corr" title='[巳&gt;己]'>己</span>胸中流出者其力大是也殷勤下欣佛果而<a 
name="0274a05" id="0274a05"></a>請因心也菩提果覺也奢摩他等因心也若準常<a 
name="0274a06" id="0274a06"></a>途奢摩他云止三摩云等至禪那云靜慮若準圓<a 
name="0274a07" id="0274a07"></a>覺寂靜銷幻寂滅為義若準本經妙湛總持不動<a 
name="0274a08" id="0274a08"></a>為義也言妙湛者謂此心體妙覺湛然本來清淨<a 
name="0274a09" id="0274a09"></a>故總持者謂此心體三科七大無不周&#x5FA7;故不動<a 
name="0274a10" id="0274a10"></a>者謂此心體在聖而聖在凡而凡不落聖凡故或<a 
name="0274a11" id="0274a11"></a>奢摩他是不變義三摩是隨緣義禪那是不變隨<a 
name="0274a12" id="0274a12"></a>緣隨緣不變義或奢摩他是空如來藏三摩是不<a 
name="0274a13" id="0274a13"></a>空如來藏禪那是空不空如來藏也意謂此一心<a 
name="0274a14" id="0274a14"></a>三觀我<span class="corr" title='[巳&gt;已]'>已</span>熟聞但不曾悟不曾修不曾證不得其<a 
name="0274a15" id="0274a15"></a>用故為魔力攝持無由自脫始信多聞無益於<span class="corr" title='[巳&gt;己]'>己</span><a 
name="0274a16" id="0274a16"></a>然我雖蒙如來授記作佛若不修因終難得果十<a 
name="0274a17" id="0274a17"></a>方如來悉由此三得成正覺不知如來最初何由<a 
name="0274a18" id="0274a18"></a>而得開悟何由而得證入也問此經既請三觀何<a 
name="0274a19" id="0274a19"></a>處是答奢摩他何處是答三摩提何處是答禪那<a 
name="0274a20" id="0274a20"></a>答若在見道分是先與剖析其義令彼解悟故從<a 
name="0274a21" id="0274a21"></a>破妄心破業識以至破因緣自然和合不和合直<a 
name="0274a22" id="0274a22"></a>顯玅覺性是本有究竟堅固不壞之體是答奢摩<a 
name="0274a23" id="0274a23"></a>他義復明陰入處界一一皆是妙覺性中流出悉<a 
name="0274a24" id="0274a24"></a>無自性以顯一切事究竟堅固不壞以答三摩提<a 
name="0274b01" id="0274b01"></a>義復明七大相本是妄性本是真雖循業發現周<a 
name="0274b02" id="0274b02"></a>&#x5FA7;法界而清淨本然不曾動著以明即事即理是<a 
name="0274b03" id="0274b03"></a>答禪那義故阿難從此開悟而讚佛法身即是玅<a 
name="0274b04" id="0274b04"></a>湛總持不動尊也故自四卷初復興二問辨明三<a 
name="0274b05" id="0274b05"></a>科七大之疑而以三如來藏作結以顯一心圓通<a 
name="0274b06" id="0274b06"></a>具含三義故稱為妙若起信一心具含體相用三<a 
name="0274b07" id="0274b07"></a>故稱為大耳意謂即此一如來藏心離萬法而獨<a 
name="0274b08" id="0274b08"></a>露曰奢摩他即萬法而無跡曰三摩提在即離而<a 
name="0274b09" id="0274b09"></a>非即離曰禪那名雖有三總一如來圓通藏心也<a 
name="0274b10" id="0274b10"></a>若在修道分二十五聖於三科七大各證圓通而<a 
name="0274b11" id="0274b11"></a>獨選耳根一門深入者是以耳根為入三如來藏<a 
name="0274b12" id="0274b12"></a>之門也若證道分即以三如來藏為因地心中中<a 
name="0274b13" id="0274b13"></a>流入以至妙覺此又以三如來藏為果地覺也故<a 
name="0274b14" id="0274b14"></a>知見道見此修道修此證道證此更無他法問三<a 
name="0274b15" id="0274b15"></a>觀<span class="corr" title='[巳&gt;已]'>已</span>知大&#x69E9;若最初方便下文當何所指答若在<a 
name="0274b16" id="0274b16"></a>見道分當以破心顯見為最初方便修道分的以<a 
name="0274b17" id="0274b17"></a>耳根入門為最初方便證道分以不生不滅因心<a 
name="0274b18" id="0274b18"></a>為最初方便也若據阿難一問則一經大旨見修<a 
name="0274b19" id="0274b19"></a>證道盡可包羅故下文見道一分是答妙奢摩他<a 
name="0274b20" id="0274b20"></a>三摩禪那修道一分是答耳根為最初方便證道<a 
name="0274b21" id="0274b21"></a>一分是答十方如來得成菩提意謂欲得菩提果<a 
name="0274b22" id="0274b22"></a>覺必先入妙奢摩他三摩禪那如來藏心為因地<a 
name="0274b23" id="0274b23"></a>欲入如來藏心必從耳根反聞為修行方便也。</p><a 
name="0274b24" id="0274b24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難汝我同氣情均天倫當初發心於我法中<a 
name="0274c01" id="0274c01"></a>見何勝相頓捨世間深重恩愛。</p><a 
name="0274c02" id="0274c02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此最初審知見也阿難既請三觀為成佛之因世<a 
name="0274c03" id="0274c03"></a>尊即當答云如何是奢摩他如何是三摩如何是<a 
name="0274c04" id="0274c04"></a>禪那不如是答而反詰其最初發心者何居&#x8462;妙<a 
name="0274c05" id="0274c05"></a>之一字是如來自證法門向人輕吐不得且阿難<a 
name="0274c06" id="0274c06"></a>正當初發憤時又不可即施峻厲法藥故先逆探<a 
name="0274c07" id="0274c07"></a>其病源緩緩道出如我同氣情均天倫者所以慰<a 
name="0274c08" id="0274c08"></a>其心也意謂他人請問亦必盡情吐露況汝與我<a 
name="0274c09" id="0274c09"></a>同條共本有所請問而不盡情向汝道者哉藹然<a 
name="0274c10" id="0274c10"></a>兄弟之情溢乎言表但汝問我成道最初方便我<a 
name="0274c11" id="0274c11"></a>&#x5374;問汝出家最初發心&#x8462;車無三寸轄則不可行<a 
name="0274c12" id="0274c12"></a>戶無三尺關則不可閉病不知其源則難施法藥<a 
name="0274c13" id="0274c13"></a>故因其請而反詰之也意謂世間至恩至愛莫如<a 
name="0274c14" id="0274c14"></a>父母而汝最初發心在我法中有何所見頓將深<a 
name="0274c15" id="0274c15"></a>恩重愛一時割捨投我出家先德云末後牢關不<a 
name="0274c16" id="0274c16"></a>離最初一句故阿難如是問世尊亦如是審之。</p><a 
name="0274c17" id="0274c17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難白佛我見如來三十二相勝妙殊絕形體映徹<a 
name="0274c18" id="0274c18"></a>猶如琉璃常自思惟此相非是欲愛所生何以故欲<a 
name="0274c19" id="0274c19"></a>氣麤濁腥臊交遘膿血雜亂不能發生勝淨妙明紫<a 
name="0274c20" id="0274c20"></a>金光聚是以渴仰從佛剃落。</p><a 
name="0274c21" id="0274c21"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此初陳眾生知見也我見如來三十二相見即見<a 
name="0274c22" id="0274c22"></a>分相即相分三十二者始於無見頂相終於足下<a 
name="0274c23" id="0274c23"></a>安平勝妙殊絕者是認三十二相為奇特也超萬<a 
name="0274c24" id="0274c24"></a>類而首出曰勝處五濁而不染曰妙混眾形而獨<a 
name="0275a01" id="0275a01"></a>異曰殊在諸聖而特尊曰絕形體映徹猶如琉璃<a 
name="0275a02" id="0275a02"></a>者長短大小曰形百骸四肢曰體內外洞明曰映<a 
name="0275a03" id="0275a03"></a>徹故以琉璃為喻阿難被世尊一問將底蘊盡情<a 
name="0275a04" id="0275a04"></a>吐出&#x5374;被三十二相一時換&#x5374;眼睛豈知能見所<a 
name="0275a05" id="0275a05"></a>見皆屬依他盡是&#x8657;妄耶常自思惟下復從見相<a 
name="0275a06" id="0275a06"></a>處分淨分染生愛生憎是&#x8657;妄中重添&#x8657;妄此則<a 
name="0275a07" id="0275a07"></a>從依他而生&#x5FA7;計也故曰此相不是欲愛所生以<a 
name="0275a08" id="0275a08"></a>欲氣麤濁不能發生琉璃映徹之勝淨紫金光聚<a 
name="0275a09" id="0275a09"></a>之妙明故見如來三十二相生渴仰心作奇特想<a 
name="0275a10" id="0275a10"></a>作希有想於是頓捨恩愛從佛剃落此則厭麤濁<a 
name="0275a11" id="0275a11"></a>而欣淨明皆是識心分別計度豈知染相不忘故<a 
name="0275a12" id="0275a12"></a>為魔轉淨相不忘又為佛轉雖佛魔有異淨穢差<a 
name="0275a13" id="0275a13"></a>殊無非知見立知總是合塵背覺此中所說見相<a 
name="0275a14" id="0275a14"></a>是三細中之轉現思惟是六麤為一經之發&#x8109;故<a 
name="0275a15" id="0275a15"></a>下文先破六麤次破三細次顯如來藏心次第紬<a 
name="0275a16" id="0275a16"></a>繹方見深旨。</p><a 
name="0275a17" id="0275a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛言善哉阿難汝等當知一切眾生從無始來生死<a 
name="0275a18" id="0275a18"></a>相續皆由不知常住真心性淨明體用諸妄想此想<a 
name="0275a19" id="0275a19"></a>不真故有輪轉。</p><a 
name="0275a20" id="0275a20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此雙標真妄為一經之綱宗也善哉者縱辭言汝<a 
name="0275a21" id="0275a21"></a>見三十二相便能割愛出家豈非世間決裂大丈<a 
name="0275a22" id="0275a22"></a>夫事何善如之第此一念厭染愛淨正是眾生知<a 
name="0275a23" id="0275a23"></a>見此從發潤二種無明流出生死相續皆由於此<a 
name="0275a24" id="0275a24"></a>故即奪云汝等云云一切眾生總指三界未超分<a 
name="0275b01" id="0275b01"></a>段生死者言不知即不覺也常住真心性淨明體<a 
name="0275b02" id="0275b02"></a>即佛知見也在紛擾而不變異曰常在生滅而無<a 
name="0275b03" id="0275b03"></a>去來曰住在幻妄而不爛壞曰真在萬法而不動<a 
name="0275b04" id="0275b04"></a>搖曰性在汙濁而不染曰淨在欲氣而不昏曰明<a 
name="0275b05" id="0275b05"></a>言汝有此心體勝淨妙明本周法界而不知反認<a 
name="0275b06" id="0275b06"></a>如來勝淨妙明形體映徹之相以為奇特而生渴<a 
name="0275b07" id="0275b07"></a>仰是即舍爾靈龜觀我朵<span class="gaiji">&#x9825;<!--gaiji,頤,1[(厂-一)*臣*頁],2&#x9825;,3--></span>非妄想而何由汝日<a 
name="0275b08" id="0275b08"></a>日所用者皆用此妄想此想不是汝之常住真心<a 
name="0275b09" id="0275b09"></a>是汝生死根本由汝錯用此心認賊為子故有生<a 
name="0275b10" id="0275b10"></a>死流轉耳臨濟云你一念心清淨光是你屋裏法<a 
name="0275b11" id="0275b11"></a>身佛一念無差別光是你屋裏報身佛一念無差<a 
name="0275b12" id="0275b12"></a>別光是你屋裏化身佛此三種佛是你即今聽法<a 
name="0275b13" id="0275b13"></a>者是尊者不自反觀向外馳求可謂業識茫茫無<a 
name="0275b14" id="0275b14"></a>本可據矣。</p><a 
name="0275b15" id="0275b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝今欲研無上菩提真發明性應當直心詶我所問<a 
name="0275b16" id="0275b16"></a>十方如來同一道故出離生死皆以直心心言直故<a 
name="0275b17" id="0275b17"></a>如是乃至終始地位中間永無諸委曲相。</p><a 
name="0275b18" id="0275b18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此恐尊者言有隱諱故勉其直心答問也言汝既<a 
name="0275b19" id="0275b19"></a>欲研究無上菩提真欲發明自性應當直心吐露<a 
name="0275b20" id="0275b20"></a>於我有疑直問有問直答不得半吞半吐藏頭露<a 
name="0275b21" id="0275b21"></a>尾若爾便成委曲相矣先德云擬心思量早是曲<a 
name="0275b22" id="0275b22"></a>了不擬心一一天真一一明妙淨名云直心是道<a 
name="0275b23" id="0275b23"></a>場由直故能出生死由直故能證菩提十方諸佛<a 
name="0275b24" id="0275b24"></a>皆以直心直言為造道之始心言既直內外一如<a 
name="0275c01" id="0275c01"></a>則生死可以直超妙莊嚴海可以直入故臺山婆<a 
name="0275c02" id="0275c02"></a>子凡見人問路便云驀直去若有一毫委曲便落<a 
name="0275c03" id="0275c03"></a>眾生知見即遭枝岐下文云狂心自歇歇即菩提<a 
name="0275c04" id="0275c04"></a>此直路也不成菩提乃至別成聲聞緣覺及外道<a 
name="0275c05" id="0275c05"></a>天魔者皆曲路也今尊者分淨分穢便是一心有<a 
name="0275c06" id="0275c06"></a>兩條路早成迂曲故勉之也。</p><a 
name="0275c07" id="0275c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難我今問汝當汝發心緣於如來三十二相將何<a 
name="0275c08" id="0275c08"></a>所見誰為愛樂阿難白佛言世尊如是愛樂用我心<a 
name="0275c09" id="0275c09"></a>目由目觀是如來勝相心生愛樂故我發心願捨生<a 
name="0275c10" id="0275c10"></a>死。</p><a 
name="0275c11" id="0275c11"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此細審眾生知見也尊者索頭<span class="corr" title='[巳&gt;已]'>已</span>在世尊手裏故<a 
name="0275c12" id="0275c12"></a>捻定見相發心重翻問端要令自<span class="corr" title='[巳&gt;己]'>己</span>搜尋妄本言<a 
name="0275c13" id="0275c13"></a>汝當初見三十二相時將恁麼物去見生渴仰時<a 
name="0275c14" id="0275c14"></a>又是誰去愛樂尊者若向此處識得誰何二字一<a 
name="0275c15" id="0275c15"></a>生參學事畢爭奈不分緇素信口答云由目觀見<a 
name="0275c16" id="0275c16"></a>心生愛樂目即眼根心即意識眼見心知便是眾<a 
name="0275c17" id="0275c17"></a>生知見豈知藏識名心心之精光是見下文重重<a 
name="0275c18" id="0275c18"></a>開示不過翻眾生知見為佛知見耳。</p><a 
name="0275c19" id="0275c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難如汝所說真所愛樂因於心目若不識知<a 
name="0275c20" id="0275c20"></a>心目所在則不能得降伏塵勞譬如國王為賊所侵<a 
name="0275c21" id="0275c21"></a>發兵討除是兵要當知賊所在使汝流轉心目為咎<a 
name="0275c22" id="0275c22"></a>我今問汝唯心與目今何所在。</p><a 
name="0275c23" id="0275c23"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此細審眾生知見所生處也由阿難認定見者是<a 
name="0275c24" id="0275c24"></a>眼愛者是心不知生死顛倒正坐於此故世尊就<a 
name="0276a01" id="0276a01"></a>上一拶鞠其所起之處言汝既認愛樂三十二相<a 
name="0276a02" id="0276a02"></a>者是心見三十二相者是眼<span class="corr" title='[巳&gt;已]'>已</span>著賊了譬如國被<a 
name="0276a03" id="0276a03"></a>賊侵發兵討除要先知賊所依之處然後塞其去<a 
name="0276a04" id="0276a04"></a>路絕其資&#x7CAE;搗其巢穴斬其首級則邊境肅清烽<a 
name="0276a05" id="0276a05"></a>煙自息今汝輪轉生死不由外物元是自<span class="corr" title='[巳&gt;己]'>己</span>家親<a 
name="0276a06" id="0276a06"></a>作祟自劫家寶若欲以三觀神兵除之必先知其<a 
name="0276a07" id="0276a07"></a>處所故詰之曰唯汝能見之目與能知之心今在<a 
name="0276a08" id="0276a08"></a>何所心目所在是第二番審辭由尊者病根深厚<a 
name="0276a09" id="0276a09"></a>故世尊將其病源一一審究明白方始對病發藥<a 
name="0276a10" id="0276a10"></a>耳。</p><a 
name="0276a11" id="0276a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難白佛言世尊一切世間十種異生同將識心居<a 
name="0276a12" id="0276a12"></a>在身內縱觀如來青蓮華眼亦在佛面我今觀此浮<a 
name="0276a13" id="0276a13"></a>根四塵秖在我面如是識心實居身內。</p><a 
name="0276a14" id="0276a14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此是尊者初呈槍法執心在內也十種異生者十<a 
name="0276a15" id="0276a15"></a>二類生中除空散無想以無身心二相故識心指<a 
name="0276a16" id="0276a16"></a>意識言青蓮華眼者以如來目淨修廣如青蓮故<a 
name="0276a17" id="0276a17"></a>浮根四塵即色香味觸所成麤浮眼根以對勝義<a 
name="0276a18" id="0276a18"></a>名浮塵根意謂自凡至聖莫不眼在外而心在內<a 
name="0276a19" id="0276a19"></a>我寧不知眼在外而心實居身內乎尊者雖是伶<a 
name="0276a20" id="0276a20"></a>牙俐齒旁若無人殊不知腦門<span class="corr" title='[巳&gt;已]'>已</span>是著地即今三<a 
name="0276a21" id="0276a21"></a>尺童子試問其心即以手指點&#x80F7;而曰在內者此<a 
name="0276a22" id="0276a22"></a>由父母胎中受形之始吸取赤白二滴為身便有<a 
name="0276a23" id="0276a23"></a>此執不待教而自能謂之俱生無明亦謂之堅固<a 
name="0276a24" id="0276a24"></a>妄想故牢執此身為心之舍宅若瓶鵝井蛙終不<a 
name="0276b01" id="0276b01"></a>能出更不知身反在於心中若大海之一漚此即<a 
name="0276b02" id="0276b02"></a>眾生一大迷也故尊者亦同此計若使尊者向心<a 
name="0276b03" id="0276b03"></a>目所在一問處識得地頭便與世尊把手共行優<a 
name="0276b04" id="0276b04"></a>游覺海安得復有下文種種妄執耶。</p><a 
name="0276b05" id="0276b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難汝今現坐如來講堂觀祗陀林今何所在<a 
name="0276b06" id="0276b06"></a>世尊此大重閣清淨講堂在給孤園今祗陀林實在<a 
name="0276b07" id="0276b07"></a>堂外阿難汝今堂中先何所見世尊我在堂中先見<a 
name="0276b08" id="0276b08"></a>如來次觀大眾如是外望萬矚林園阿難汝矚林園<a 
name="0276b09" id="0276b09"></a>因何有見世尊此大講堂戶牖開豁故我在堂得遠<a 
name="0276b10" id="0276b10"></a>瞻見。</p><a 
name="0276b11" id="0276b11"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>尊者執心在內以為必然如壯士鼓氣上&#x51B2;牛斗<a 
name="0276b12" id="0276b12"></a>世尊是一切智人洞見肺腑不與分文折句展疏<a 
name="0276b13" id="0276b13"></a>牒科就將目前淺近易了之事以反詰之令他親<a 
name="0276b14" id="0276b14"></a>口答出無處躲閃然後用法窟法爪生擒活捉故<a 
name="0276b15" id="0276b15"></a>先審定內外境故曰汝今等尊者答出堂在林中<a 
name="0276b16" id="0276b16"></a>林在堂外故曰此大等次復審定先後見尊者答<a 
name="0276b17" id="0276b17"></a>出先見內而後見外三復審其見外之因尊者答<a 
name="0276b18" id="0276b18"></a>出因戶牖開豁而得見外世尊三問尊者亦連下<a 
name="0276b19" id="0276b19"></a>三轉語一一皆落世尊綣繢向下即用其語以破<a 
name="0276b20" id="0276b20"></a>之所謂執子之矛刺子之盾也。</p><a 
name="0276b21" id="0276b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時世尊在大眾中舒金色臂摩阿難頂告示阿難<a 
name="0276b22" id="0276b22"></a>及諸大眾有三摩提名大佛頂首楞嚴王具足萬行<a 
name="0276b23" id="0276b23"></a>十方如來一門超出妙莊嚴路汝今諦聽阿難頂禮<a 
name="0276b24" id="0276b24"></a>伏受慈旨。</p><a 
name="0276c01" id="0276c01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此先示三觀之體為開佛知見之根本也阿難始<a 
name="0276c02" id="0276c02"></a>問妙奢摩他三摩禪那最初方便世尊反詰其最<a 
name="0276c03" id="0276c03"></a>初發心驗其知見是真是妄而阿難果用識心取<a 
name="0276c04" id="0276c04"></a>著有相可見之如來&#x5374;迷自<span class="corr" title='[巳&gt;己]'>己</span>無相可見之真佛<a 
name="0276c05" id="0276c05"></a>如來復詰其緣三十二相時將誰見而將誰愛樂<a 
name="0276c06" id="0276c06"></a>尊者答以目見而心樂如來復徵心目所起之處<a 
name="0276c07" id="0276c07"></a>尊者確然執定此心在色身之內至此則阿難賊<a 
name="0276c08" id="0276c08"></a>身<span class="corr" title='[巳&gt;已]'>已</span>露賊物現存無隱諱處今欲進而破之故先<a 
name="0276c09" id="0276c09"></a>示之曰有三摩提云云意謂此大佛頂周&#x5FA7;含容<a 
name="0276c10" id="0276c10"></a>無法不具無行不圓然不可以智知不可以見見<a 
name="0276c11" id="0276c11"></a>為菩薩父為諸佛母即我三十二相皆是此中所<a 
name="0276c12" id="0276c12"></a>現影像云何反認此在色身之內耶今汝欲研無<a 
name="0276c13" id="0276c13"></a>上菩提開佛知見要先識此無見頂相則不奢摩<a 
name="0276c14" id="0276c14"></a>而自成奢摩不三摩而自成三摩不禪那而自成<a 
name="0276c15" id="0276c15"></a>禪那謂之真如三昧亦名一行三昧菩薩得此三<a 
name="0276c16" id="0276c16"></a>昧則萬行具足念念可以證真常頭頭可以到究<a 
name="0276c17" id="0276c17"></a>竟又謂之首楞嚴王十方如來依此一門超出妙<a 
name="0276c18" id="0276c18"></a>莊嚴果海不遭枝岐更無委曲又何患畜聞之過<a 
name="0276c19" id="0276c19"></a>誤道力之不全耶故古德云道源不遠性海非遙<a 
name="0276c20" id="0276c20"></a>但向<span class="corr" title='[巳&gt;己]'>己</span>求莫從他覓覓即不得得亦不真然則欲<a 
name="0276c21" id="0276c21"></a>研無上菩提此是下手第一著也若欲成就此著<a 
name="0276c22" id="0276c22"></a>須從一門為最初方便以此一門是入妙莊嚴之<a 
name="0276c23" id="0276c23"></a>大路所謂一路涅槃門也下文七番破處皆是揭<a 
name="0276c24" id="0276c24"></a>露此義惜尊者以思惟心測度如來頂法自隔蕭<a 
name="0277a01" id="0277a01"></a>墻終不得見耳問此中不標奢摩禪那而獨標三<a 
name="0277a02" id="0277a02"></a>摩提者何故答此三摩提即下文所指大陀羅門<a 
name="0277a03" id="0277a03"></a>諸三摩提妙修行路也奢摩由此而悟禪那由此<a 
name="0277a04" id="0277a04"></a>而證故曰如幻三摩提彈指超無學以除此一門<a 
name="0277a05" id="0277a05"></a>別無修行之路故世尊注意於三摩提而二十五<a 
name="0277a06" id="0277a06"></a>聖皆從此入即古觀音如來亦曰從聞思修入三<a 
name="0277a07" id="0277a07"></a>摩地以如來藏中是大總持如來藏故也○定林<a 
name="0277a08" id="0277a08"></a>曰摩頂者撫以示愛禮足者伏以示敬上愛下故<a 
name="0277a09" id="0277a09"></a>摩頂下敬上故禮足也。</p><a 
name="0277a10" id="0277a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難如汝所言身在講堂戶牖開豁遠矚林園<a 
name="0277a11" id="0277a11"></a>亦有眾生在此堂中不見如來見堂外者阿難答言<a 
name="0277a12" id="0277a12"></a>世尊在堂不見如來能見林泉無有是處阿難汝亦<a 
name="0277a13" id="0277a13"></a>如是汝之心靈一切明了若汝現前所明了心實在<a 
name="0277a14" id="0277a14"></a>身內爾時先合了知內身頗有眾生先見身中後觀<a 
name="0277a15" id="0277a15"></a>外物縱不能見心肝脾胃爪生髮長筋轉&#x8109;搖誠合<a 
name="0277a16" id="0277a16"></a>明了如何不知必不內知云何知外是故應知汝言<a 
name="0277a17" id="0277a17"></a>覺了能知之心住在身內無有是處。</p><a 
name="0277a18" id="0277a18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此破妄心不在內也如汝下先牒前言亦有下次<a 
name="0277a19" id="0277a19"></a>覆審所見阿難下三自墮術中向下世尊不別開<a 
name="0277a20" id="0277a20"></a>爐&#x7AC8;即借其現成挺杖以擊之意謂在堂不見如<a 
name="0277a21" id="0277a21"></a>來決不能見林泉今汝所計&#x5374;是在堂不見如來<a 
name="0277a22" id="0277a22"></a>而能外見林泉者矣故曰汝亦如是若汝靈知之<a 
name="0277a23" id="0277a23"></a>心在六根門頭明明不昧了了常知若此現前明<a 
name="0277a24" id="0277a24"></a>了之心實在身內爾時先合內見腑臟後觀外物<a 
name="0277b01" id="0277b01"></a>方始法喻相合可有眾生先見腑臟而後方觀外<a 
name="0277b02" id="0277b02"></a>物者乎縱不能見其中深亦當見其膚淺如何深<a 
name="0277b03" id="0277b03"></a>淺都不知耶若汝心靈內既不見心肝脾胃中不<a 
name="0277b04" id="0277b04"></a>見爪生髮長筋轉&#x8109;搖而在外又能見林泉者此<a 
name="0277b05" id="0277b05"></a>與在堂不見如來不見大眾而能外見林泉者何<a 
name="0277b06" id="0277b06"></a>異此何故而然耶故曰必不內知云何知外云何<a 
name="0277b07" id="0277b07"></a>二字是反詰而為生下之端也阿難槍法至此&#x5374;<a 
name="0277b08" id="0277b08"></a>被世尊一總擔折倒了也是故下結破不在內處。</p><a 
name="0277b09" id="0277b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難稽首而白佛言我聞如來如是法音悟知我心<a 
name="0277b10" id="0277b10"></a>實居身外所以者何譬如燈光然於室中是燈必能<a 
name="0277b11" id="0277b11"></a>先照室內從其室門後及庭際一切眾生不見身中<a 
name="0277b12" id="0277b12"></a>獨見身外亦如燈光居在室外不能照室是義必明<a 
name="0277b13" id="0277b13"></a>將無所惑同佛了義得無妄耶。</p><a 
name="0277b14" id="0277b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此第二執心在外也此因世尊尋常為執心外有<a 
name="0277b15" id="0277b15"></a>法者說三界唯心有情無情同一法性尊者性識<a 
name="0277b16" id="0277b16"></a>聰敏一聞必不內知云何知外二語撥動舊習便<a 
name="0277b17" id="0277b17"></a>捨內取外故曰我聞等所以下引喻曲成見外而<a 
name="0277b18" id="0277b18"></a>不見內故曰譬如燈光從室門出後及庭際故能<a 
name="0277b19" id="0277b19"></a>見外亦如燈光在外不能照室故不見內也是義<a 
name="0277b20" id="0277b20"></a>決然明白定無疑惑即同如來了義之談必無謬<a 
name="0277b21" id="0277b21"></a>妄故曰同佛了義得無妄耶。</p><a 
name="0277b22" id="0277b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難是諸比丘適來從我室羅筏城循乞摶食<a 
name="0277b23" id="0277b23"></a>歸祗陀林我<span class="corr" title='[巳&gt;已]'>已</span>宿齋汝觀比丘一人食時諸人飽不<a 
name="0277b24" id="0277b24"></a>阿難答言不也世尊何以故是諸比丘雖阿羅漢軀<a 
name="0277c01" id="0277c01"></a>命不同云何一人能令眾飽。</p><a 
name="0277c02" id="0277c02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>世尊是大手宗匠左來左轉右來右轉這邊那邊<a 
name="0277c03" id="0277c03"></a>無可不可在內在外皆可掃除亦將一喻相詶所<a 
name="0277c04" id="0277c04"></a>謂投桃報李得馬還牛也故曰是諸等摶食者有<a 
name="0277c05" id="0277c05"></a>形段而可摶取者也宿止也一人食時諸人飽否<a 
name="0277c06" id="0277c06"></a>者審其彼食而能此飽乎否也不也者謂彼羅漢<a 
name="0277c07" id="0277c07"></a>子縛雖盡果縛猶存不能合眾人為一體安能一<a 
name="0277c08" id="0277c08"></a>人食而令眾飽觀此答辭則尊者所計又脫節矣。</p><a 
name="0277c09" id="0277c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難若汝覺了知見之心實在身外身心相外<a 
name="0277c10" id="0277c10"></a>自不相干則心所知身不能覺覺在身際心不能知<a 
name="0277c11" id="0277c11"></a>我今示汝兜羅綿手汝眼見時心分別不阿難答言<a 
name="0277c12" id="0277c12"></a>如是世尊佛告阿難若相知者云何在外是故應知<a 
name="0277c13" id="0277c13"></a>汝言覺了能知之心住在身外無有是處。</p><a 
name="0277c14" id="0277c14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此正破心不在外也若身心相外則彼此了不相<a 
name="0277c15" id="0277c15"></a>干是則心所知者身不能覺身所覺者心不能知<a 
name="0277c16" id="0277c16"></a>方合軀命不同彼不飽此我今下驗其身心果相<a 
name="0277c17" id="0277c17"></a>外否也兜羅此云細香綿色如霜佛手如之如是<a 
name="0277c18" id="0277c18"></a>者言眼見而心即生分別是相知而不相外也佛<a 
name="0277c19" id="0277c19"></a>告下一撥便轉不勞餘力是故下結破不在外處<a 
name="0277c20" id="0277c20"></a>阿難點箇紙燈與世尊相見&#x5374;被世尊一吹頓滅<a 
name="0277c21" id="0277c21"></a>矣。</p><a 
name="0277c22" id="0277c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難白佛言世尊如佛所言不見內故不居身內身<a 
name="0277c23" id="0277c23"></a>心相知不相離故不在身外我今思惟知在一處佛<a 
name="0277c24" id="0277c24"></a>言處今何在阿難言此了知心既不知內而能見外<a 
name="0278a01" id="0278a01"></a>如我思忖潛伏根裏猶如有人取琉璃&#x6900;合其兩眼<a 
name="0278a02" id="0278a02"></a>雖有物合而不留礙彼根隨見隨即分別然我覺了<a 
name="0278a03" id="0278a03"></a>能知之心不見內者為在根故分明矚外無障礙者<a 
name="0278a04" id="0278a04"></a>潛根內故。</p><a 
name="0278a05" id="0278a05"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此第三計潛根也此計亦是世尊談法相時四緣<a 
name="0278a06" id="0278a06"></a>生識根為增上以有此種子故一聞眼見心生分<a 
name="0278a07" id="0278a07"></a>別之語即躍然引起轉計潛根故曰彼根隨見隨<a 
name="0278a08" id="0278a08"></a>即分別也潛藏也根即勝義根以能發識比知是<a 
name="0278a09" id="0278a09"></a>根不知此心自本自根生一切法妄計根能生心<a 
name="0278a10" id="0278a10"></a>而心潛伏根裏猶如下引喻以成<span class="corr" title='[巳&gt;己]'>己</span>執琉璃喻眼<a 
name="0278a11" id="0278a11"></a>眼復喻心琉璃合眼而不礙眼見如眼根合心而<a 
name="0278a12" id="0278a12"></a>不礙心見也然我下曲成不見內而見外者皆由<a 
name="0278a13" id="0278a13"></a>潛根故也。</p><a 
name="0278a14" id="0278a14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難如汝所言潛根內者猶如琉璃彼人當以<a 
name="0278a15" id="0278a15"></a>琉璃籠眼當見山河見琉璃不如是世尊是人當以<a 
name="0278a16" id="0278a16"></a>琉璃籠眼實見琉璃佛告阿難汝心若同琉璃合者<a 
name="0278a17" id="0278a17"></a>當見山河何不見眼若見眼者眼即同境不得成隨<a 
name="0278a18" id="0278a18"></a>若不能見云何說言此了知心潛伏根內如琉璃合<a 
name="0278a19" id="0278a19"></a>是故應知汝言覺了能知之心潛伏根裏如琉璃合<a 
name="0278a20" id="0278a20"></a>無有是處。</p><a 
name="0278a21" id="0278a21"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此正破心不潛根也世尊將錯就錯審問琉璃來<a 
name="0278a22" id="0278a22"></a>歷故曰如汝等爭奈尊者來歷不明答云如是又<a 
name="0278a23" id="0278a23"></a>踏空也世尊明察秋毫搜人短處乃云喻中眼見<a 
name="0278a24" id="0278a24"></a>山河亦見琉璃法中既是心見山河亦應見眼云<a 
name="0278b01" id="0278b01"></a>何不見若使心能見眼眼即反為心家所緣之境<a 
name="0278b02" id="0278b02"></a>不是能生之根則汝所計彼根隨見隨即分別則<a 
name="0278b03" id="0278b03"></a>不得成是犯自語相違過若使心不見眼又犯法<a 
name="0278b04" id="0278b04"></a>喻不齊過如是則二俱不成云何汝計潛伏根內<a 
name="0278b05" id="0278b05"></a>如琉璃合是故下結破不在根處阿難捧出琉璃<a 
name="0278b06" id="0278b06"></a>&#x6900;子與世尊&#x9B2C;富又被世尊碎成虀粉矣。</p><a 
name="0278b07" id="0278b07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難白佛言世尊我今又作如是思惟是眾生身腑<a 
name="0278b08" id="0278b08"></a>臟在中竅穴居外有臟則暗有竅則明今我對佛開<a 
name="0278b09" id="0278b09"></a>眼見明名為見外閉眼見暗名為見內是義云何。</p><a 
name="0278b10" id="0278b10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此第四雙計內外也此亦世尊談法性時所說眼<a 
name="0278b11" id="0278b11"></a>能見明亦能見暗故尊者一聞眼即同境不得成<a 
name="0278b12" id="0278b12"></a>隨即持兩可之說雙計根能見明見暗為見內見<a 
name="0278b13" id="0278b13"></a>外吳興云初計在內佛以不見腑臟為破次計在<a 
name="0278b14" id="0278b14"></a>外復招身心相離之難又計潛根且乖琉璃籠眼<a 
name="0278b15" id="0278b15"></a>之喻良以有藏則暗則見暗時即名見內不必要<a 
name="0278b16" id="0278b16"></a>見心肝脾胃有竅則明故見明時即名見外不必<a 
name="0278b17" id="0278b17"></a>責其身心相外內外若成又非獨潛根裏如此則<a 
name="0278b18" id="0278b18"></a>可免前三者之過然不知此義當與不當故曰是<a 
name="0278b19" id="0278b19"></a>義云何所謂中心疑者其辭枝。</p><a 
name="0278b20" id="0278b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難汝當閉眼見暗之時此暗境界為與眼對<a 
name="0278b21" id="0278b21"></a>為不對眼若與眼對暗在眼前云何成內若成內者<a 
name="0278b22" id="0278b22"></a>居暗室中無日月燈此暗室中皆汝焦腑若不對者<a 
name="0278b23" id="0278b23"></a>云何成見。</p><a 
name="0278b24" id="0278b24"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此破見暗名見內也汝當下雙開二關以審定若<a 
name="0278c01" id="0278c01"></a>與下正破謂此暗相若與眼對則此暗相在汝眼<a 
name="0278c02" id="0278c02"></a>前云何成得閉眼見暗名為見內設許暗相雖在<a 
name="0278c03" id="0278c03"></a>眼前亦可成在內者則凡住暗室中無光明處此<a 
name="0278c04" id="0278c04"></a>諸暗室則應盡是汝之三焦六腑無是理也若此<a 
name="0278c05" id="0278c05"></a>暗相不與眼對則應此眼不與暗合云何眼前又<a 
name="0278c06" id="0278c06"></a>見黑暗如是則眼與暗相對與不對皆不成內矣。</p><a 
name="0278c07" id="0278c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若離外見內對所成合眼見暗名為身中開眼見明<a 
name="0278c08" id="0278c08"></a>何不見面若不見面內對不成見面若成此了知心<a 
name="0278c09" id="0278c09"></a>及與眼根乃至&#x8657;空何成在內若在&#x8657;空自非汝體<a 
name="0278c10" id="0278c10"></a>即應如來今見汝面亦是汝身汝眼<span class="corr" title='[巳&gt;已]'>已</span>知身合非覺<a 
name="0278c11" id="0278c11"></a>必汝執言身眼兩覺應有二知即汝一身應成兩佛<a 
name="0278c12" id="0278c12"></a>是故應知汝言見暗名見內者無有是處。</p><a 
name="0278c13" id="0278c13"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此縱奪例破見暗不成見內也言縱許此暗相不<a 
name="0278c14" id="0278c14"></a>在外而在內亦許合眼見暗之時名為反觀身中<a 
name="0278c15" id="0278c15"></a>是則開眼見明之時亦應反觀<span class="corr" title='[巳&gt;己]'>己</span>面若開眼時既<a 
name="0278c16" id="0278c16"></a>不能返觀<span class="corr" title='[巳&gt;己]'>己</span>面則合眼時亦不能返觀身中故曰<a 
name="0278c17" id="0278c17"></a>若不見面內對不成若謂開眼見明之時亦能見<a 
name="0278c18" id="0278c18"></a>面則汝心眼皆在&#x8657;空亦不得成反觀身中名內<a 
name="0278c19" id="0278c19"></a>對矣若心眼既在&#x8657;空則應&#x8657;空即是汝體汝身<a 
name="0278c20" id="0278c20"></a>反不屬汝若謂心眼在空雖見<span class="corr" title='[巳&gt;己]'>己</span>面還是<span class="corr" title='[巳&gt;己]'>己</span>身則<a 
name="0278c21" id="0278c21"></a>應如來今見汝面豈如來身亦即汝之身乎且汝<a 
name="0278c22" id="0278c22"></a>心眼既在&#x8657;空<span class="corr" title='[巳&gt;已]'>已</span>有知覺則汝此身應無知覺必<a 
name="0278c23" id="0278c23"></a>汝執言身自有覺空中之眼亦自有知則汝一身<a 
name="0278c24" id="0278c24"></a>應有兩知一在&#x8657;空一在<span class="corr" title='[巳&gt;己]'>己</span>身既有二知則汝一<a 
name="0279a01" id="0279a01"></a>身應成兩佛有是理乎如是展轉推窮則兩可之<a 
name="0279a02" id="0279a02"></a>說瓦解&#x6C37;銷是故下結破不在內外處雙計內外<a 
name="0279a03" id="0279a03"></a>尤見阿難巧思所謂巧累於理&#x5101;傷其道世尊破<a 
name="0279a04" id="0279a04"></a>處如庖丁解牛隨手運轉不犯鋒鋩所以云萬般<a 
name="0279a05" id="0279a05"></a>支準費工夫一切順隨成善巧○先德云欲識佛<a 
name="0279a06" id="0279a06"></a>去處只這語音是是則能知之心住在身內未&#x751E;<a 
name="0279a07" id="0279a07"></a>不是如云天地同根萬物一體三科七大咸是真<a 
name="0279a08" id="0279a08"></a>如則計身外未&#x751E;不是如云汝觀此會聖眾用目<a 
name="0279a09" id="0279a09"></a>循歷其目周視但如鏡中無別分折汝識於中次<a 
name="0279a10" id="0279a10"></a>第標指則計潛根未&#x751E;不是若曰見暗見明性非<a 
name="0279a11" id="0279a11"></a>遷改則雙計內外亦未&#x751E;不是但阿難執跡生情<a 
name="0279a12" id="0279a12"></a>故問處句句成病世尊隨方解縛故答處句句成<a 
name="0279a13" id="0279a13"></a>藥古德云會得則死句皆成活句會不得活句皆<a 
name="0279a14" id="0279a14"></a>成死句神奇化為臭腐臭腐復化為神奇實無定<a 
name="0279a15" id="0279a15"></a>法此上四計皆因世尊云何知外一語&#x920E;動阿難<a 
name="0279a16" id="0279a16"></a>故尊者捨一執一所謂承言者喪滯句者迷向後<a 
name="0279a17" id="0279a17"></a>三計知見<span class="corr" title='[巳&gt;已]'>已</span>窮復牽引世尊所說性相深義引蔓<a 
name="0279a18" id="0279a18"></a>抽條妄生計度唐突世尊不知是則總是非則總<a 
name="0279a19" id="0279a19"></a>非也。</p><a 
name="0279a20" id="0279a20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難言我常聞佛開示四眾由心生故種種法生由<a 
name="0279a21" id="0279a21"></a>法生故種種心生我今思惟即思惟體實我心性隨<a 
name="0279a22" id="0279a22"></a>所合處心則隨有亦非內外中間三處。</p><a 
name="0279a23" id="0279a23"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此第五計心在隨所合處也阿難見世尊展轉逐<a 
name="0279a24" id="0279a24"></a>破故先引世尊所說者為證據欲以杜如來之口<a 
name="0279b01" id="0279b01"></a>豈知如來渾身是劍觸之即死毫不容情哉心法<a 
name="0279b02" id="0279b02"></a>相生正謂心境皆從業識變起同時妄有如兩束<a 
name="0279b03" id="0279b03"></a>蘆互相依倚離心無境離境無心非謂心能生境<a 
name="0279b04" id="0279b04"></a>境能生心也尊者謬為心法相生以為必是故計<a 
name="0279b05" id="0279b05"></a>隨合隨生我今下正出<span class="corr" title='[巳&gt;己]'>己</span>意言我思惟世尊所說<a 
name="0279b06" id="0279b06"></a>心法相生即此能思惟者實我心性此心隨與那<a 
name="0279b07" id="0279b07"></a>一法合即隨那一法生不是定在內外等處此是<a 
name="0279b08" id="0279b08"></a>尊者以<span class="corr" title='[巳&gt;己]'>己</span>之心度人之心又將醍醐化成毒藥矣。</p><a 
name="0279b09" id="0279b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難汝今說言由法生故種種心生隨所合處<a 
name="0279b10" id="0279b10"></a>心隨有者是心無體則無所合若無有體而能合者<a 
name="0279b11" id="0279b11"></a>則十九界因七塵合是義不然若有體者如汝以手<a 
name="0279b12" id="0279b12"></a>自挃其體汝所知心為復內出為從外入若復內出<a 
name="0279b13" id="0279b13"></a>還見身中若從外來先合見面。</p><a 
name="0279b14" id="0279b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此正破心不隨合也世尊如耆婆攬草無非是藥<a 
name="0279b15" id="0279b15"></a>手到病除故約有體無體破之合者如&#x8462;合函必<a 
name="0279b16" id="0279b16"></a>彼此有體然後可合今汝思惟之心元是浮想實<a 
name="0279b17" id="0279b17"></a>無自體既無自體則無合處若謂無體而能合者<a 
name="0279b18" id="0279b18"></a>則應十九界與七塵亦應有合今無是義故曰不<a 
name="0279b19" id="0279b19"></a>然若有體者定有來處若有來處必有出入若有<a 
name="0279b20" id="0279b20"></a>出入必有內外既有內外復蹈前非豈能隨合而<a 
name="0279b21" id="0279b21"></a>隨生乎。</p><a 
name="0279b22" id="0279b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難言見是其眼心知非眼為見非義佛言若眼能<a 
name="0279b23" id="0279b23"></a>見汝在室中門能見不則諸<span class="corr" title='[巳&gt;已]'>已</span>死尚有眼存應皆見<a 
name="0279b24" id="0279b24"></a>物若見物者云何名死。</p><a 
name="0279c01" id="0279c01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>愚法聲聞不分根識故一聞見內見面之語反生<a 
name="0279c02" id="0279c02"></a>疑難意謂心可名知眼可名見今以心為見恐不<a 
name="0279c03" id="0279c03"></a>合義所謂胡人飲乳翻怪良醫世尊任短任長隨<a 
name="0279c04" id="0279c04"></a>高隨下口頭三昧拈來便是連舉二喻答之初以<a 
name="0279c05" id="0279c05"></a>阿難喻心以門喻眼喻中門雖通見必室中有人<a 
name="0279c06" id="0279c06"></a>而後有見若室中無人而門豈能見乎法中眼雖<a 
name="0279c07" id="0279c07"></a>通見須眼處有心而後有見若無有心而眼豈能<a 
name="0279c08" id="0279c08"></a>見乎此正顯能見在心則諸下次明徒眼不見。</p><a 
name="0279c09" id="0279c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難又汝覺了能知之心若必有體為復一體為有<a 
name="0279c10" id="0279c10"></a>多體今在汝身為復&#x5FA7;體為不&#x5FA7;體若一體者則汝<a 
name="0279c11" id="0279c11"></a>以手挃一支時四支應覺若咸覺者挃應無在若挃<a 
name="0279c12" id="0279c12"></a>有所則汝一體自不能成若多體者則成多人何體<a 
name="0279c13" id="0279c13"></a>為汝若&#x5FA7;體者同前所挃若不&#x5FA7;者當汝觸頭亦觸<a 
name="0279c14" id="0279c14"></a>其足頭有所覺足應無知今汝不然是故應知隨所<a 
name="0279c15" id="0279c15"></a>合處心則隨有無有是處。</p><a 
name="0279c16" id="0279c16"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>意謂法有定相心無定體正如水上葫蘆按著便<a 
name="0279c17" id="0279c17"></a>轉日中寶石色無定形安有定體哉若有定體為<a 
name="0279c18" id="0279c18"></a>是一體多體&#x5FA7;體不&#x5FA7;體若一體者則應拔一毛<a 
name="0279c19" id="0279c19"></a>而群毛皆動觸一支而渾身咸覺若渾身咸覺應<a 
name="0279c20" id="0279c20"></a>無挃處若有挃處決非一體挃猶觸也若多體者<a 
name="0279c21" id="0279c21"></a>則成多人以一人只有一體故多體亦成多人不<a 
name="0279c22" id="0279c22"></a>知多人之中何體為汝若&#x5FA7;體者同前觸一支而<a 
name="0279c23" id="0279c23"></a>四支咸覺若不&#x5FA7;者當汝觸頭而併觸其足若頭<a 
name="0279c24" id="0279c24"></a>知而足不知可名不&#x5FA7;今觸頭頭知觸足足知又<a 
name="0280a01" id="0280a01"></a>非不&#x5FA7;故曰不然故知心體非一非多非&#x5FA7;不&#x5FA7;<a 
name="0280a02" id="0280a02"></a>則知心無定體既無定體則不隨有定之法合可<a 
name="0280a03" id="0280a03"></a>知是故下結破不在隨所合處阿難將箇東瓜印<a 
name="0280a04" id="0280a04"></a>子賣弄聰明又被世尊撇向大洋海底了也。</p><a 
name="0280a05" id="0280a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難白佛言世尊我亦聞佛與文殊等諸法王子談<a 
name="0280a06" id="0280a06"></a>實相時世尊亦言心不在內亦不在外如我思惟內<a 
name="0280a07" id="0280a07"></a>無所見外不相知內無知故在內不成身心相知在<a 
name="0280a08" id="0280a08"></a>外非義今相知故復內無見當在中間。</p><a 
name="0280a09" id="0280a09"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此第六復據聖教以執中間也世尊所言不在內<a 
name="0280a10" id="0280a10"></a>外正言心無定在非謂心在中間也而尊者復執<a 
name="0280a11" id="0280a11"></a>為中不知纔喚作中即有定在故下審其在身在<a 
name="0280a12" id="0280a12"></a>境也。</p><a 
name="0280a13" id="0280a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛言汝言中間中必不迷非無所在今汝推中中何<a 
name="0280a14" id="0280a14"></a>為在為復在處為當在身若在身者在邊非中在中<a 
name="0280a15" id="0280a15"></a>同內若在處者為有所表為無所表無表同無表則<a 
name="0280a16" id="0280a16"></a>無定何以故如人以表表為中時東看則西南觀成<a 
name="0280a17" id="0280a17"></a>北表體既混心應雜亂。</p><a 
name="0280a18" id="0280a18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>先審定中間在身在境而後兩破其中俱無定在<a 
name="0280a19" id="0280a19"></a>也若在下謂在身有中邊二義在邊則不得為中<a 
name="0280a20" id="0280a20"></a>在中則同前在內應當見內若在下謂在處有表<a 
name="0280a21" id="0280a21"></a>不表二義標物以顯中曰表謂無表則無中表則<a 
name="0280a22" id="0280a22"></a>中無定在今表體尚無有定則心寧有一定之中<a 
name="0280a23" id="0280a23"></a>而不雜亂乎。</p><a 
name="0280a24" id="0280a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難言我所說中非此二種如世尊言眼色為緣生<a 
name="0280b01" id="0280b01"></a>於眼識眼有分別色塵無知識生其中則為心在。</p><a 
name="0280b02" id="0280b02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>尊者一聞身境兩破其中如火到頭上急忙便撲<a 
name="0280b03" id="0280b03"></a>故曰我所說中非此二種旋復嫁禍於人故曰如<a 
name="0280b04" id="0280b04"></a>世尊言也眼色為緣生於眼識者謂根境合而生<a 
name="0280b05" id="0280b05"></a>識以眼為增上緣色為所緣緣故眼有分別色塵<a 
name="0280b06" id="0280b06"></a>無知者是尊者錯解佛意重添註&#x811A;殊不知眼能<a 
name="0280b07" id="0280b07"></a>照境識能分別而眼實無分別故下文云其目周<a 
name="0280b08" id="0280b08"></a>視但如鏡中無別分析汝識於中次第標指此其<a 
name="0280b09" id="0280b09"></a>證也世尊之意以眼色二種為生識之緣非謂眼<a 
name="0280b10" id="0280b10"></a>色即能生識以識自有能生種子故且根境二法<a 
name="0280b11" id="0280b11"></a>皆是色種豈有色種而生心現行哉故曰根之種<a 
name="0280b12" id="0280b12"></a>現但能導識之種現謂根為生識之緣則可若謂<a 
name="0280b13" id="0280b13"></a>生識則不可尊者不知根境識三各有種子遂執<a 
name="0280b14" id="0280b14"></a>根境皆能生識故曰識生其中。</p><a 
name="0280b15" id="0280b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛言汝心若在根塵之中此之心體為復兼二為不<a 
name="0280b16" id="0280b16"></a>兼二若兼二者物體雜亂物非體知成敵兩立云何<a 
name="0280b17" id="0280b17"></a>為中兼二不成非知不知即無體性中何為相是故<a 
name="0280b18" id="0280b18"></a>應知當在中間無有是處。</p><a 
name="0280b19" id="0280b19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>世尊約兼二不兼二以破之言兼二者如父母合<a 
name="0280b20" id="0280b20"></a>而共生子也不兼二者如不因父母而自生子也<a 
name="0280b21" id="0280b21"></a>若兼二者下破有二義若約世尊將錯就錯順阿<a 
name="0280b22" id="0280b22"></a>難之計而破則物當指塵體當指根故曰若使兼<a 
name="0280b23" id="0280b23"></a>二而合生則應根塵雜亂一處不應成敵兩立今<a 
name="0280b24" id="0280b24"></a>塵之為物不同根體之有知抑且成敵兩立不能<a 
name="0280c01" id="0280c01"></a>兩兼誰曰兼二而識生其中乎若約如來自<span class="corr" title='[巳&gt;己]'>己</span>正<a 
name="0280c02" id="0280c02"></a>義破物字通指根塵體字當指心體故曰若使兼<a 
name="0280c03" id="0280c03"></a>二合生則應物體雜亂以根塵是物識心是體若<a 
name="0280c04" id="0280c04"></a>兼根塵而共生是色法生心法故曰雜亂以根境<a 
name="0280c05" id="0280c05"></a>無知不同心體有知故且根境屬相分心體屬見<a 
name="0280c06" id="0280c06"></a>分見相二分是對待法成敵兩立尚無中位云何<a 
name="0280c07" id="0280c07"></a>而言識生其中耶若使不兼根塵而自生既無根<a 
name="0280c08" id="0280c08"></a>塵即無心體以無能生即無所生故然則中何所<a 
name="0280c09" id="0280c09"></a>定而曰識生其中耶是故下結破不在中處阿難<a 
name="0280c10" id="0280c10"></a>將箇不著邊際破沙盆呈似世尊又擊碎矣尊者<a 
name="0280c11" id="0280c11"></a>執內執外執中間正如常山之蛇擊首則尾應擊<a 
name="0280c12" id="0280c12"></a>尾則首應擊中間則兩頭應豈知所謂夜深不向<a 
name="0280c13" id="0280c13"></a>蘆華宿&#x9008;斷中間與兩頭者哉。</p><a 
name="0280c14" id="0280c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難白佛言世尊我昔見佛與大目連須菩提富樓<a 
name="0280c15" id="0280c15"></a>那舍利弗四大弟子共轉法輪常言覺知分別心性<a 
name="0280c16" id="0280c16"></a>既不在內亦不在外不在中間俱無所在一切無著<a 
name="0280c17" id="0280c17"></a>名之為心則我無著名為心不。</p><a 
name="0280c18" id="0280c18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此第七計無著也世尊在般若會中談無著真宗<a 
name="0280c19" id="0280c19"></a>不在內外中間正言心無處所無處住心不應復<a 
name="0280c20" id="0280c20"></a>有所著故大品云若住一切法不住般若不住一<a 
name="0280c21" id="0280c21"></a>切法方住般若釋云若住法則不見般若若住般<a 
name="0280c22" id="0280c22"></a>若則不見法以法有相般若無相故亦非離有相<a 
name="0280c23" id="0280c23"></a>法別立無相般若以相即無相全是般若故經云<a 
name="0280c24" id="0280c24"></a>若學般若應學一切法何以故夫般若者是無住<a 
name="0281a01" id="0281a01"></a>義起心即是住著若不住著一切法即是般若故<a 
name="0281a02" id="0281a02"></a>曰心處無在無在之處唯是一心一心之體本來<a 
name="0281a03" id="0281a03"></a>寂滅唯有入者只在心知等尊者錯解佛意乃云<a 
name="0281a04" id="0281a04"></a>我今將心不去著在一切法上如此可得名為心<a 
name="0281a05" id="0281a05"></a>否殊不知將心不著早是著也故先德云喚作如<a 
name="0281a06" id="0281a06"></a>如早是變也智不到處切忌道著道著即頭角生。</p><a 
name="0281a07" id="0281a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難汝言覺知分別心性俱無在者世間&#x8657;空<a 
name="0281a08" id="0281a08"></a>水陸飛行諸所物象名為一切汝不著者為在為無<a 
name="0281a09" id="0281a09"></a>無則同於龜毛兔角云何不著有不著者不可名無<a 
name="0281a10" id="0281a10"></a>無相則無非無則相相有則在云何無著是故應知<a 
name="0281a11" id="0281a11"></a>一切無著名覺知心無有是處。</p><a 
name="0281a12" id="0281a12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>世尊向開口不得處就與一拶云汝之不著一切<a 
name="0281a13" id="0281a13"></a>者是汝之心本有處所而今不著一切法耶抑亦<a 
name="0281a14" id="0281a14"></a>本無處所而自然不著一切法耶若汝心本無處<a 
name="0281a15" id="0281a15"></a>所而自然不著此心則同龜毛兔角之本無云何<a 
name="0281a16" id="0281a16"></a>更添不著乎若汝心有處所而不去著一切法者<a 
name="0281a17" id="0281a17"></a>則是汝心<span class="corr" title='[巳&gt;已]'>已</span>有著處安得名為無著哉故牒破云<a 
name="0281a18" id="0281a18"></a>若汝果無心相是真無心決無有著若非真無心<a 
name="0281a19" id="0281a19"></a>則定有心相既有心相定有所在決定有著云何<a 
name="0281a20" id="0281a20"></a>而說一切無著如是則不唯有相不可名無著即<a 
name="0281a21" id="0281a21"></a>無相亦不可名無著以纔說無相即墮有相故也<a 
name="0281a22" id="0281a22"></a>故先德云無生終不住萬象徒流布若作無生解<a 
name="0281a23" id="0281a23"></a>還被無生錮若了妄念無生即是真心不動昔有<a 
name="0281a24" id="0281a24"></a>學人問忠國師云不作意時得寂然否答若見寂<a 
name="0281b01" id="0281b01"></a>然即是作意所以意根難出動靜皆落法塵不唯<a 
name="0281b02" id="0281b02"></a>作無著任緣之解墮於邪思即起冥合寂然之心<a 
name="0281b03" id="0281b03"></a>亦存見地故知盡是意見為禪說病為法如蒸砂<a 
name="0281b04" id="0281b04"></a>作飯緣木求魚費力勞功枉經塵劫心若不起萬<a 
name="0281b05" id="0281b05"></a>法無生纔有起心即成住著是故下結破不在一<a 
name="0281b06" id="0281b06"></a>切無著處阿難將箇沒著落處死&#x732B;頭呈似世尊<a 
name="0281b07" id="0281b07"></a>又被世尊擲向他方世界了也○法身無在而無<a 
name="0281b08" id="0281b08"></a>乎不在始阿難計心在內在外潛根雙計隨合中<a 
name="0281b09" id="0281b09"></a>間是以心為有在也故世尊皆以無在破之及至<a 
name="0281b10" id="0281b10"></a>第七又計心為無在故世尊以相有則在破之雖<a 
name="0281b11" id="0281b11"></a>是一期破執實顯無在無不在之旨先德所謂有<a 
name="0281b12" id="0281b12"></a>佛處不得住無佛處急走過是也大佛頂首楞嚴<a 
name="0281b13" id="0281b13"></a>王於此具見即使後文離一切相即一切法離即<a 
name="0281b14" id="0281b14"></a>離非是即非即處雖是極力形容三如來藏亦不<a 
name="0281b15" id="0281b15"></a>能加於七處之外智者於七處剖明一經大義思<a 
name="0281b16" id="0281b16"></a>過半矣○七番問答只是破識心本無處所出入<a 
name="0281b17" id="0281b17"></a>無時莫知其鄉者心也俛仰天地再撫四海者心<a 
name="0281b18" id="0281b18"></a>也世尊見阿難迷心滯相頭頭粘著乃詰之曰唯<a 
name="0281b19" id="0281b19"></a>心與目今何所在此在字從三十二相之相字發<a 
name="0281b20" id="0281b20"></a>起故未以相有則在一語作結○又云七番破處<a 
name="0281b21" id="0281b21"></a>只是破自生他生共生無因生如在內一計是自<a 
name="0281b22" id="0281b22"></a>生在外一計是他生潛根一計是心隨根生亦是<a 
name="0281b23" id="0281b23"></a>自生隨所合處是心隨境生亦是他生雙計內外<a 
name="0281b24" id="0281b24"></a>亦是計自生中間一計是根境共生無著一計是<a 
name="0281c01" id="0281c01"></a>無因生又隨所合處是執一切相生無著一計是<a 
name="0281c02" id="0281c02"></a>執離一切相生潛根是執相宗增上緣中間是執<a 
name="0281c03" id="0281c03"></a>相宗增上所緣緣無著是執性宗無相甚深義據<a 
name="0281c04" id="0281c04"></a>此七問足見尊者<span class="gaiji">[祝/土]<!--gaiji,,1[祝/土],2&#x213BA;,3--></span>著滿肚皮佛法然世尊七番<a 
name="0281c05" id="0281c05"></a>逐破不過就其執處與他解粘去縛耳先德云佛<a 
name="0281c06" id="0281c06"></a>法裏迷&#x5374;多少人世法裏悟&#x5374;多少人故知法無<a 
name="0281c07" id="0281c07"></a>定相迷悟在人易曰神而明之存乎其人○七番<a 
name="0281c08" id="0281c08"></a>問處節節有頓挫如云如是識心實居身內一實<a 
name="0281c09" id="0281c09"></a>字見其意氣揚揚旁若無人如虎生三日有食牛<a 
name="0281c10" id="0281c10"></a>之氣至第二番引燈光喻云同佛了義得無妄耶<a 
name="0281c11" id="0281c11"></a>雖是強項觀得耶二字亦少屈矣至第三番則云<a 
name="0281c12" id="0281c12"></a>如我思惟潛伏根裏如我者謂以<span class="corr" title='[巳&gt;己]'>己</span>意度之理或<a 
name="0281c13" id="0281c13"></a>如此其志又稍降矣第四番則云是義云何言不<a 
name="0281c14" id="0281c14"></a>知是與不是未敢斷以為必然也至第五番即思<a 
name="0281c15" id="0281c15"></a>惟體實我心性由執聖言量為證自謂必無差謬<a 
name="0281c16" id="0281c16"></a>故復開強口又曰實也至第六番當在中間言據<a 
name="0281c17" id="0281c17"></a>我所見或當如此當字覺郎當<span class="corr" title='[巳&gt;已]'>已</span>甚至第七番則<a 
name="0281c18" id="0281c18"></a>我無著名為心否否者疑而未定之辭則委靡不<a 
name="0281c19" id="0281c19"></a>振矣所謂壯心初起春江怒濤銳志一銷秋霜敗<a 
name="0281c20" id="0281c20"></a>葉此經無論意趣深奧即譯人之筆潤色之手若<a 
name="0281c21" id="0281c21"></a>郢人之運斤庖丁之游刃並入神化淵乎妙哉。</p><a 
name="0281c22" id="0281c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時阿難在大眾中即從座起偏袒右肩右膝著地<a 
name="0281c23" id="0281c23"></a>合掌恭敬而白佛言我是如來最小之弟蒙佛慈愛<a 
name="0281c24" id="0281c24"></a>雖今出家猶恃嬌憐所以多聞未得無漏不能折伏<a 
name="0282a01" id="0282a01"></a>娑毗羅&#x546A;為彼所轉溺於婬舍當由不知真際所詣<a 
name="0282a02" id="0282a02"></a>惟願世尊大慈哀愍開示我等奢摩他路令諸闡提<a 
name="0282a03" id="0282a03"></a>隳彌戾車作是語<span class="corr" title='[巳&gt;已]'>已</span>五體投地及諸大眾傾渴翹佇<a 
name="0282a04" id="0282a04"></a>欽聞示誨。</p><a 
name="0282a05" id="0282a05"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>阿難被世尊七縱七擒至此弓折箭盡納&#x6B35;輸誠<a 
name="0282a06" id="0282a06"></a>責躬請教也最小之弟是照應天倫同氣語慈愛<a 
name="0282a07" id="0282a07"></a>者謂如來慈心愛物非情愛也猶恃嬌憐者所謂<a 
name="0282a08" id="0282a08"></a>家富小兒嬌也良因蒙愛恃憐不肯進修反認多<a 
name="0282a09" id="0282a09"></a>聞以為實證不知真心實際是我所當造詣之處<a 
name="0282a10" id="0282a10"></a>所以不得無漏者由此為魔所轉者亦由此此領<a 
name="0282a11" id="0282a11"></a>前皆由不知常住真心用諸妄想故有輪轉等語<a 
name="0282a12" id="0282a12"></a>故自悔自咎蒙愛恃憐雖是尊者真情亦是為末<a 
name="0282a13" id="0282a13"></a>世藉父兄之名位而不肯進修者勸也唯願下正<a 
name="0282a14" id="0282a14"></a>陳請教言我等愚迷一向悠悠忽忽恃愛不修毫<a 
name="0282a15" id="0282a15"></a>無實證此固大慈所當憐愍者然我等雖欲詣此<a 
name="0282a16" id="0282a16"></a>真際無路不達故願指出詣真際之路以奢摩他<a 
name="0282a17" id="0282a17"></a>是詣真際之大路故闡提云信不具彌戾車云惡<a 
name="0282a18" id="0282a18"></a>見謂不信自<span class="corr" title='[巳&gt;己]'>己</span>有此大佛頂首楞嚴王而妄認三<a 
name="0282a19" id="0282a19"></a>十二相為奇特妙好向外馳求者皆闡提惡見也<a 
name="0282a20" id="0282a20"></a>今得此路詣此際方能生信壞此惡見矣傾心渴<a 
name="0282a21" id="0282a21"></a>仰翹首佇立以敬聞教誨者見其重人重法非泛<a 
name="0282a22" id="0282a22"></a>泛之比也。</p><a 
name="0282a23" id="0282a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時世尊從其面門放種種光其光晃耀如百千日<a 
name="0282a24" id="0282a24"></a>普佛世界六種震動如是十方微塵國土一時開現<a 
name="0282b01" id="0282b01"></a>佛之威神令諸世界合成一界其世界中所有一切<a 
name="0282b02" id="0282b02"></a>諸大菩薩皆住本國合掌承聽。</p><a 
name="0282b03" id="0282b03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此放光默示也將欲顯示本明不離當處故先在<a 
name="0282b04" id="0282b04"></a>六根門頭默示其體以發其信臨濟云有一無位<a 
name="0282b05" id="0282b05"></a>真人在汝六根門頭放光動地諸人未證據者看<a 
name="0282b06" id="0282b06"></a>看是也其光晃耀如百千日者所謂應眼時如千<a 
name="0282b07" id="0282b07"></a>日萬象不能逃影質是也普佛世界六種震動者<a 
name="0282b08" id="0282b08"></a>將欲破六識以顯六根故先動地以覺之也微塵<a 
name="0282b09" id="0282b09"></a>國土一時開現者妄塵不隔如彼芥瓶炳然齊現<a 
name="0282b10" id="0282b10"></a>也十方世界合成一界者智境現圓通為一佛國<a 
name="0282b11" id="0282b11"></a>土也菩薩聽眾皆住本國者心量本周心聞本洞<a 
name="0282b12" id="0282b12"></a>也由眾生有此本光昧而不知分為根塵識三於<a 
name="0282b13" id="0282b13"></a>器世間不能超越若能內瑩發光根塵識心應時<a 
name="0282b14" id="0282b14"></a>銷落見聞通鄰合開成就故以此瑞先示之果能<a 
name="0282b15" id="0282b15"></a>了茲光瑞則菩提涅槃元清淨體不動步而得矣<a 
name="0282b16" id="0282b16"></a>六震者即動起踊震吼擊也。</p><a 
name="0282b17" id="0282b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難一切眾生從無始來種種顛倒業種自然<a 
name="0282b18" id="0282b18"></a>如惡叉聚諸修行人不能得成無上菩提乃至別成<a 
name="0282b19" id="0282b19"></a>聲聞緣覺及成外道諸天魔王及魔眷屬皆由不知<a 
name="0282b20" id="0282b20"></a>二種根本錯亂修習猶如&#x7151;砂欲成嘉饌縱經塵劫<a 
name="0282b21" id="0282b21"></a>終不能得云何二種阿難一者無始生死根本則汝<a 
name="0282b22" id="0282b22"></a>今者與諸眾生用攀緣心為自性者二者無始菩提<a 
name="0282b23" id="0282b23"></a>涅槃元清淨體則汝今者識精元明能生諸緣緣所<a 
name="0282b24" id="0282b24"></a>遺者由諸眾生遺此本明雖終日行而不自覺枉入<a 
name="0282c01" id="0282c01"></a>諸趣。</p><a 
name="0282c02" id="0282c02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此下將前性淨明體用諸妄想復開二種根本為<a 
name="0282c03" id="0282c03"></a>一經之綱宗也種種顛倒業種自然如惡叉聚者<a 
name="0282c04" id="0282c04"></a>顛頂也如顛毛種種之顛謂以頂向下而足向上<a 
name="0282c05" id="0282c05"></a>故曰顛倒心知眼見是顛倒根本下文若干顛倒<a 
name="0282c06" id="0282c06"></a>皆是此中發去言業種者謂迷此覺心忽起無明<a 
name="0282c07" id="0282c07"></a>由此無明轉成業識造種種業熏成種子名為業<a 
name="0282c08" id="0282c08"></a>種種必有果子子相生則輪轉生死無有斷絕故<a 
name="0282c09" id="0282c09"></a>惑業苦三生必同條如惡叉果惡叉毒樹名生子<a 
name="0282c10" id="0282c10"></a>必三同一蒂故唯識云由諸業習氣二取習氣俱<a 
name="0282c11" id="0282c11"></a>餘異熟既盡復生餘異熟下文別業同業循業發<a 
name="0282c12" id="0282c12"></a>業業本皆從業種流出此為後文廣明七趣之張<a 
name="0282c13" id="0282c13"></a>本聲聞緣覺背大心而證小果者外道者外正道<a 
name="0282c14" id="0282c14"></a>而趣邪道者諸天者修十善而欣樂果者魔羅此<a 
name="0282c15" id="0282c15"></a>云殺者&#x8EAD;欲境而亂正修者此等皆由不識真妄<a 
name="0282c16" id="0282c16"></a>二途認砂為米盲修瞎鍊成致如此此為後文詳<a 
name="0282c17" id="0282c17"></a>辨魔境之張本由尊者云開示我等奢摩他路故<a 
name="0282c18" id="0282c18"></a>就尊者覿體指出兩條路來言無始生死根本者<a 
name="0282c19" id="0282c19"></a>即根本無明也此由最初迷一法界不覺心起而<a 
name="0282c20" id="0282c20"></a>有其念故曰無始如睛勞華現睡熟夢生本無緣<a 
name="0282c21" id="0282c21"></a>起之由非有定生之處皆是妄念非他外緣從此<a 
name="0282c22" id="0282c22"></a>而成細微業識次起轉相轉作能見後起現相現<a 
name="0282c23" id="0282c23"></a>外境界由此三種細識復生智相相續執取計名<a 
name="0282c24" id="0282c24"></a>四種麤識於是執內執外攀此緣彼念念不停無<a 
name="0283a01" id="0283a01"></a>暫止息起惑造業輪轉生死此生死本即汝現今<a 
name="0283a02" id="0283a02"></a>用此東攀西緣以為自性者即是別成聲聞緣覺<a 
name="0283a03" id="0283a03"></a>天魔外道七趣之根本也無始菩提涅槃元清淨<a 
name="0283a04" id="0283a04"></a>體者菩提涅槃果覺也元清淨體因心也此清淨<a 
name="0283a05" id="0283a05"></a>體即汝現前第八微細精想名為識精本來具足<a 
name="0283a06" id="0283a06"></a>元明一真法界無生無動不為生死所染不為涅<a 
name="0283a07" id="0283a07"></a>槃所淨不為無明所迷不為菩提所覺者是也然<a 
name="0283a08" id="0283a08"></a>此元明元清淨體雖不與妄染相應由不守自性<a 
name="0283a09" id="0283a09"></a>隨緣而生種種妄想東攀西緣一切眾生但認此<a 
name="0283a10" id="0283a10"></a>種種攀緣妄想以為心性而反將元明清淨之體<a 
name="0283a11" id="0283a11"></a>棄而不顧即此棄而不顧者是菩提涅槃之根本<a 
name="0283a12" id="0283a12"></a>也意謂欲證菩提涅槃果覺必得不生不滅元清<a 
name="0283a13" id="0283a13"></a>淨體為因心而此因心必從識精中求也故佛地<a 
name="0283a14" id="0283a14"></a>論云清淨法界者一切如來真實自體無始時來<a 
name="0283a15" id="0283a15"></a>自性清淨具足種種過十方界極微塵數性相功<a 
name="0283a16" id="0283a16"></a>德無生無滅猶如&#x8657;空&#x5FA7;一切法平等共有於一<a 
name="0283a17" id="0283a17"></a>切法不一不異非有非無離一切相一切分別一<a 
name="0283a18" id="0283a18"></a>切名言皆不可得唯是清淨聖智所證二空無我<a 
name="0283a19" id="0283a19"></a>所顯真如為其自性諸聖分證諸佛圓證此清淨<a 
name="0283a20" id="0283a20"></a>法界即真如妙心為諸佛果海之源作群生實證<a 
name="0283a21" id="0283a21"></a>之地由諸眾生遺此本明終日圓覺而未&#x751E;圓覺<a 
name="0283a22" id="0283a22"></a>故諸趣本不當入而入曰枉入也用攀緣心遺此<a 
name="0283a23" id="0283a23"></a>本明一用一遺即顛倒之實也。</p><a 
name="0283a24" id="0283a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難汝今欲知奢摩他路願出生死今復問汝即時<a 
name="0283b01" id="0283b01"></a>如來舉金色臂屈五輪指語阿難言汝今見不阿難<a 
name="0283b02" id="0283b02"></a>言見佛言汝何所見阿難言我見如來舉臂屈指為<a 
name="0283b03" id="0283b03"></a>光明拳耀我心目佛言汝將誰見阿難言我與大眾<a 
name="0283b04" id="0283b04"></a>同將眼見。</p><a 
name="0283b05" id="0283b05"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此舉拳驗見也言汝問我奢摩他路欲出生死詣<a 
name="0283b06" id="0283b06"></a>真際故我為汝指出兩條大路一一分明不知現<a 
name="0283b07" id="0283b07"></a>今從何路去故舉拳勘其見處曰汝今見否所謂<a 
name="0283b08" id="0283b08"></a>掇出中原無價寶不同趙璧與燕金阿難不解向<a 
name="0283b09" id="0283b09"></a>未舉拳時薦取具實而答曰見世尊就上一拶云<a 
name="0283b10" id="0283b10"></a>汝何所見爛泥中有刺阿難當面蹉過&#x5374;云我見<a 
name="0283b11" id="0283b11"></a>如來屈指為光明拳耀我心目也只是認得拳頭<a 
name="0283b12" id="0283b12"></a>世尊赤心片片更與一錐云汝將誰見阿難眼鈍<a 
name="0283b13" id="0283b13"></a>頭迷重重蹉過依舊道箇我與大眾同將眼見所<a 
name="0283b14" id="0283b14"></a>謂昔年行處半步不移故溫陵云金拳舉處直下<a 
name="0283b15" id="0283b15"></a>要識本明塵相未除依舊認賊為子。</p><a 
name="0283b16" id="0283b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難汝今答我如來屈指為光明拳耀汝心目<a 
name="0283b17" id="0283b17"></a>汝目可見以何為心當我拳耀阿難言如來現今徵<a 
name="0283b18" id="0283b18"></a>心所在而我以心推窮尋逐即能推者我將為心佛<a 
name="0283b19" id="0283b19"></a>言咄阿難此非汝心。</p><a 
name="0283b20" id="0283b20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此重徵出妄心而破之也世尊見尊者語不相投<a 
name="0283b21" id="0283b21"></a>遂拈轉話頭別行一路云汝今答我如來屈指為<a 
name="0283b22" id="0283b22"></a>光明拳耀汝心目縱許汝目可見汝將何物為心<a 
name="0283b23" id="0283b23"></a>以當我拳之光耀所謂口裏雌黃舌端利&#x5292;爭奈<a 
name="0283b24" id="0283b24"></a>尊者依舊刻畫無鹽唐突西子復認能推以為心<a 
name="0283c01" id="0283c01"></a>性故曰如來現今等所謂好箇阿師又恁麼去也<a 
name="0283c02" id="0283c02"></a>不知此心如鐘裏之形無體而全因外境似水中<a 
name="0283c03" id="0283c03"></a>之月不實而&#x8657;現空輪認此為真迷之甚矣世尊<a 
name="0283c04" id="0283c04"></a>見阿難頭頭不薦奮師子踞地之威振聲一喝云<a 
name="0283c05" id="0283c05"></a>咄此非汝心易所謂擊蒙利用刑人用脫桎梏也<a 
name="0283c06" id="0283c06"></a>當爾時若是黃檗德山臨濟巖頭也須耳聾三日<a 
name="0283c07" id="0283c07"></a>故宗鏡云阿難執此妄心世尊所以訶斥二祖求<a 
name="0283c08" id="0283c08"></a>此妄心了不可得初祖於是傳衣前七番破處是<a 
name="0283c09" id="0283c09"></a>搗賊之巢穴此番訶斥是斬賊之首級也。</p><a 
name="0283c10" id="0283c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難矍然避座合掌起立白佛此非我心當名何等<a 
name="0283c11" id="0283c11"></a>佛告阿難此是前塵&#x8657;妄相想惑汝真性由汝無始<a 
name="0283c12" id="0283c12"></a>至於今生認賊為子失汝元常故受輪轉。</p><a 
name="0283c13" id="0283c13"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此被喝生驚也矍然恐懼貌阿難被世尊一喝果<a 
name="0283c14" id="0283c14"></a>然措手不及搆副不上直得瓦解&#x6C37;銷七華八裂<a 
name="0283c15" id="0283c15"></a>所謂夜光投人鮮不按&#x5292;&#x5374;又孤負此一喝也故<a 
name="0283c16" id="0283c16"></a>曰此非我心當名何等世尊見阿難驚疑不定即<a 
name="0283c17" id="0283c17"></a>收機云此心是因前塵&#x8657;妄相上所起名曰妄想<a 
name="0283c18" id="0283c18"></a>由此妄想惑亂汝之真性豈可認此以為心乎由<a 
name="0283c19" id="0283c19"></a>汝無始至今誤認為心如認賊為子反將常住真<a 
name="0283c20" id="0283c20"></a>心棄而不顧故枉受生死輪轉無窮耳所謂寒山<a 
name="0283c21" id="0283c21"></a>失路拾得&#x64D5;歸。</p><a 
name="0283c22" id="0283c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難白佛言世尊我佛寵弟心愛佛故令我出家我<a 
name="0283c23" id="0283c23"></a>心何獨供養如來乃至&#x5FA7;歷恒沙國土承事諸佛及<a 
name="0283c24" id="0283c24"></a>善知識發大勇猛行諸一切難行法事皆用此心縱<a 
name="0284a01" id="0284a01"></a>令謗法永退善根亦因此心若此發明不是心者我<a 
name="0284a02" id="0284a02"></a>乃無心同諸土木離此覺知更無所有云何如來說<a 
name="0284a03" id="0284a03"></a>此非心我實驚怖兼此大眾無不疑惑推垂大悲開<a 
name="0284a04" id="0284a04"></a>示未悟。</p><a 
name="0284a05" id="0284a05"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此戀妄不捨而驚疑也世尊一片婆心翻成鈍置<a 
name="0284a06" id="0284a06"></a>古人云非但能言人不可得正索解人亦不可得<a 
name="0284a07" id="0284a07"></a>果然向下尊者歷敘平生作善作惡許多功能皆<a 
name="0284a08" id="0284a08"></a>用此心除此心外更無有心即成斷滅而我亦同<a 
name="0284a09" id="0284a09"></a>土木無知之物殊不知作善作惡者是屬發業無<a 
name="0284a10" id="0284a10"></a>明名曰妄想不思善不思惡者&#x5374;是尊者本來面<a 
name="0284a11" id="0284a11"></a>目棄本有而不知戀妄想而不捨所謂小時了了<a 
name="0284a12" id="0284a12"></a>大未必佳我實驚怖者大有逕庭不近人情故兼<a 
name="0284a13" id="0284a13"></a>此大眾無不疑惑者同坑無異土也先德云忽地<a 
name="0284a14" id="0284a14"></a>晴天霹<span class="gaiji">靂<!--gaiji,靂,1[靂-秝+林],2,3--></span>聲禹門三級浪砰訇幾多頭角成龍去<a 
name="0284a15" id="0284a15"></a>螃&#x880F;依前努眼睛尊者之謂歟。</p><a 
name="0284a16" id="0284a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時世尊開示阿難及諸大眾欲令心入無生法忍<a 
name="0284a17" id="0284a17"></a>於師子座摩阿難頂而告之言如來常說諸法所生<a 
name="0284a18" id="0284a18"></a>唯心所現一切因果世界微塵因心成體阿難若諸<a 
name="0284a19" id="0284a19"></a>世界一切所有其中乃至草葉縷結詰其根元咸有<a 
name="0284a20" id="0284a20"></a>體性縱令&#x8657;空亦有名貌何況清淨玅淨明心性一<a 
name="0284a21" id="0284a21"></a>切心而自無體。</p><a 
name="0284a22" id="0284a22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此曲示真心有體以釋無心土木之疑也無生法<a 
name="0284a23" id="0284a23"></a>忍即無善無惡之心體也世尊見阿難執妄為實<a 
name="0284a24" id="0284a24"></a>故振威喝之矍然生怖復摩頂慰之所謂有時鐵<a 
name="0284b01" id="0284b01"></a>褁綿團有時錦包特石假嗔假喜能放能收故宗<a 
name="0284b02" id="0284b02"></a>鏡云朝四暮三令眾狙而喜悅苦塗水洗養嬰兒<a 
name="0284b03" id="0284b03"></a>以適時如來下歷舉諸法有體以顯真心之必有<a 
name="0284b04" id="0284b04"></a>體也一切因果指十界正報言世界微塵指十界<a 
name="0284b05" id="0284b05"></a>依報言草葉縷結是有形之最細者&#x8657;空是無形<a 
name="0284b06" id="0284b06"></a>之最巨者正言有情無情若大若小之物皆有體<a 
name="0284b07" id="0284b07"></a>性何況清淨玅淨明心為天地始萬物母為一切<a 
name="0284b08" id="0284b08"></a>善惡心之本性者反無體耶昔大顛初參石頭頭<a 
name="0284b09" id="0284b09"></a>問那箇是汝心師云見言語者是頭便喝出經旬<a 
name="0284b10" id="0284b10"></a>日師&#x5374;問前者既不是此外何者是心頭曰除&#x5374;<a 
name="0284b11" id="0284b11"></a>揚眉瞬目將心來師曰無心可將來頭曰元來有<a 
name="0284b12" id="0284b12"></a>心何言無心無心盡同謗師於言下大悟若尊者<a 
name="0284b13" id="0284b13"></a>知原來有心當不費如來許多曲折。</p><a 
name="0284b14" id="0284b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若汝執&#x6061;分別覺觀所了知性必為心者此心即應<a 
name="0284b15" id="0284b15"></a>離諸一切色香味觸諸塵事業別有全性如汝今者<a 
name="0284b16" id="0284b16"></a>承聽我法此則因聲而有分別縱滅一切見聞覺知<a 
name="0284b17" id="0284b17"></a>內守幽閑猶為法塵分別影事我非&#x52D1;<span class="note">(敕當作斥)</span>汝執為<a 
name="0284b18" id="0284b18"></a>非心但汝於心微細揣摩若離前塵有分別性即真<a 
name="0284b19" id="0284b19"></a>汝心若分別性離塵無體斯則前塵分別影事塵非<a 
name="0284b20" id="0284b20"></a>常住若變滅時此心則同龜毛兔角則汝法身同於<a 
name="0284b21" id="0284b21"></a>斷滅其誰修證無生法忍。</p><a 
name="0284b22" id="0284b22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此令尊者揣摩能推是妄以去其戀妄之心也執<a 
name="0284b23" id="0284b23"></a>而不捨曰執&#x608B;分別覺觀即尋伺也言汝執此現<a 
name="0284b24" id="0284b24"></a>行分別六塵者必為真心而不肯捨此心即應離<a 
name="0284c01" id="0284c01"></a>&#x5374;六塵別有無滲無漏完全之體方是真心今汝<a 
name="0284c02" id="0284c02"></a>在座承聽我法此聽法心是亦因我說法音聲而<a 
name="0284c03" id="0284c03"></a>起分別是滲漏心非完全體豈得為真不但汝今<a 
name="0284c04" id="0284c04"></a>尚有六識現行分別不名為真縱汝將此六識現<a 
name="0284c05" id="0284c05"></a>行種子一切滅盡成阿羅漢若使內守幽閑&#x8EAD;寂<a 
name="0284c06" id="0284c06"></a>滅樂不肯放捨即此守幽閑者尚屬意根猶為影<a 
name="0284c07" id="0284c07"></a>事不得為真&#x546A;今現種未空乃欲認此以為真乎<a 
name="0284c08" id="0284c08"></a>言我今日不是故意斥汝所執者為非汝心但汝<a 
name="0284c09" id="0284c09"></a>將此分別覺觀微細揣摩是有是無是真是妄若<a 
name="0284c10" id="0284c10"></a>離前塵而有體者是真離前塵而無體者是妄今<a 
name="0284c11" id="0284c11"></a>汝所執分別覺觀皆是因塵而有既能生之塵元<a 
name="0284c12" id="0284c12"></a>非常住&#x5010;變&#x5010;滅則所生之心亦隨塵滅心既隨<a 
name="0284c13" id="0284c13"></a>滅則汝法身亦成<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>斷更將何物為因地心而證<a 
name="0284c14" id="0284c14"></a>此無生法忍耶故知心本不有因塵故生離前塵<a 
name="0284c15" id="0284c15"></a>而無想可成除分別而無塵可得。</p><a 
name="0284c16" id="0284c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>即時阿難與諸大眾默然自失佛告阿難世間一切<a 
name="0284c17" id="0284c17"></a>諸修學人現前雖成九次第定不得漏盡成阿羅漢<a 
name="0284c18" id="0284c18"></a>皆由執此生死妄想誤為真實是故汝今雖得多聞<a 
name="0284c19" id="0284c19"></a>不成聖果。</p><a 
name="0284c20" id="0284c20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此因開示而自失也自失者自無主宰欲戀不能<a 
name="0284c21" id="0284c21"></a>欲捨不得之意世尊見其廉纖搭滯故復極口痛<a 
name="0284c22" id="0284c22"></a>斥以激之諸修學人即指前三果人在修進時言<a 
name="0284c23" id="0284c23"></a>九次第定即四禪四空併滅盡定以九番次第而<a 
name="0284c24" id="0284c24"></a>入故前八是凡定後一是聖定故得第九定者超<a 
name="0285a01" id="0285a01"></a>生死證涅槃得羅漢果今言不得漏盡成阿羅漢<a 
name="0285a02" id="0285a02"></a>者皆由戀著滅定不肯放捨即此滅定猶為影事<a 
name="0285a03" id="0285a03"></a>即此戀著猶然妄想由彼執此妄想誤為真實法<a 
name="0285a04" id="0285a04"></a>性故雖修而不得成真阿羅漢故曰百尺竿頭坐<a 
name="0285a05" id="0285a05"></a>底人雖然得入未為真況汝滅定未修幽閑未守<a 
name="0285a06" id="0285a06"></a>且執前塵&#x8657;妄相想誤為真實而不肯捨故雖一<a 
name="0285a07" id="0285a07"></a>向多聞道力未全而不得成聖果者以此前云守<a 
name="0285a08" id="0285a08"></a>者抱定而不移此云執者固執而不捨守字是病<a 
name="0285a09" id="0285a09"></a>執字亦是病除&#x5374;守字便非影事除&#x5374;執字便是<a 
name="0285a10" id="0285a10"></a>真實世尊兩番作苦切語深錐痛劄皆是徹底為<a 
name="0285a11" id="0285a11"></a>人要令尊者捨妄識而覓真心耳。</p><a 
name="0285a12" id="0285a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難聞<span class="corr" title='[巳&gt;已]'>已</span>重復悲淚五體投地長跪合掌而白佛言<a 
name="0285a13" id="0285a13"></a>自我從佛發心出家恃佛威神常自思惟無勞我修<a 
name="0285a14" id="0285a14"></a>將謂如來惠我三昧不知身心本不相代失我本心<a 
name="0285a15" id="0285a15"></a>雖身出家心不入道譬如窮子捨父逃逝今日乃知<a 
name="0285a16" id="0285a16"></a>有雖多聞若不修行與不聞等如人說食終不能飽<a 
name="0285a17" id="0285a17"></a>世尊我等今者二障所纏良由不知寂常心性惟願<a 
name="0285a18" id="0285a18"></a>如來哀愍窮露發玅明心開我道眼。</p><a 
name="0285a19" id="0285a19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>由前兩番訶想勸離故陳情自悔以乞心眼也自<a 
name="0285a20" id="0285a20"></a>阿難答出見相發心之後世尊<span class="corr" title='[巳&gt;已]'>已</span>知阿難認能分<a 
name="0285a21" id="0285a21"></a>別者是心能見物者是眼及問唯心與目今何所<a 
name="0285a22" id="0285a22"></a>在則計眼在外而心在內至如來破心有體時而<a 
name="0285a23" id="0285a23"></a>阿難復以眼見心知為難及至舉拳以問汝將誰<a 
name="0285a24" id="0285a24"></a>見則曰我與大眾同將眼見以何為心則曰即能<a 
name="0285b01" id="0285b01"></a>推者為心故如來急將能推斥破以顯真心有體<a 
name="0285b02" id="0285b02"></a>阿難始信能推之心是妄故乞真心而併乞道眼<a 
name="0285b03" id="0285b03"></a>也重復悲淚者始而自恨繼而自咎終而悲淚皆<a 
name="0285b04" id="0285b04"></a>是阿難真實痛心處&#x8462;阿難與釋迦等於空王佛<a 
name="0285b05" id="0285b05"></a>所同時發心而釋迦成佛<span class="corr" title='[巳&gt;已]'>已</span>經塵劫阿難從無量<a 
name="0285b06" id="0285b06"></a>劫好樂多聞尚不知常住真心性淨明體興心及<a 
name="0285b07" id="0285b07"></a>此寧不痛心故悲淚陳情也前云恃佛嬌憐而不<a 
name="0285b08" id="0285b08"></a>修此云恃佛神通而無勞我修正謂如來是我天<a 
name="0285b09" id="0285b09"></a>倫必然惠我三昧豈知父子上山各自努力替代<a 
name="0285b10" id="0285b10"></a>不得故曰不知身心本不相代及聞喝斥則知如<a 
name="0285b11" id="0285b11"></a>來毫不容情將此一片希望之心全落空處故我<a 
name="0285b12" id="0285b12"></a>一向<span class="corr" title='[巳&gt;已]'>已</span>來身雖出家實未曾有入頭處何異身處<a 
name="0285b13" id="0285b13"></a>膏腴不能自潤而反向外奔馳從人乞食者乎今<a 
name="0285b14" id="0285b14"></a>日乃知說得一丈不如行取一尺故雖多聞若不<a 
name="0285b15" id="0285b15"></a>修行終無得益以話餅不能充饑故也二障所纏<a 
name="0285b16" id="0285b16"></a>者謂煩惱所知也煩惱障事所知障理斷煩惱而<a 
name="0285b17" id="0285b17"></a>證生空斷所知而證法空今我為二障所纏不能<a 
name="0285b18" id="0285b18"></a>自脫者良由不知寂常心性執此妄想誤為真實<a 
name="0285b19" id="0285b19"></a>故也言寂常者以不動搖故曰寂以無去來故曰<a 
name="0285b20" id="0285b20"></a>常言窮露者謂無法味資神故曰窮無法衣蔽體<a 
name="0285b21" id="0285b21"></a>故曰露發玅明心者言我雖有玅心一向隱覆不<a 
name="0285b22" id="0285b22"></a>識好惡誤認能推以為真實不知別有涅槃玅心<a 
name="0285b23" id="0285b23"></a>故願世尊發其覆而出之開我道眼者言我雖有<a 
name="0285b24" id="0285b24"></a>道眼一向矇蔽不分皂白但認肉眼以為能見不<a 
name="0285c01" id="0285c01"></a>知別有正法眼藏故願世尊刮其翳而開之此是<a 
name="0285c02" id="0285c02"></a>正請開示佛知佛見也。</p><a 
name="0285c03" id="0285c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>即時如來從胸卍字涌出寶光其光晃昱有百千色<a 
name="0285c04" id="0285c04"></a>十方微塵普佛世界一時周&#x5FA7;&#x5FA7;灌十方所有寶剎<a 
name="0285c05" id="0285c05"></a>諸如來頂旋至阿難及諸大眾告阿難言我今為汝<a 
name="0285c06" id="0285c06"></a>建大法幢亦令十方一切眾生獲玅微密性淨明心<a 
name="0285c07" id="0285c07"></a>得清淨眼。</p><a 
name="0285c08" id="0285c08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此先默示光相而後許說也從胸涌光者正顯佛<a 
name="0285c09" id="0285c09"></a>知佛見要從自<span class="corr" title='[巳&gt;己]'>己</span>胸中流出方始&#x8462;天蓋地非粘<a 
name="0285c10" id="0285c10"></a>妄所發光也晃昱者光明閃爍之貌有百千色者<a 
name="0285c11" id="0285c11"></a>萬德之所成就故光&#x5FA7;塵剎以及如來大眾者正<a 
name="0285c12" id="0285c12"></a>顯有情無情及與聖凡總在平等光中流出故為<a 
name="0285c13" id="0285c13"></a>汝建大法幢者言汝自性法幢墮地<span class="corr" title='[巳&gt;已]'>已</span>久我今為<a 
name="0285c14" id="0285c14"></a>汝建立不復使傾頹也內外追尋一總無境上施<a 
name="0285c15" id="0285c15"></a>為渾太有故曰玅微密性萬象森羅影現中一顆<a 
name="0285c16" id="0285c16"></a>圓光非內外故曰淨明心入諸塵而不雜應諸根<a 
name="0285c17" id="0285c17"></a>而不染故曰清淨眼性以寂言心以照言眼以智<a 
name="0285c18" id="0285c18"></a>言也。</p><a 
name="0285c19" id="0285c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難汝先答我見光明拳此拳光明因何所有云何<a 
name="0285c20" id="0285c20"></a>成拳汝誰將見阿難言由佛全體閻浮檀金赩如寶<a 
name="0285c21" id="0285c21"></a>山清淨所生故有光明我實眼觀五輪指端屈握示<a 
name="0285c22" id="0285c22"></a>人故有拳相。</p><a 
name="0285c23" id="0285c23"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>前<span class="corr" title='[巳&gt;已]'>已</span>斥緣心是妄今欲顯能見是真故拈前見性<a 
name="0285c24" id="0285c24"></a>疊興三問以詳審令彼分明答出然後借事發揮<a 
name="0286a01" id="0286a01"></a>閻浮檀金此云勝金須彌山南有此檀樹果汁入<a 
name="0286a02" id="0286a02"></a>水砂石成金此金一粒置常金中悉皆無色佛之<a 
name="0286a03" id="0286a03"></a>身色如之赤<span class="gaiji">燄<!--gaiji,燄,1[舀*炎],2&#x269A8;,3--></span>曰赩清淨所生者言如來不從愛<a 
name="0286a04" id="0286a04"></a>欲生是從無量功德智慧生故有光明如<span class="gaiji">閻<!--gaiji,閻,1[門@舀],2&#x28D92;,3--></span>浮檀<a 
name="0286a05" id="0286a05"></a>金此答光明因何所有也我實眼觀者依舊認肉<a 
name="0286a06" id="0286a06"></a>眼為能見此答汝將誰見也如來指端皆有輪相<a 
name="0286a07" id="0286a07"></a>故曰輪指屈握者屈五指而成握以成拳相此答<a 
name="0286a08" id="0286a08"></a>云何成拳也。</p><a 
name="0286a09" id="0286a09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難如來今日實言告汝諸有智者要以譬喻<a 
name="0286a10" id="0286a10"></a>而得開悟阿難譬如我拳若無我手不成我拳若無<a 
name="0286a11" id="0286a11"></a>汝眼不成汝見以汝眼根例我拳理其義均不阿難<a 
name="0286a12" id="0286a12"></a>言唯然世尊既無我眼不成我見以我眼根例如來<a 
name="0286a13" id="0286a13"></a>拳事義相類。</p><a 
name="0286a14" id="0286a14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>世尊見尊者依舊認眼為見就將赤手空拳作箇<a 
name="0286a15" id="0286a15"></a>耀眼鏡子以為比例問之譬如我今有手則有拳<a 
name="0286a16" id="0286a16"></a>例汝有眼則有見其義是同是別阿難只解順水<a 
name="0286a17" id="0286a17"></a>推&#x8229;不解逆風把柁不善比例&#x5374;言有眼則有見<a 
name="0286a18" id="0286a18"></a>有手則有拳以眼例拳事義俱類殊不知將箇寂<a 
name="0286a19" id="0286a19"></a>常心性例成斷滅知見矣。</p><a 
name="0286a20" id="0286a20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛告阿難汝言相類是義不然何以故如無手人拳<a 
name="0286a21" id="0286a21"></a>畢竟滅彼無眼者非見全無所以者何汝試於途詢<a 
name="0286a22" id="0286a22"></a>問盲人汝何所見彼諸盲人必來答汝我今眼前唯<a 
name="0286a23" id="0286a23"></a>見黑暗更無他矚以是義觀前塵自暗見何虧損。</p><a 
name="0286a24" id="0286a24"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>是義不然者車不橫推理無曲斷以無手必無拳<a 
name="0286b01" id="0286b01"></a>無眼未常無見斥其比例不當故曰不然所以下<a 
name="0286b02" id="0286b02"></a>復引盲人以證昔有無目山人賣卜大雨後著鮮<a 
name="0286b03" id="0286b03"></a>鞋路上行不沾泥滓人問其故曰我拄杖頭上有<a 
name="0286b04" id="0286b04"></a>眼則知盲人雖是無眼未&#x751E;無見故曰前塵自暗<a 
name="0286b05" id="0286b05"></a>見何虧損此是世尊就凡夫肉團上指出一雙定<a 
name="0286b06" id="0286b06"></a>乾坤眼輝天鑑地故知無明窟裏具有大光明藏<a 
name="0286b07" id="0286b07"></a>所謂靈光獨耀&#x9008;脫根塵者豈同妄心離塵無體<a 
name="0286b08" id="0286b08"></a>者哉古語云一般麵<span class="gaiji">&#x9EA8;<!--gaiji,,1[麩-夫+少],2&#x9EA8;,3--></span>由人做造不同阿難將箇<a 
name="0286b09" id="0286b09"></a>寂常心性例成斷滅知見可謂點金成鐵世尊就<a 
name="0286b10" id="0286b10"></a>此斷滅知見以顯寂常心性可謂點鐵成金。</p><a 
name="0286b11" id="0286b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難言諸盲眼前唯&#x89A9;黑暗云何成見佛告阿難諸<a 
name="0286b12" id="0286b12"></a>盲無眼唯觀黑暗與有眼人處於暗室二黑有別為<a 
name="0286b13" id="0286b13"></a>無有別如是世尊此暗中人與彼群盲二黑校量曾<a 
name="0286b14" id="0286b14"></a>無有異。</p><a 
name="0286b15" id="0286b15"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>甚矣根識之難分也阿難一向將心眼認作兩物<a 
name="0286b16" id="0286b16"></a>又不知根與燈光黑暗皆是見性增上緣一向認<a 
name="0286b17" id="0286b17"></a>緣失真故一聞前塵自暗見何虧損之語撒呆粧<a 
name="0286b18" id="0286b18"></a>昏便不敢信反申難云諸盲眼前一無所見唯&#x89A9;<a 
name="0286b19" id="0286b19"></a>黑暗云何亦名為見世尊將箇有眼人所見黑暗<a 
name="0286b20" id="0286b20"></a>與無眼人所見黑暗例定以詰尊者是同是別尊<a 
name="0286b21" id="0286b21"></a>者答出曾無有異意謂有眼無眼雖是不同而所<a 
name="0286b22" id="0286b22"></a>見黑暗等無差別。</p><a 
name="0286b23" id="0286b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難若無眼人全見前黑忽得眼光還於前塵見種<a 
name="0286b24" id="0286b24"></a>種色名眼見者彼暗中人全見前黑忽獲燈光亦於<a 
name="0286c01" id="0286c01"></a>前塵見種種色應名燈見若燈見者燈能有見自不<a 
name="0286c02" id="0286c02"></a>名燈又則燈觀何關汝事是故當知燈能顯色如是<a 
name="0286c03" id="0286c03"></a>見者是眼非燈眼能顯色如是見性是心非眼。</p><a 
name="0286c04" id="0286c04"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>世尊因阿難無異之答即為例明能見屬心而不<a 
name="0286c05" id="0286c05"></a>屬眼故曰若無眼人在黑暗中得眼光而見色名<a 
name="0286c06" id="0286c06"></a>眼見者彼暗中人在黑暗中得燈光而見色則應<a 
name="0286c07" id="0286c07"></a>名燈見乎若燈有見燈即是見不應名燈若眼有<a 
name="0286c08" id="0286c08"></a>見眼即是見不應名眼當知燈為增上但能顯色<a 
name="0286c09" id="0286c09"></a>不能見色其見色者是眼而非是燈則應例知眼<a 
name="0286c10" id="0286c10"></a>為增上但能顯色不能見色如是見色之性是心<a 
name="0286c11" id="0286c11"></a>而非是眼尊者向來誤以為二者世尊今日合而<a 
name="0286c12" id="0286c12"></a>為一所謂離之則兩傷合之則雙美也問見性與<a 
name="0286c13" id="0286c13"></a>心有何差別答此中見性即是阿賴耶識見分以<a 
name="0286c14" id="0286c14"></a>在眼名見故即指見性是心也要知世尊此番開<a 
name="0286c15" id="0286c15"></a>示雖是會見歸心亦是暗與發明妙心道眼不離<a 
name="0286c16" id="0286c16"></a>見性由阿難一向但知見性是眼不知見性是心<a 
name="0286c17" id="0286c17"></a>故反之曰是心非眼是心二字與前非心照應正<a 
name="0286c18" id="0286c18"></a>謂前所斥能緣者非心即汝能見者是心既知能<a 
name="0286c19" id="0286c19"></a>見者是心即知能見非眼此則向來心知眼見之<a 
name="0286c20" id="0286c20"></a>執一言了當矣所謂一滴水墨兩處成龍也。</p><a 
name="0286c21" id="0286c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿難雖復得聞是言與諸大眾口<span class="corr" title='[巳&gt;已]'>已</span>默然心未開悟<a 
name="0286c22" id="0286c22"></a>猶冀如來慈音宣示合掌清心佇佛悲誨。</p><a 
name="0286c23" id="0286c23"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此當機不薦更俟發揮也世尊雖將見無虧損見<a 
name="0286c24" id="0286c24"></a>性是心指示寂常心性而當機雖深信佛語故口<a 
name="0287a01" id="0287a01"></a><span class="corr" title='[巳&gt;已]'>已</span>默然然識&#x93BB;未開故不能領悟猶冀重宣也先<a 
name="0287a02" id="0287a02"></a>德云只為分明極翻令所得遲信然。</p><a 
name="0287a03" id="0287a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時世尊舒兜羅綿網相光手開五輪指誨&#x52C5;阿難<a 
name="0287a04" id="0287a04"></a>及諸大眾我初成道於鹿園中為阿若多五比丘等<a 
name="0287a05" id="0287a05"></a>及汝四眾言一切眾生不成菩提及阿羅漢皆由客<a 
name="0287a06" id="0287a06"></a>塵煩惱所誤汝等當時因何開悟今成聖果。</p><a 
name="0287a07" id="0287a07"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此如來欲令弟子從旁贊助借口發明故發此問<a 
name="0287a08" id="0287a08"></a>世尊雖以盲人矚暗見無虧損之語與彼發明玅<a 
name="0287a09" id="0287a09"></a>心道眼而阿難久為二障所纏沉湎濡首不得開<a 
name="0287a10" id="0287a10"></a>悟故巧施方便&#x5374;舉舊時驗過良方佯問弟子令<a 
name="0287a11" id="0287a11"></a>其同倫旁通一線所謂惜得自<span class="corr" title='[巳&gt;己]'>己</span>殃及他人故曰<a 
name="0287a12" id="0287a12"></a>我初成道等鹿園者古國王養鹿處五比丘者佛<a 
name="0287a13" id="0287a13"></a>初為太子時王命五人隨侍一阿<span class="gaiji">&#x979E;<!--gaiji,鞞,1[鞥-合+(白-日+田)],2&#x979E;,3--></span>此云馬勝二<a 
name="0287a14" id="0287a14"></a><span class="gaiji">跋<!--gaiji,跋,1[跳-兆+(乏-之+友)],2&#x47E6;,3--></span>提此云小賢三摩訶男此父族也四阿若多此<a 
name="0287a15" id="0287a15"></a>云解本際五迦葉此云飲光母族也五比丘中而<a 
name="0287a16" id="0287a16"></a>阿若多最先發解者也。</p><a 
name="0287a17" id="0287a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>時憍陳那起立白佛我今長老於大眾中獨得解名<a 
name="0287a18" id="0287a18"></a>因悟客塵二字成果世尊譬如行客投寄旅亭或宿<a 
name="0287a19" id="0287a19"></a>或食宿食事畢俶裝前途不遑安住若實主人自無<a 
name="0287a20" id="0287a20"></a>收住如是思惟不住名客住名主人以不住者名為<a 
name="0287a21" id="0287a21"></a>客義又如新霽清晹升天光入隙中發明空中諸有<a 
name="0287a22" id="0287a22"></a>塵相塵質搖動&#x8657;空寂然如是思惟澄寂名空搖動<a 
name="0287a23" id="0287a23"></a>名塵以搖動者名為塵義佛言如是。</p><a 
name="0287a24" id="0287a24"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此陳那自陳悟處也如來初得果時為憍陳如等<a 
name="0287b01" id="0287b01"></a>五比丘先轉四諦法輪開示客塵二字而陳那先<a 
name="0287b02" id="0287b02"></a>解故如壁上高僧一呼便&#x8B4D;遂陳悟處所謂敲唱<a 
name="0287b03" id="0287b03"></a>俱隨接拍成令也譬如下先陳悟此妄身為苦諦<a 
name="0287b04" id="0287b04"></a>也行客喻色身投宿旅亭喻旅泊三界或宿或食<a 
name="0287b05" id="0287b05"></a>喻大&#x79CA;小&#x79CA;不遑安住喻報盡則遷由此身相遷<a 
name="0287b06" id="0287b06"></a>流不住故喻如行客古詩云人生天地間猶如遠<a 
name="0287b07" id="0287b07"></a>行客李翰林云天地者萬物之逆旅陰陽者百歲<a 
name="0287b08" id="0287b08"></a>之過客皆可類推若實主人自無攸往者攸所也<a 
name="0287b09" id="0287b09"></a>謂主人恒居其所而無去來也由我如是思惟觀<a 
name="0287b10" id="0287b10"></a>察於無常身中<span class="corr" title='[巳&gt;已]'>已</span>得親見主人則知遷流不住者<a 
name="0287b11" id="0287b11"></a>名客不遷流而常住者名主人矣又如下悟此妄<a 
name="0287b12" id="0287b12"></a>心為集諦也新霽清晹升天者喻破分別身見初<a 
name="0287b13" id="0287b13"></a>得智慧日也光入隙中發明空中塵相者喻智慧<a 
name="0287b14" id="0287b14"></a>日有一隙之明始得照見八十一品微細思惑也<a 
name="0287b15" id="0287b15"></a>塵質搖動&#x8657;空寂然者見塵之動而因悟空之不<a 
name="0287b16" id="0287b16"></a>動也謂我如是思惟觀察於亂思中悟得空理故<a 
name="0287b17" id="0287b17"></a>知搖動者名塵不住者名空然此不獨為阿難旁<a 
name="0287b18" id="0287b18"></a>通大義亦是替世尊親傳法旨故世尊印之曰如<a 
name="0287b19" id="0287b19"></a>是。</p><a 
name="0287b20" id="0287b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>即時如來於大眾中屈五輪指屈<span class="corr" title='[巳&gt;已]'>已</span>復開開<span class="corr" title='[巳&gt;已]'>已</span>又屈<a 
name="0287b21" id="0287b21"></a>謂阿難言汝今何見阿難言我見如來百寶輪掌眾<a 
name="0287b22" id="0287b22"></a>中開合佛告阿難汝見我手眾中開合為是我手有<a 
name="0287b23" id="0287b23"></a>開有合為復汝見有開有合阿難言世尊寶手眾中<a 
name="0287b24" id="0287b24"></a>開合我見如來手自開合非我見性有開有合佛言<a 
name="0287c01" id="0287c01"></a>誰動誰靜阿難言佛手不住而我見性尚無有靜誰<a 
name="0287c02" id="0287c02"></a>為無住佛言如是。</p><a 
name="0287c03" id="0287c03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此先以手驗見也世尊見陳那答出客塵主空二<a 
name="0287c04" id="0287c04"></a>義要令阿難因客悟主因塵悟空引他向開手合<a 
name="0287c05" id="0287c05"></a>手處識取故以手開合問之曰汝何所見阿難具<a 
name="0287c06" id="0287c06"></a>實而答我見輪掌眾中開合世尊就上一拶云汝<a 
name="0287c07" id="0287c07"></a>見我手眾中開合為是我之手有開合為是汝之<a 
name="0287c08" id="0287c08"></a>見有開合阿難信口便答我見如來之手自開自<a 
name="0287c09" id="0287c09"></a>合非我見性之有開合世尊見其言中有響故審<a 
name="0287c10" id="0287c10"></a>之曰誰動誰靜阿難答云佛手不住而我見性尚<a 
name="0287c11" id="0287c11"></a>不見有靜云何有動可謂釣盡江波錦鱗始遇世<a 
name="0287c12" id="0287c12"></a>尊見阿難<span class="corr" title='[巳&gt;已]'>已</span>知痛痒便將寂常心性坐在身上要<a 
name="0287c13" id="0287c13"></a>令擔荷故印之曰如是意謂若知手動而見不動<a 
name="0287c14" id="0287c14"></a>此即客塵主空之義也。</p><a 
name="0287c15" id="0287c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>如來於是從輪掌中飛一寶光在阿難右即時阿難<a 
name="0287c16" id="0287c16"></a>迴首右盻又放一光在阿難左阿難又則迴首左盻<a 
name="0287c17" id="0287c17"></a>佛告阿難汝頭今日因何搖動阿難言我見如來出<a 
name="0287c18" id="0287c18"></a>玅寶光來我左右故左右觀頭自搖動阿難汝盻佛<a 
name="0287c19" id="0287c19"></a>光左右動頭為汝頭動為復見動世尊我頭自動而<a 
name="0287c20" id="0287c20"></a>我見性尚無有止誰為搖動佛言如是。</p><a 
name="0287c21" id="0287c21"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此從&#x758E;至親又以頭驗見也初引尊者在開手合<a 
name="0287c22" id="0287c22"></a>手處薦取不動之見性復恐所見不親故又將箇<a 
name="0287c23" id="0287c23"></a>大光明藏飛在眉稍眼角邊令彼左顧右盻要他<a 
name="0287c24" id="0287c24"></a>向回頭轉腦左顧右盻處認取所謂要得周郎顧<a 
name="0288a01" id="0288a01"></a>時時誤拂絃佛告下勘其動因言汝今日左迴右<a 
name="0288a02" id="0288a02"></a>盻因何如此亦是一往深情尊者不孤所問答云<a 
name="0288a03" id="0288a03"></a>因見飛光左右故顧盻而頭動世尊婆心真切澈<a 
name="0288a04" id="0288a04"></a>底為人故復勘其誰動誰靜阿難向沒推托處盡<a 
name="0288a05" id="0288a05"></a>力擔當重新答出頭動而見不動所謂縱有千般<a 
name="0288a06" id="0288a06"></a>草終無兩樣風故世尊復印之曰如是意謂若知<a 
name="0288a07" id="0288a07"></a>頭動而見不動亦是客塵主空之義。</p><a 
name="0288a08" id="0288a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>於是如來普告大眾若復眾生以搖動者名之為塵<a 
name="0288a09" id="0288a09"></a>以不住者名之為客汝觀阿難頭自動搖見無所動<a 
name="0288a10" id="0288a10"></a>又汝觀我手自開合見無舒卷云何汝今以動為身<a 
name="0288a11" id="0288a11"></a>以動為境從始洎終念念生滅遺失真性顛倒行事<a 
name="0288a12" id="0288a12"></a>性心失真認物為<span class="corr" title='[巳&gt;己]'>己</span>輪迴是中自取流轉。</p><a 
name="0288a13" id="0288a13"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此雖寄責大眾實借大眾成就阿難也世尊見尊<a 
name="0288a14" id="0288a14"></a>者解得主空不動之義故在眾中激揚所謂打草<a 
name="0288a15" id="0288a15"></a>驚蛇意謂我今如此重重開示可謂明了若使更<a 
name="0288a16" id="0288a16"></a>有眾生尚以搖動者為塵不住者為客不能領會<a 
name="0288a17" id="0288a17"></a>不動之主空汝等但觀阿難在頭搖動處悟得見<a 
name="0288a18" id="0288a18"></a>無所動手開合處解得見無舒卷即今面前<span class="corr" title='[巳&gt;已]'>已</span>有<a 
name="0288a19" id="0288a19"></a>樣在云何汝等但以動者為身而不解不動之主<a 
name="0288a20" id="0288a20"></a>動者為塵而不識寂然之空抑且從始至終但用<a 
name="0288a21" id="0288a21"></a>念念攀緣生滅搖動者為心而反遺不動之真性<a 
name="0288a22" id="0288a22"></a>豈非顛倒行事而何性心失真牒上遺失真性也<a 
name="0288a23" id="0288a23"></a>認物為<span class="corr" title='[巳&gt;己]'>己</span>牒上念念生滅也由認物為<span class="corr" title='[巳&gt;己]'>己</span>用諸妄<a 
name="0288a24" id="0288a24"></a>想所以輪迴顛倒之中生死不絕然此輪轉非從<a 
name="0288b01" id="0288b01"></a>天降不從地出亦非人與故曰自取此章大意先<a 
name="0288b02" id="0288b02"></a>令陳那從旁註破客塵主空二義次令阿難向開<a 
name="0288b03" id="0288b03"></a>手合手回頭轉眼處領會客塵主空二義次在眾<a 
name="0288b04" id="0288b04"></a>中激揚以堅其信亦見世尊循循善誘之一斑云。</p><a 
name="0288b05" id="0288b05"></a><a 
name="0288b06" id="0288b06"></a><p><span class="juanname">大佛頂如來密因修證了義諸菩薩萬行首楞嚴經<a 
name="0288b07" id="0288b07"></a>合轍卷第一</span></p>
<hr>【經文資訊】卍新續藏第 14 冊 No. 0289 楞嚴經合轍<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index652c.html?index=X14n0289" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X14n0289_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:54 GMT -->
</html>
