<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X40n0717_012 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:00 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1428516619&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX40n0717&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX40n0717_012&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="indexb114.html?index=X40n0717_011" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">卍新纂大日本續藏經　第40冊<br/>No.717 四分戒本如釋 (12卷)<br/>【明 弘贊繹】<br/>第 12 卷</p>
	
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X40">
<div class="root" id="0717" sutra_name="四分戒本如釋" sutra_juan="[卷12]">　
<a 
name="0292a13" id="0292a13"></a><a 
name="0292a14" id="0292a14"></a><a 
name="0292a15" id="0292a15"></a><p><span class="juanname">四分戒本如釋卷第十二</span></p><a 
name="0292a16" id="0292a16"></a><a 
name="0292a17" id="0292a17"></a><p style="margin-left: 4em"><span class="byline">明　廣州沙門釋　弘贊在&#x7299;　繹</span></p><a 
name="0292a18" id="0292a18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○八滅諍法<span class="note">(開三)</span>　初總標　中別列　後結問。</p><a 
name="0292a19" id="0292a19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>△初總標</p><a 
name="0292a20" id="0292a20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>諸大德。是七滅諍法。半月半月說。戒經中來。若比丘<a 
name="0292a21" id="0292a21"></a>有諍事起。即應除滅。</p><a 
name="0292a22" id="0292a22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。七滅諍法者。謂比丘有四諍事起。當以此七<a 
name="0292a23" id="0292a23"></a>法如法。如律。如佛所教。而除滅之。故名七滅諍法<a 
name="0292a24" id="0292a24"></a>也。言四諍者。一言諍。二覓諍。三犯諍。四事諍。云何<a 
name="0292b01" id="0292b01"></a>言諍。謂比丘共比丘諍言。引十八事。法。非法。乃至<a 
name="0292b02" id="0292b02"></a>說。不說。若以如是相共諍言語。遂彼此共&#x9B2C;。是為<a 
name="0292b03" id="0292b03"></a>言諍。云何覓諍。謂比丘與比丘覓罪。以三舉事。破<a 
name="0292b04" id="0292b04"></a>戒。破見。破威儀。見。聞。疑。作如相覓罪。是為覓諍。云<a 
name="0292b05" id="0292b05"></a>何犯諍。謂犯七種罪。波羅夷。僧殘。波逸提。悔過法。<a 
name="0292b06" id="0292b06"></a>偷蘭遮。惡作。惡說。是為犯諍。云何事諍。謂言諍中<a 
name="0292b07" id="0292b07"></a>事作。覓諍中事作。犯諍中事作。是為事諍<span class="note">(身犯者名惡作。<a 
name="0292b08" id="0292b08"></a>口犯者名惡說)</span>。</p><a 
name="0292b09" id="0292b09"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>△中別列</p><a 
name="0292b10" id="0292b10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○現前滅諍法第一</p><a 
name="0292b11" id="0292b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>應與現前毗尼。當與現前毗尼。</p><a 
name="0292b12" id="0292b12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。佛在舍衛國。迦留陀夷。與六&#x7FA3;在河中浴。浴<a 
name="0292b13" id="0292b13"></a>竟。先上岸。錯著六&#x7FA3;衣而去。六&#x7FA3;上岸不見<span class="corr" title='[巳&gt;己]'>己</span>衣。<a 
name="0292b14" id="0292b14"></a>即謂彼偷衣去。彼不現前。便作滅擯羯磨。佛言。無<a 
name="0292b15" id="0292b15"></a>盜心不犯。不應不看衣而著。不應人不現前而作<a 
name="0292b16" id="0292b16"></a>擯羯磨。依止羯磨。遮不至白衣家羯磨。舉羯磨。滅<a 
name="0292b17" id="0292b17"></a>擯羯磨。若作。羯磨不成。得突吉羅。云何現前。謂法。<a 
name="0292b18" id="0292b18"></a>毗尼。人。僧。界也。云何法現前。所持法滅諍者是。云<a 
name="0292b19" id="0292b19"></a>何毗尼現前。所持毗尼滅諍者是。云何人現前。言<a 
name="0292b20" id="0292b20"></a>義往返者是。云何僧現前。同羯磨和集一處。不來<a 
name="0292b21" id="0292b21"></a>者囑授。在現前得訶。而不訶者是。云何界現前。在<a 
name="0292b22" id="0292b22"></a>界內羯磨作制限者是。若諍事滅。更發起者。墮罪。<a 
name="0292b23" id="0292b23"></a>若後來比丘新受戒者。謂是初諍。而更發起者。及<a 
name="0292b24" id="0292b24"></a>與欲<span class="corr" title='[巳&gt;已]'>已</span>後悔者。皆墮罪。此之七法。尼皆同學<span class="note">(磨得勒伽<a 
name="0292c01" id="0292c01"></a>論。明十種不現前。得作羯磨。一覆&#x9262;。二捨覆&#x9262;。謂俗人罵謗比丘等。僧應與作羯磨。不相往來。若後自見<a 
name="0292c02" id="0292c02"></a>過。行隨順心。求僧乞解。僧應羯磨為解。三學家。四捨學家。如悔過法中釋。五作房。謂以故廢寺地。羯磨與<a 
name="0292c03" id="0292c03"></a>居士。任其更為僧作房舍。六擯惡見沙彌。<span class="corr" title='[巳&gt;已]'>已</span>上皆謂未受大戒人。不得聞羯磨法故。不須現前。其二解。及<a 
name="0292c04" id="0292c04"></a>作房。擯沙彌。令在眼見耳不聞處立。七狂痴。謂無知故。不須現前。八不禮拜。九不共語。十不供養。謂比丘<a 
name="0292c05" id="0292c05"></a>非法觸惱比丘尼。不得面治比丘。但遙作不禮拜等。三種羯磨而<span class="corr" title='[巳&gt;已]'>已</span>)</span>。</p><a 
name="0292c06" id="0292c06"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○憶念滅諍法第二</p><a 
name="0292c07" id="0292c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>應與憶念毗尼。當與憶念毗尼。</p><a 
name="0292c08" id="0292c08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。佛在王舍城。摩羅子不犯重罪。諸比丘皆言<a 
name="0292c09" id="0292c09"></a>其犯。問言。汝憶犯重罪不。彼不憶犯。使答言。我不<a 
name="0292c10" id="0292c10"></a>憶犯如是重罪。長老莫數詰問我。而諸比丘故詰<a 
name="0292c11" id="0292c11"></a>問不止。佛聽僧為作憶念毗尼白四羯磨。彼應至<a 
name="0292c12" id="0292c12"></a>僧中乞言。大德僧聽。我某甲不犯重罪。諸比丘言<a 
name="0292c13" id="0292c13"></a>我犯重罪。波羅夷。僧殘。偷蘭遮。諸比丘問我言。汝<a 
name="0292c14" id="0292c14"></a>憶犯重罪不。我不憶犯重罪。答言。我不憶犯如是<a 
name="0292c15" id="0292c15"></a>重罪。諸長老不須數數難詰問我。而諸比丘故難<a 
name="0292c16" id="0292c16"></a>詰不止。我今不憶念。從僧乞憶念毗尼。願僧與我<a 
name="0292c17" id="0292c17"></a>憶念毗尼。慈愍故。如是三乞<span class="corr" title='[巳&gt;已]'>已</span>。僧應為白四羯磨<a 
name="0292c18" id="0292c18"></a>與<span class="note">(羯磨。準乞應作)</span>。云何憶念毗尼。彼比丘此罪。更不應舉。<a 
name="0292c19" id="0292c19"></a>不應作憶念。若諍事如法滅<span class="corr" title='[巳&gt;已]'>已</span>。後更發起者。墮罪。<a 
name="0292c20" id="0292c20"></a>如上<span class="note">(由諸比丘數數令其憶念不止。故佛聽作憶念毗尼。使他不復更問。薩婆多論云。此是守<a 
name="0292c21" id="0292c21"></a>護毗尼。餘比丘不應出其罪過。不應令憶念)</span>。</p><a 
name="0292c22" id="0292c22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○不癡滅諍法第三</p><a 
name="0292c23" id="0292c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>應與不癡毗尼。當與不癡毗尼。</p><a 
name="0292c24" id="0292c24"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。佛在王舍城。難提比丘癡狂心亂。多犯眾罪。<a 
name="0293a01" id="0293a01"></a>後還得心。諸比丘詰問不止。佛聽僧與作不癡毗<a 
name="0293a02" id="0293a02"></a>尼白四羯磨。彼應至僧中乞言。大德僧聽。我某甲<a 
name="0293a03" id="0293a03"></a>比丘。癩狂心亂時。多犯眾罪。行來出入。不順威儀。<a 
name="0293a04" id="0293a04"></a>後還得心。諸比丘問言。汝憶犯重罪不。我答言。先<a 
name="0293a05" id="0293a05"></a>癲狂心亂時。多犯眾罪。行來出入。不順威儀。非我<a 
name="0293a06" id="0293a06"></a>故作。是癲狂心故。諸長老不須數數難詰問我。而<a 
name="0293a07" id="0293a07"></a>諸比丘故難問不止。我今不癡。從僧乞不癡毗尼。<a 
name="0293a08" id="0293a08"></a>願僧與我不癡毗尼。慈愍故。如是三乞<span class="corr" title='[巳&gt;已]'>已</span>。僧應為<a 
name="0293a09" id="0293a09"></a>白四羯磨與<span class="note">(羯磨。準乞應作)</span>。云何不癡毗尼。彼比丘此罪。<a 
name="0293a10" id="0293a10"></a>更不應舉。不應作憶念者是。若如法諍事滅<span class="corr" title='[巳&gt;已]'>已</span>。更<a 
name="0293a11" id="0293a11"></a>發起者。墮罪。如上<span class="note">(薩婆多論云。此是守護毗尼)</span>。</p><a 
name="0293a12" id="0293a12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○自言滅諍法第四</p><a 
name="0293a13" id="0293a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>應與自言治。當與自言治。</p><a 
name="0293a14" id="0293a14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。佛在瞻婆城。十五日布薩時。眾僧前後圍遶。<a 
name="0293a15" id="0293a15"></a>有犯罪者。在於眾中坐。初中後夜<span class="corr" title='[巳&gt;已]'>已</span>過。世尊默然<a 
name="0293a16" id="0293a16"></a>不說戒。目連即以天眼見知。便促彼臂牽出門外。<a 
name="0293a17" id="0293a17"></a>佛言。不應如是。令彼伏罪。然後與罪。不應不自伏<a 
name="0293a18" id="0293a18"></a>罪而與罪。云何自言。說罪名。罪種。懺悔者是。云何<a 
name="0293a19" id="0293a19"></a>治。語言。自責汝心。生厭雖者是。若諍事滅<span class="corr" title='[巳&gt;已]'>已</span>。更發<a 
name="0293a20" id="0293a20"></a>起者。墮罪。餘如上說。優波離白佛言。作自言治。一<a 
name="0293a21" id="0293a21"></a>切如法不。佛言。不一切如法。若比丘不犯棄罪。彼<a 
name="0293a22" id="0293a22"></a>不作舉。不作憶念。自言犯棄。諸比丘即與作棄罪<a 
name="0293a23" id="0293a23"></a>治。是為非法自言治。若比丘不犯棄。彼不作舉。不<a 
name="0293a24" id="0293a24"></a>作憶念。自言犯僧殘。諸比丘即與作僧殘罪治。是<a 
name="0293b01" id="0293b01"></a>為非法。乃至自言犯惡說。亦如是<span class="note">(次句以僧殘為首。乃至惡說為<a 
name="0293b02" id="0293b02"></a>首。一一作句。亦如是。復以作舉。作憶念。一一句。亦如上)</span>。若比丘犯棄罪。彼不<a 
name="0293b03" id="0293b03"></a>作舉。不作憶念。自言犯僧殘。諸比丘即與作僧殘<a 
name="0293b04" id="0293b04"></a>治。是為非法。乃至自言犯惡說。亦如是。若比丘犯<a 
name="0293b05" id="0293b05"></a>僧殘。彼不作舉。不作憶念。便自言犯棄。諸比丘即<a 
name="0293b06" id="0293b06"></a>與作棄罪治。是為非法。若比丘犯僧殘。彼不作舉<a 
name="0293b07" id="0293b07"></a>及憶念。便自言犯墮。諸比丘即與作墮罪治。是為<a 
name="0293b08" id="0293b08"></a>非法。乃至自言犯惡說。互為首句。亦如是<span class="note">(作舉。作憶念。互<a 
name="0293b09" id="0293b09"></a>為首句。一一如上)</span>。云何如法自言治。若比丘犯棄罪。彼不<a 
name="0293b10" id="0293b10"></a>作舉。不作憶念。自言犯棄。諸比丘即為作棄罪治。<a 
name="0293b11" id="0293b11"></a>是為如法與自言治。乃至惡說亦如是。若比丘犯<a 
name="0293b12" id="0293b12"></a>棄罪。彼作舉。作憶念。自言犯棄。諸比丘即如其言<a 
name="0293b13" id="0293b13"></a>治。是為如法與自言治。乃至惡說。亦如是。</p><a 
name="0293b14" id="0293b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○覓罪滅諍法第五</p><a 
name="0293b15" id="0293b15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>應與覓罪相。當與覓罪相。</p><a 
name="0293b16" id="0293b16"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。佛在釋氏國。象力比丘喜論議。共外道論。得<a 
name="0293b17" id="0293b17"></a>切問時。前後言語相違。於僧中問時。亦復如是。前<a 
name="0293b18" id="0293b18"></a>後言語相違。在眾中故作妄語。外道譏嫌。諸比丘<a 
name="0293b19" id="0293b19"></a>白佛。佛令僧與彼作罪處所白四羯磨。集僧<span class="corr" title='[巳&gt;已]'>已</span>。為<a 
name="0293b20" id="0293b20"></a>作舉。作舉<span class="corr" title='[巳&gt;已]'>已</span>。為作憶念。作憶念<span class="corr" title='[巳&gt;已]'>已</span>。與罪。白言。大德<a 
name="0293b21" id="0293b21"></a>僧聽。此某甲比丘。好論議。與外道論。得切問時。前<a 
name="0293b22" id="0293b22"></a>後言語相違。設於眾僧中問。亦前後言語相違。眾<a 
name="0293b23" id="0293b23"></a>中故作妄語。若僧時到。僧忍聽。僧今與某甲比丘<a 
name="0293b24" id="0293b24"></a>作罪處所羯磨。汝某甲無利。不善得。汝得切問時。<a 
name="0293c01" id="0293c01"></a>前後言語相違。設眾僧中問時。亦復如是。在眾中<a 
name="0293c02" id="0293c02"></a>故作妄語。白如是<span class="note">(羯磨準白應作。作羯磨<span class="corr" title='[巳&gt;已]'>已</span>。彼比丘應行三十五行)</span>。覓罪<a 
name="0293c03" id="0293c03"></a>相者。亦云結罪處所。云何處罪所。彼比丘此罪。與<a 
name="0293c04" id="0293c04"></a>作舉。作憶念者是<span class="note">(根本律云。求罪自性。勒伽論云。實覓罪者。先犯罪<span class="corr" title='[巳&gt;已]'>已</span>發露。後覆<a 
name="0293c05" id="0293c05"></a>藏。薩婆多論云此是折伏毗尼)</span>。</p><a 
name="0293c06" id="0293c06"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○多人語滅諍法第六</p><a 
name="0293c07" id="0293c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>應與多人覓罪。當與多人覓罪。</p><a 
name="0293c08" id="0293c08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。若諸比丘諍事現前不能滅者。應求多知法<a 
name="0293c09" id="0293c09"></a>比丘行籌滅諍。以籌多表語故。時舍衛國比丘共<a 
name="0293c10" id="0293c10"></a>諍。眾僧如法為滅諍。彼諍比丘不忍可僧滅諍事。<a 
name="0293c11" id="0293c11"></a>便往白佛。佛即集僧。訶責彼<span class="corr" title='[巳&gt;已]'>已</span>。告諸比丘。應滅此<a 
name="0293c12" id="0293c12"></a>諍。用多人語<span class="note">(謂用多人知法者語)</span>。聽行籌。差行籌人。白二羯<a 
name="0293c13" id="0293c13"></a>磨。有五法不應差使行籌。謂愛恚怖癡不知<span class="corr" title='[巳&gt;己]'>己</span>行<a 
name="0293c14" id="0293c14"></a>不行。反上應差。有三種行籌。一顯露。二覆藏。三耳<a 
name="0293c15" id="0293c15"></a>語。云何顯露行籌。謂眾中雖非法比丘多。然彼二<a 
name="0293c16" id="0293c16"></a>師皆如法。又上座智人持三藏者。皆如法說。應顯<a 
name="0293c17" id="0293c17"></a>露行籌。應作二種籌。一破。二完。應作白。作如是語<a 
name="0293c18" id="0293c18"></a>者。捉不破籌。作如是語者。捉破籌。行籌<span class="corr" title='[巳&gt;已]'>已</span>。應別處<a 
name="0293c19" id="0293c19"></a>數。若如法者多。彼應作白。作如是語者諍事滅。若<a 
name="0293c20" id="0293c20"></a>如法語者少。應作禮<span class="corr" title='[巳&gt;已]'>已</span>。便起去。應遣信往比丘住<a 
name="0293c21" id="0293c21"></a>處僧中白言。彼住處非法比丘多。善哉長老。能往<a 
name="0293c22" id="0293c22"></a>至彼。若如法語比丘多諍事滅。功德多。此比丘聞<a 
name="0293c23" id="0293c23"></a>應往。若不往。如法治。云何覆藏行籌。謂眾中如法<a 
name="0293c24" id="0293c24"></a>比丘多。而彼二師及上座等。不如法。若顯露行籌。<a 
name="0294a01" id="0294a01"></a>恐諸比丘隨二師上座等捉籌。應覆藏行籌。云何<a 
name="0294a02" id="0294a02"></a>耳語行籌。謂眾中雖如法比丘多。而彼二師等非<a 
name="0294a03" id="0294a03"></a>法說。應耳語行籌。行籌時。應稀坐間容一人身。小<a 
name="0294a04" id="0294a04"></a>障翳。彼比丘作耳語。語言。汝和尚等<span class="corr" title='[巳&gt;已]'>已</span>捉籌。善哉。<a 
name="0294a05" id="0294a05"></a>汝亦當捉籌。慈愍故。若如法比丘多。諍事得滅。得<a 
name="0294a06" id="0294a06"></a>功德多。行籌<span class="corr" title='[巳&gt;已]'>已</span>。在一面數之。若諍事如法滅<span class="corr" title='[巳&gt;已]'>已</span>。後<a 
name="0294a07" id="0294a07"></a>更發舉者。及後來新受戒者。謂是初諍。而發舉者。<a 
name="0294a08" id="0294a08"></a>與欲<span class="corr" title='[巳&gt;已]'>已</span>後悔者。盡得墮罪。有十不如法捉籌。謂不<a 
name="0294a09" id="0294a09"></a>解捉。不與善伴共捉。欲令非法者多捉。知非法比<a 
name="0294a10" id="0294a10"></a>丘多捉。欲令僧破故捉。知僧當破故捉。非法捉。別<a 
name="0294a11" id="0294a11"></a>眾捉。以小犯故捉。不如所見故捉。謂異見異忍也。<a 
name="0294a12" id="0294a12"></a>反上是為十種如法捉籌<span class="note">(十誦律。令作長短白黑籌。說如法籌。以右手捉。<a 
name="0294a13" id="0294a13"></a>說非法籌。以左手捉。說如法籌緩促。說非法籌急捉。先行說如法籌。後行說非法籌。一切僧應和合一處。<a 
name="0294a14" id="0294a14"></a>不得取欲。僧祇律云。若非法籌。乃至多一者。不應唱非法人多。如法人少。當作方便解坐。若前食欲至者。<a 
name="0294a15" id="0294a15"></a>應唱令前食。若後食時。浴時。說法時。說律時。隨應唱之。若非法者覺。言我等得勝。為我等故解坐。我等今<a 
name="0294a16" id="0294a16"></a>不起。要即此坐決斷是事。爾時精舍邊若有小屋無蟲者。應使淨人放火<span class="corr" title='[巳&gt;已]'>已</span>。唱言。火起。火起。即便散起救<a 
name="0294a17" id="0294a17"></a>火。乃往覓如法伴。薩婆多論云。多覓毗尼者。多求因緣斷。多處求斷。從多處斷故。名多覓毗尼)</span>。</p><a 
name="0294a18" id="0294a18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○草覆地滅諍法第七</p><a 
name="0294a19" id="0294a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>應與如草覆地。當與如草覆地。</p><a 
name="0294a20" id="0294a20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。佛在舍衛國。諸比丘共諍。多犯眾戒。非沙門<a 
name="0294a21" id="0294a21"></a>法。亦作亦說。出入無限。後諸比丘自作是念。我曹<a 
name="0294a22" id="0294a22"></a>若還共問此事。或能令此諍事轉深重。經歷年月。<a 
name="0294a23" id="0294a23"></a>不得如法滅除。令僧不得安樂。以是白佛。佛言。應<a 
name="0294a24" id="0294a24"></a>滅此事諍。如草覆地。彼一眾中有智慧堪能比丘。<a 
name="0294b01" id="0294b01"></a>從座起偏露右肩右膝著地。合掌。作如是言。諸長<a 
name="0294b02" id="0294b02"></a>老。我等此諍事。多犯眾罪。非沙門法。言無齊限。出<a 
name="0294b03" id="0294b03"></a>入行來。不順威儀。若我等尋究此事。恐令罪深重。<a 
name="0294b04" id="0294b04"></a>不得如法。如毗尼。如佛所教。諍事滅。令諸比丘住<a 
name="0294b05" id="0294b05"></a>止不安樂。若長老忍者。我今為諸長老作如草覆<a 
name="0294b06" id="0294b06"></a>地懺悔此罪。第二眾中。亦如是說。彼諸比丘應作<a 
name="0294b07" id="0294b07"></a>如是白。大德僧聽。若僧時到。僧忍聽。僧今此諍事<a 
name="0294b08" id="0294b08"></a>作草覆地懺悔。白如是。作是白<span class="corr" title='[巳&gt;已]'>已</span>。作如草覆地懺<a 
name="0294b09" id="0294b09"></a>悔。是一眾中有智慧堪能者。從座起右膝著地合<a 
name="0294b10" id="0294b10"></a>掌作如是白。諸長老。我今此諸諍事。<span class="corr" title='[巳&gt;己]'>己</span>所犯罪。除<a 
name="0294b11" id="0294b11"></a>重罪。遮不至白衣家羯磨。若諸長老聽者。為諸長<a 
name="0294b12" id="0294b12"></a>老及<span class="corr" title='[巳&gt;己]'>己</span>。作草覆地懺悔。第二眾亦應如是說<span class="note">(此是犯諍。<a 
name="0294b13" id="0294b13"></a>以二滅滅。謂現前毗尼如草覆地。不用自言治)</span>云何草覆地。不稱說罪名<a 
name="0294b14" id="0294b14"></a>罪種懺悔者是。若諍事滅<span class="corr" title='[巳&gt;已]'>已</span>。後更發起者。墮罪<span class="note">(十誦<a 
name="0294b15" id="0294b15"></a>律釋云。草布地有二種義。一&#x9B2C;諍數起。諍人亦多。其事轉眾。推其原本。難可知處。佛聽布草除滅。如亂草<a 
name="0294b16" id="0294b16"></a>難可整理。亂來棄之。二者有聽上座勸喻諍者。使向兩眾羊皮四布悔過。二眾者。各有所助。故令各在一<a 
name="0294b17" id="0294b17"></a>處。五分律云。彼&#x9B2C;諍比丘。應來至僧中偏袒胡跪陳說其事。乞草布地悔過。三乞<span class="corr" title='[巳&gt;已]'>已</span>。皆舒手&#x811A;伏地。向羯<a 
name="0294b18" id="0294b18"></a>磨師。一心聽受羯磨。彼為白四羯磨。是名現前毗尼草布地滅犯罪諍。何謂草布地。彼諸比丘。不復說&#x9B2C;<a 
name="0294b19" id="0294b19"></a>原。僧亦不更問事根本。毗尼母經云。若比丘共諍。欲除滅罪者。先共&#x9B2A;者懺悔。如草敷泥上。令人過不汙。<a 
name="0294b20" id="0294b20"></a>共和合懺悔覆惡上。得善生。然後悔過所犯也。律攝云。若彼此兩朋共相紛競。各執<span class="corr" title='[巳&gt;己]'>己</span>見。恃怙慢情。有善<a 
name="0294b21" id="0294b21"></a>比丘。於彼此朋。各令息諍。更相懺謝。說悔其罪。起<span class="gaiji">[(白-日+田)/廾]<!--gaiji,,1[(白-日+田)/廾],2&#x22349;,3--></span>下心。不相舉發。以草敷法而除滅之)</span>。</p><a 
name="0294b22" id="0294b22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>△後結問</p><a 
name="0294b23" id="0294b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>諸大德。我<span class="corr" title='[巳&gt;已]'>已</span>說七滅諍法。今問諸大德。是中清淨不<a 
name="0294b24" id="0294b24"></a><span class="note">(三說)</span>。諸大德。是中清淨。默然故。是事如是持。</p><a 
name="0294c01" id="0294c01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。上<span class="corr" title='[巳&gt;已]'>已</span>一一別釋其相。今當總明除滅之法。於<a 
name="0294c02" id="0294c02"></a>四種諍中。云何除滅。其言諍者。以二毗尼滅。謂現<a 
name="0294c03" id="0294c03"></a>前。多人語<span class="note">(如第六法中說)</span>。或以一滅滅。謂現前毗尼。何者<a 
name="0294c04" id="0294c04"></a>是耶。若一比丘。為一比丘現前好言教語。如法。如<a 
name="0294c05" id="0294c05"></a>律。如佛所教。語言。是法。是律。是佛所教。受是。忍是。<a 
name="0294c06" id="0294c06"></a>如是諍事得滅。是為言諍。以一滅滅。若一比丘。為<a 
name="0294c07" id="0294c07"></a>二三比丘。及僧。亦如是。乃至僧為一二三比丘。及<a 
name="0294c08" id="0294c08"></a>僧。亦如是。若彼諍比丘不忍可僧作如是滅。聞異<a 
name="0294c09" id="0294c09"></a>處有好僧。好上座智人。應往彼處。若在中路。能得<a 
name="0294c10" id="0294c10"></a>如法律教滅者。是為言諍以一滅滅。若路中不能<a 
name="0294c11" id="0294c11"></a>如法滅。至彼僧中上座前作是言。我此諍事如是<a 
name="0294c12" id="0294c12"></a>起。如是實因是起。僧作是滅。我不忍可。是故來至<a 
name="0294c13" id="0294c13"></a>長老所。善哉長老。為我如法律教滅此諍事。若長<a 
name="0294c14" id="0294c14"></a>老能為我等滅此諍事者。我等當於長老前捨此<a 
name="0294c15" id="0294c15"></a>諍事。若長老不能如法律教滅者。我等自在作諍。<a 
name="0294c16" id="0294c16"></a>更令罪深重。諸比丘住止不安樂。彼諍比丘應如<a 
name="0294c17" id="0294c17"></a>是在僧前捨此諍事。此僧應語彼言。長老。諍事若<a 
name="0294c18" id="0294c18"></a>如是起。如實如所因起。如彼僧滅諍。若能如實說<a 
name="0294c19" id="0294c19"></a>者。我等當量宜能滅此諍不。若不如實說。此諍事<a 
name="0294c20" id="0294c20"></a>更深重。非法律教。諍事不得滅。諸比丘不得安樂<a 
name="0294c21" id="0294c21"></a>住。彼僧應作是受諍<span class="corr" title='[巳&gt;已]'>已</span>。應斷決。若彼諍人是下座<a 
name="0294c22" id="0294c22"></a>者。應語言。小出。我等自共平斷此事。如法律教。若<a 
name="0294c23" id="0294c23"></a>諍人是上座。僧應自避至餘處共斷。僧作是念。我<a 
name="0294c24" id="0294c24"></a>等若在僧前平此事。恐更有餘事起。令彼此善惡<a 
name="0295a01" id="0295a01"></a>言說不了。我等寧可與諸智慧人別集一處共斷。<a 
name="0295a02" id="0295a02"></a>即應作白言。大德僧聽。若僧時到。僧忍聽。僧今集<a 
name="0295a03" id="0295a03"></a>諸智慧者。共別平斷事。白如是。白<span class="corr" title='[巳&gt;已]'>已</span>。共平斷。有十<a 
name="0295a04" id="0295a04"></a>法應差別平斷事。一持戒具足。二多聞。三誦二部<a 
name="0295a05" id="0295a05"></a>毗尼極利。四若廣誦其義。五善巧言語辭辯了了。<a 
name="0295a06" id="0295a06"></a>堪任問答。令彼歡喜。六若諍事起能滅。七不愛。八<a 
name="0295a07" id="0295a07"></a>不恚。九不怖。十不癡。斷事比丘中有不誦戒。不知<a 
name="0295a08" id="0295a08"></a>戒毗尼。便捨正義。作非法語。或有誦戒。不誦戒毗<a 
name="0295a09" id="0295a09"></a>尼。捨正義。說少許文。或有法師捨正義。以言辭力<a 
name="0295a10" id="0295a10"></a>強說。僧皆應作白遣出。若誦戒。誦毗尼。順正義。如<a 
name="0295a11" id="0295a11"></a>法說。僧應佐助之。若彼僧不如法律教。滅諍者。今<a 
name="0295a12" id="0295a12"></a>僧應如法律教滅。若彼僧如法滅。今此僧亦忍可<a 
name="0295a13" id="0295a13"></a>此事。僧應語彼諍比丘言。若彼僧如法律教滅此<a 
name="0295a14" id="0295a14"></a>事。我等亦忍可此事。如法滅諍。今我等亦當作如<a 
name="0295a15" id="0295a15"></a>是滅諍。若作是得滅諍。是為言諍以一滅滅。若如<a 
name="0295a16" id="0295a16"></a>法滅<span class="corr" title='[巳&gt;已]'>已</span>。後更發起者墮罪。若彼諍比丘不忍可第<a 
name="0295a17" id="0295a17"></a>二僧作是滅。聞彼住處。有眾多比丘持法。持律。持<a 
name="0295a18" id="0295a18"></a>論。往至彼所。若在中道滅。中道不能滅。應到彼持<a 
name="0295a19" id="0295a19"></a>法等比丘所言。長老。我此諍事。因如是起。實因是<a 
name="0295a20" id="0295a20"></a>起。僧作是滅。第二僧亦作是滅。我不忍可。故來至<a 
name="0295a21" id="0295a21"></a>長老間。善哉長老。能如法律教滅此諍事者。我當<a 
name="0295a22" id="0295a22"></a>於長老間捨此事。若長老不能如法等滅。我等自<a 
name="0295a23" id="0295a23"></a>在作諍。更令罪深重。諸比丘住止不安樂。彼應在<a 
name="0295a24" id="0295a24"></a>眾多比丘前捨此事。眾多比丘應語彼言。長老。此<a 
name="0295b01" id="0295b01"></a>諍事。如實所因起。如第二僧滅。如實說。捨諍。我等<a 
name="0295b02" id="0295b02"></a>當量宜能滅此諍不。若不如實說者。此諍事自在<a 
name="0295b03" id="0295b03"></a>作罪更深重。諸比丘住止不安樂。眾多比丘應作<a 
name="0295b04" id="0295b04"></a>如是受諍。受<span class="corr" title='[巳&gt;已]'>已</span>。決斷。彼諍人或是下座。或是上座。<a 
name="0295b05" id="0295b05"></a>應如上遣避。若彼僧不如法律教滅。第二僧亦不<a 
name="0295b06" id="0295b06"></a>如法滅。眾多比丘應如法滅。若彼僧。及第二僧如<a 
name="0295b07" id="0295b07"></a>法滅。眾多比丘亦應忍可此事。應語諍比丘言。如<a 
name="0295b08" id="0295b08"></a>彼僧滅諍。我等亦忍可。今當作是滅諍。是為言諍<a 
name="0295b09" id="0295b09"></a>以一滅滅。如法滅<span class="corr" title='[巳&gt;已]'>已</span>。更發起者。墮罪<span class="note">(如往眾多持法律論比丘<a 
name="0295b10" id="0295b10"></a>所。往二比丘一比丘持法律論所。亦如是)</span>。其覓諍者。以四毗尼滅。謂現<a 
name="0295b11" id="0295b11"></a>前。憶念。或現前。不癡。或現前。罪處所。云何現前憶<a 
name="0295b12" id="0295b12"></a>念。謂比丘不犯重罪。諸比丘皆言犯。詰問不止。從<a 
name="0295b13" id="0295b13"></a>僧乞憶念。僧與彼憶念毗尼白四羯磨。有三非法<a 
name="0295b14" id="0295b14"></a>與憶念毗尼。若比丘犯重罪。諸比丘皆言其犯。詰<a 
name="0295b15" id="0295b15"></a>問不止。彼從僧乞憶念。僧若與者。非法。若比丘犯<a 
name="0295b16" id="0295b16"></a>重罪。諸比丘問言。汝憶犯重罪不。答言。我不憶犯<a 
name="0295b17" id="0295b17"></a>重。憶犯小罪。當如法懺悔。莫數詰問我。彼從僧乞<a 
name="0295b18" id="0295b18"></a>憶念。僧若與者。非法。若比丘犯重罪。諸比丘問時。<a 
name="0295b19" id="0295b19"></a>答言。我不憶犯重。憶犯小罪。<span class="corr" title='[巳&gt;已]'>已</span>如法懺悔。諸比丘<a 
name="0295b20" id="0295b20"></a>詰問不止。彼從僧乞憶念。若僧與者非法<span class="note">(反上。即是三種<a 
name="0295b21" id="0295b21"></a>如法)</span>。復有五種不如法與憶念毗尼。謂不現前。不自<a 
name="0295b22" id="0295b22"></a>言。不清淨。非法。別眾<span class="note">(反上。即五如法)</span>。云何現前不癡。謂比<a 
name="0295b23" id="0295b23"></a>丘癲狂心亂多犯眾罪。後還得心。諸比丘皆言犯<a 
name="0295b24" id="0295b24"></a>重罪。詰問不止。佛聽僧與彼不癡毗尼白四羯磨。<a 
name="0295c01" id="0295c01"></a>有三非法與不癡毗尼。若比丘不癡。而詐作癡。多<a 
name="0295c02" id="0295c02"></a>犯眾罪。諸比丘詰問不止。彼從僧乞不癡。僧若與<a 
name="0295c03" id="0295c03"></a>者。是為非法<span class="note">(此是初句。第二句亦同上。正以言我憶犯眾罪。如人夢中所作耳。第三句<a 
name="0295c04" id="0295c04"></a>亦同。正以言我犯眾罪。如人從高山墮。攬捉少片物。我亦如是。反上即三如法。五非法與。五如法與。皆如<a 
name="0295c05" id="0295c05"></a>上)</span>。云何現前罪處所。謂比丘好論義。與外道論。乃<a 
name="0295c06" id="0295c06"></a>至眾中故妄語。僧應與彼罪處所白四羯磨。有三<a 
name="0295c07" id="0295c07"></a>非法與罪處所毗尼。謂不作舉。不作憶念。不作自<a 
name="0295c08" id="0295c08"></a>言。復有三。謂無犯。犯不可懺罪。若犯罪<span class="corr" title='[巳&gt;已]'>已</span>懺。復有<a 
name="0295c09" id="0295c09"></a>不現前。非法。別眾<span class="note">(反上。即三如法)</span>。復有五非法。謂不現前。<a 
name="0295c10" id="0295c10"></a>不作自言。不清淨。非法。別眾<span class="note">(反上。即五如法)</span>。是為覓諍。以<a 
name="0295c11" id="0295c11"></a>四毗尼滅。如法滅<span class="corr" title='[巳&gt;已]'>已</span>。更發起者。墮罪。其犯諍者。以<a 
name="0295c12" id="0295c12"></a>三毗尼滅。謂現前。自言治。或現前草覆地。云何現<a 
name="0295c13" id="0295c13"></a>前自言治。若比丘犯罪。欲在一比丘前懺。應至一<a 
name="0295c14" id="0295c14"></a>清淨比丘所。露右肩。若是上座。禮足<span class="corr" title='[巳&gt;已]'>已</span>。右膝著地。<a 
name="0295c15" id="0295c15"></a>合掌。說罪名罪種。作是言。長老一心念。我某甲比<a 
name="0295c16" id="0295c16"></a>丘。犯某罪。今從長老懺悔。不敢覆藏。乃至憶我清<a 
name="0295c17" id="0295c17"></a>淨戒身。具足清淨布薩<span class="note">(訶責。立誓如上應知)</span>。是中現前者法。<a 
name="0295c18" id="0295c18"></a>毗尼。如上。人現前者。受懺悔者是也。諍事滅<span class="corr" title='[巳&gt;已]'>已</span>。更<a 
name="0295c19" id="0295c19"></a>發起者。墮罪。除受欲<span class="corr" title='[巳&gt;已]'>已</span>。餘者如上。若欲在二比丘<a 
name="0295c20" id="0295c20"></a>邊懺悔者。應至二清淨比丘所。如上具威儀。說罪<a 
name="0295c21" id="0295c21"></a>名罪種懺悔<span class="note">(懺法如上)</span>。彼受懺者。應先問第二比丘言。<a 
name="0295c22" id="0295c22"></a>若長老聽我受某甲比丘懺者。我當受。第二比丘<a 
name="0295c23" id="0295c23"></a>應言。可爾。若欲在三比丘邊懺。彼受懺者。應問餘<a 
name="0295c24" id="0295c24"></a>二比丘得可<span class="corr" title='[巳&gt;已]'>已</span>。受懺。若欲在僧中懺者。應往僧中<a 
name="0296a01" id="0296a01"></a>露肩脫屣禮僧足。右膝著地合掌白言。大德僧聽。<a 
name="0296a02" id="0296a02"></a>我某甲比丘。犯某罪。今從僧懺悔<span class="note">(三說)</span>。受懺者。應作<a 
name="0296a03" id="0296a03"></a>白。然後受懺。白言。大德僧聽。彼某甲比丘。犯某罪。<a 
name="0296a04" id="0296a04"></a>今從僧懺悔。若僧時到。僧忍聽。我受某甲比丘懺<a 
name="0296a05" id="0296a05"></a>悔。白如是。白<span class="corr" title='[巳&gt;已]'>已</span>。受懺。乃至訶責立誓如上。如法諍<a 
name="0296a06" id="0296a06"></a>事滅<span class="corr" title='[巳&gt;已]'>已</span>。更發起者墮罪。云何現前如草覆地。如第<a 
name="0296a07" id="0296a07"></a>七法中說。是為犯諍以三毗尼滅。其事諍者。以一<a 
name="0296a08" id="0296a08"></a>切毗尼滅。隨所犯。佛告比丘。以二十二種行。知是<a 
name="0296a09" id="0296a09"></a>平斷事人。具持二百五十戒。多聞。善解阿毗曇毗<a 
name="0296a10" id="0296a10"></a>尼。不與人諍。亦不堅住此事。應訶者訶。然後住。應<a 
name="0296a11" id="0296a11"></a>教者教。然後住。應滅擯。滅擯然後住。不愛。不恚。不<a 
name="0296a12" id="0296a12"></a>怖。不癡。不受此部飲食。亦不受彼部飲食。不受此<a 
name="0296a13" id="0296a13"></a>部衣&#x9262;坐具鍼筒。亦不受彼部者。不供給此部。亦<a 
name="0296a14" id="0296a14"></a>不供給彼部。不共此部入村。亦不共彼部入村。不<a 
name="0296a15" id="0296a15"></a>與作期要。亦不至彼。後來後坐<span class="note">(目得迦云。有二苾芻共生瑕隙。種種<a 
name="0296a16" id="0296a16"></a>異言。互相謗讟。於此二人。應信持戒者。若二俱持戒。應信多聞者。若二俱多聞。應信少欲者。若俱少欲。應<a 
name="0296a17" id="0296a17"></a>信極少欲者。若俱極少欲。而生瑕隙。無有是處)</span>。</p><a 
name="0296a18" id="0296a18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>●後結勸回向<span class="note">(分四)</span>　初總結前相　二勸學餘法<a 
name="0296a19" id="0296a19"></a>　三七佛戒經　四結頌回向。</p><a 
name="0296a20" id="0296a20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○初總結前相</p><a 
name="0296a21" id="0296a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>諸大德。我<span class="corr" title='[巳&gt;已]'>已</span>說戒經序。<span class="corr" title='[巳&gt;已]'>已</span>說四波羅夷法。<span class="corr" title='[巳&gt;已]'>已</span>說十三<a 
name="0296a22" id="0296a22"></a>僧伽婆尸沙法。<span class="corr" title='[巳&gt;已]'>已</span>說二不定法。<span class="corr" title='[巳&gt;已]'>已</span>說三十尼薩耆波<a 
name="0296a23" id="0296a23"></a>逸提法。<span class="corr" title='[巳&gt;已]'>已</span>說九十波逸提法。<span class="corr" title='[巳&gt;已]'>已</span>說四波羅提提舍尼<a 
name="0296a24" id="0296a24"></a>法。<span class="corr" title='[巳&gt;已]'>已</span>說眾學戒法。<span class="corr" title='[巳&gt;已]'>已</span>說七滅諍法。此是佛所說。半月<a 
name="0296b01" id="0296b01"></a>半月說戒經中來。</p><a 
name="0296b02" id="0296b02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。此中結意。為欲令知戒聚次第。復顯說者文<a 
name="0296b03" id="0296b03"></a>無差脫。句義圓滿。八聚<span class="corr" title='[巳&gt;已]'>已</span>周。二百五十法竟矣。此<a 
name="0296b04" id="0296b04"></a>是佛所說者。證非<span class="corr" title='[巳&gt;己]'>己</span>說。亦非餘人所說。餘人者。法<a 
name="0296b05" id="0296b05"></a>師。律師。聲聞。緣覺。菩薩也。戒經中來者。既非餘人<a 
name="0296b06" id="0296b06"></a>所說。復非餘經所出也。</p><a 
name="0296b07" id="0296b07"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○二勸學餘法。</p><a 
name="0296b08" id="0296b08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若更有餘佛法。是中皆共和合。應當學。</p><a 
name="0296b09" id="0296b09"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。若更有餘佛法者。謂於諸犍度中如來所制<a 
name="0296b10" id="0296b10"></a>學法。及一切修多羅。阿毗曇。定慧之法。以此法能<a 
name="0296b11" id="0296b11"></a>越苦淪而趣涅槃也。是中者。謂非<span class="corr" title='[&#x4F39;&gt;但]'>但</span>二百五十戒<a 
name="0296b12" id="0296b12"></a>法和合同修。此餘法中咸應和合共學。和合者。謂<a 
name="0296b13" id="0296b13"></a>歡喜無諍。同一師學。不生異見。如水乳合也。應當<a 
name="0296b14" id="0296b14"></a>學者。謂是比丘所應學事。勿生放逸。當勤修習也<a 
name="0296b15" id="0296b15"></a><span class="note">(修多羅。是經藏。屬定學。阿毗曇。是論藏。屬慧學也)</span>。</p><a 
name="0296b16" id="0296b16"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○三七佛略說戒經。</p><a 
name="0296b17" id="0296b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>忍辱第一道。佛說無為最。出家惱他人。不名為沙門。<a 
name="0296b18" id="0296b18"></a>此是毗婆尸如來無所著等正覺。說是戒經。</p><a 
name="0296b19" id="0296b19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。內心能安。忍外所辱之境。名為忍辱。此有二<a 
name="0296b20" id="0296b20"></a>種。一者生忍。二者法忍。生忍有二。一謂於恭敬。供<a 
name="0296b21" id="0296b21"></a>養。順境中。能忍不著。則不生憍逸。二謂於瞋。罵。打<a 
name="0296b22" id="0296b22"></a>害。逆境中能忍。則不生忿恨怨惱。是為生忍。法忍<a 
name="0296b23" id="0296b23"></a>亦有二。一者非心法。謂寒熱風雨饑渴老病死等。<a 
name="0296b24" id="0296b24"></a>二者心法。謂瞋恚憂愁疑婬欲憍慢諸邪見等。若<a 
name="0296c01" id="0296c01"></a>於此二法能忍不動。是名法忍。復以正慧觀察。生<a 
name="0296c02" id="0296c02"></a>法性空。辱不可得。苦空無我。誰為忍者。辱忍既空。<a 
name="0296c03" id="0296c03"></a>無生現前。便證圓寂。以此忍辱是涅槃圓寂之捷<a 
name="0296c04" id="0296c04"></a>徑。故名第一道。無為者。即是涅槃。湛然常寂。無所<a 
name="0296c05" id="0296c05"></a>造作。超絕有為之境。越度生死之流。更無有法勝<a 
name="0296c06" id="0296c06"></a>於此者。故名為最。沙門者。是寂淨義。舊譯為勤行。<a 
name="0296c07" id="0296c07"></a>謂勤行取涅槃故。或翻為勤息。勤為勤修道業。息<a 
name="0296c08" id="0296c08"></a>謂息惡行慈。故阿含經云。捨離恩愛。出家修道。攝<a 
name="0296c09" id="0296c09"></a>御諸根。不染外欲。慈心一切。無所傷害。遇樂不欣。<a 
name="0296c10" id="0296c10"></a>逢苦不慼。能忍如地。故號沙門。若出家不行忍辱。<a 
name="0296c11" id="0296c11"></a>而反怨報他人。則違涅槃無諍之道。豈稱勤息之<a 
name="0296c12" id="0296c12"></a>行。行若不稱。即非沙門。欲得第一道。當不惱他人。<a 
name="0296c13" id="0296c13"></a>若希無為樂。應具沙門法。忍辱是出世之因。無為<a 
name="0296c14" id="0296c14"></a>是出世之果。惱他人是生死之因。非沙門是生死<a 
name="0296c15" id="0296c15"></a>之果。善惡兩彰。淨穢齊舉。其有智者。能如擇乳之<a 
name="0296c16" id="0296c16"></a>鵝王。簡其善者而取之。則不違沙門之行。行既絕<a 
name="0296c17" id="0296c17"></a>倫。果超有頂矣。若據根本部中。謂毗婆尸佛出世<a 
name="0296c18" id="0296c18"></a>時諸弟子眾。及諸外道邪師。多樂苦行修身。妄招<a 
name="0296c19" id="0296c19"></a>樂果。時佛為破此見故。為諸弟子說斯略教。曰。忍<a 
name="0296c20" id="0296c20"></a>是勤中上。能得涅槃處。出家惱他人。不名為沙門。<a 
name="0296c21" id="0296c21"></a>謂忍是精勤中上。不由自苦其身。得勝涅槃。又諦<a 
name="0296c22" id="0296c22"></a>察法忍。由解了法。終獲涅槃。不由苦身而能證會。<a 
name="0296c23" id="0296c23"></a>復為遮彼邪見外道出家之類。妄說異法。教化他<a 
name="0296c24" id="0296c24"></a>人。無益苦身。令同<span class="corr" title='[巳&gt;己]'>己</span>行。自他俱惱。終無果益。故云<a 
name="0297a01" id="0297a01"></a>出家惱他人。不名為沙門<span class="note">(西國九十六種出家外道。俱稱沙門。惟如來弟<a 
name="0297a02" id="0297a02"></a>子名釋迦沙門)</span>。無所著等正覺者。謂如來證涅槃時。斷盡<a 
name="0297a03" id="0297a03"></a>一切煩惱。令身口意清淨。無染無著。故名無所著。<a 
name="0297a04" id="0297a04"></a>以一切法平等開覺一切眾生。成無上覺。故號等<a 
name="0297a05" id="0297a05"></a>正覺。</p><a 
name="0297a06" id="0297a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>譬如明眼人。能避嶮惡道。世有聰明人。能遠離諸惡。<a 
name="0297a07" id="0297a07"></a>此是尸棄如來無所著等正覺。說是戒經。</p><a 
name="0297a08" id="0297a08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。喻人明目不趣嶮難之徑。終至安隱之地。若<a 
name="0297a09" id="0297a09"></a>世間有聰慧明見智者。即知道與非道。非道乃六<a 
name="0297a10" id="0297a10"></a>趣之嶮途。道是八正之平街。嶮途由不善所感。平<a 
name="0297a11" id="0297a11"></a>街因勝慧所至。故須離諸惡因。務修出要。終抵涅<a 
name="0297a12" id="0297a12"></a>槃安隱常樂之處。</p><a 
name="0297a13" id="0297a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>不謗亦不嫉。當奉行於戒。飲食知止足。常樂在空閑。<a 
name="0297a14" id="0297a14"></a>心定樂精進。是名諸佛教。此是毗葉羅如來無所著<a 
name="0297a15" id="0297a15"></a>等正覺。說是戒經。</p><a 
name="0297a16" id="0297a16"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。謗是口過。嫉是意業。欲離此二。當奉行於戒。<a 
name="0297a17" id="0297a17"></a>戒淨則三業頓捐。又何口意之可得。為欲成就淨<a 
name="0297a18" id="0297a18"></a>戒。故令不謗不嫉也。飲食屬口。常樂屬意。知足則<a 
name="0297a19" id="0297a19"></a>息妄馳求。空閑則諸念自寂。又何心之不定。為欲<a 
name="0297a20" id="0297a20"></a>成就定法。故令知足在閑。起慧斷惑。故云樂精進。<a 
name="0297a21" id="0297a21"></a>空閑者。是阿蘭若寂靜之處。依此處而勤修定門。<a 
name="0297a22" id="0297a22"></a>必獲涅槃果證。三世如來。同斯軌轍以教弟子。故<a 
name="0297a23" id="0297a23"></a>云是諸佛教。毗葉羅。即毗舍浮。如前釋。</p><a 
name="0297a24" id="0297a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>譬如蜂採華。不壞色與香。但取其味去。比丘入聚然。<a 
name="0297b01" id="0297b01"></a>不違戾他事。不觀作不作。但自觀身行。若正若不正。<a 
name="0297b02" id="0297b02"></a>此是拘留孫如來無所著等正覺。說是戒經。</p><a 
name="0297b03" id="0297b03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。喻如蜂之採華。但持&#x8602;味而去。不損華之色<a 
name="0297b04" id="0297b04"></a>香。比丘入聚落乞食時。亦復如是。故云然也。不違<a 
name="0297b05" id="0297b05"></a>戾他事者。謂比丘乞食。趣得充身長道。隨施而受。<a 
name="0297b06" id="0297b06"></a>勿以過求戾他。壞彼信敬。正如蜂取味。不壞色與<a 
name="0297b07" id="0297b07"></a>香也。不觀作不作者。謂既不戾他。亦勿觀人得失。<a 
name="0297b08" id="0297b08"></a>以亂身心。妨自證悟。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>自觀身行者。謂惟當省<span class="corr" title='[巳&gt;己]'>己</span>。<a 
name="0297b09" id="0297b09"></a>若自無非。則身必端有過則行不正。故云若正若<a 
name="0297b10" id="0297b10"></a>不正。</p><a 
name="0297b11" id="0297b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>心莫作放逸。聖法當勤學。如是無憂愁。心定入涅槃。<a 
name="0297b12" id="0297b12"></a>此是拘那含牟尼如來無所著等正覺。說是戒經。</p><a 
name="0297b13" id="0297b13"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。由不放逸。故能勤學聖道。由學聖道。故憂惱<a 
name="0297b14" id="0297b14"></a>之惑能除。由除憂惑。故心獲定。由獲定故。而趣涅<a 
name="0297b15" id="0297b15"></a>槃。涅槃。此翻寂滅。斯所謂斷集。修道。證滅也。若心<a 
name="0297b16" id="0297b16"></a>放逸造諸惡集因。則招感憂愁之苦果。若不修道<a 
name="0297b17" id="0297b17"></a>見諦證滅。雖獲定心。而煩惑未除。輪轉三有。憂愁<a 
name="0297b18" id="0297b18"></a>之苦奚免。</p><a 
name="0297b19" id="0297b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一切惡莫作。當奉行諸善。自淨其志意。是則諸佛教。<a 
name="0297b20" id="0297b20"></a>此是迦葉如來無所著等正覺。說是戒經。</p><a 
name="0297b21" id="0297b21"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。一切惡者。謂身口七支。所違性遮之罪。諸善<a 
name="0297b22" id="0297b22"></a>者。雖復不違性遮。由是防其欲界身口麤惡。而細<a 
name="0297b23" id="0297b23"></a>亂未除。不能超出欲界之境。未得為善。既自尸羅<a 
name="0297b24" id="0297b24"></a>皎潔。志在禪門。專修五法。則色界清淨四大自現<a 
name="0297c01" id="0297c01"></a>身中。緣是以次第獲得根本四禪。種種勝妙支林<a 
name="0297c02" id="0297c02"></a>功德。爾乃因超欲網。果居色界。故稱為善。自淨其<a 
name="0297c03" id="0297c03"></a>志意者。謂因禪定。發真無漏智慧。破諸邪倒。了惑<a 
name="0297c04" id="0297c04"></a>&#x8657;妄。蕩除心垢。淨諸瑕穢。照了一切諸法。皆不可<a 
name="0297c05" id="0297c05"></a>得。故云淨其志意。法海雖曠。此三攝盡。三世如來。<a 
name="0297c06" id="0297c06"></a>隨機利物。無異於斯。故曰是諸佛教<span class="note">(支林者。初禪有五。支。一覺<a 
name="0297c07" id="0297c07"></a>二觀。三喜。四樂。五一心。二禪有四支。一內淨。二喜。三樂。四一心。三禪有五支。一捨。二念。三慧。四樂。五一心。<a 
name="0297c08" id="0297c08"></a>四禪有四支。一不苦不樂。二捨。三念。四一心。詳如餘處)</span>。</p><a 
name="0297c09" id="0297c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善護於口言。自淨其志意。身莫作諸惡。此三業道淨。<a 
name="0297c10" id="0297c10"></a>能得如是行。是大仙人道。此是釋迦牟尼如來無所<a 
name="0297c11" id="0297c11"></a>著等正覺。於十二年中。為無事僧。說是戒經。從是以<a 
name="0297c12" id="0297c12"></a>後。廣分別說。諸比丘自為樂法。樂沙門者。有慚有愧。<a 
name="0297c13" id="0297c13"></a>樂學戒者。當於中學。</p><a 
name="0297c14" id="0297c14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。諸佛興世。觀機設教。法無一定。釋尊出此五<a 
name="0297c15" id="0297c15"></a>濁惡時。人多好諍。不護口言。及與濁心垢重。縱無<a 
name="0297c16" id="0297c16"></a>現境。而憶曾所經事。發起欲思。造作身業不善。是<a 
name="0297c17" id="0297c17"></a>故如來誡之以次第。防之以未萌。又復僧以修和<a 
name="0297c18" id="0297c18"></a>為重。故宜首戒之。若能如是善護。自淨。不作。是則<a 
name="0297c19" id="0297c19"></a>三業道淨。得此淨行。即如來大仙人之道矣。如來<a 
name="0297c20" id="0297c20"></a>為天中天。仙中仙。人中尊。故云大仙人也。無事僧<a 
name="0297c21" id="0297c21"></a>者。謂諸羅漢。諸漏<span class="corr" title='[巳&gt;已]'>已</span>盡。梵行<span class="corr" title='[巳&gt;已]'>已</span>立。所作<span class="corr" title='[巳&gt;已]'>已</span>辦。故云<a 
name="0297c22" id="0297c22"></a>無事。如來成等正覺。初十二年中。未有有漏法生。<a 
name="0297c23" id="0297c23"></a>但為諸阿羅漢無事僧。說斯略教。其未證無事者。<a 
name="0297c24" id="0297c24"></a>學此教故。淨三業道。而便證悟。十二年後。有漏法<a 
name="0298a01" id="0298a01"></a>生。乃為廣結二百五十戒法。分別輕重開遮之相。<a 
name="0298a02" id="0298a02"></a>問曰。云何世尊不直爾制戒。待他犯然後結耶。答<a 
name="0298a03" id="0298a03"></a>曰。如來初成正覺。二百五十戒法<span class="corr" title='[巳&gt;已]'>已</span>定。但為眾生<a 
name="0298a04" id="0298a04"></a>根性未堪頓制。是以隨犯乃結。故文殊問經云。文<a 
name="0298a05" id="0298a05"></a>殊師利白佛言世尊。未來世有邪見人。當誹謗佛。<a 
name="0298a06" id="0298a06"></a>說如是言。若使如來是一切智。何故待眾生作罪<a 
name="0298a07" id="0298a07"></a>然後制戒。佛告文殊。如此即是一切智相。若我逆<a 
name="0298a08" id="0298a08"></a>制戒。人當謗我。何以故。我不作罪。云何強說。此非<a 
name="0298a09" id="0298a09"></a>一切智。何以故。我無罪過故。如來無慈悲心。不饒<a 
name="0298a10" id="0298a10"></a>益。不攝受眾生。如人無子。而說有子。某時當生。空<a 
name="0298a11" id="0298a11"></a>有此言。云何可信。何以故。不真實故。若真見子。則<a 
name="0298a12" id="0298a12"></a>生信心。如是文殊。所未作罪。人天不見。云何逆制<a 
name="0298a13" id="0298a13"></a>戒。要須見罪。然後乃制。又善見律佛言。未有漏者<a 
name="0298a14" id="0298a14"></a>如來結戒。眾生生誹謗想。謂諸弟子悉是貴姓。或<a 
name="0298a15" id="0298a15"></a>是王位。捨其財物宮殿妻子眷屬。不惜身命。皆是<a 
name="0298a16" id="0298a16"></a>知足。於世間無所希求。云何瞿曇反以波羅提木<a 
name="0298a17" id="0298a17"></a>叉而繫之。是瞿曇未善別世人故。若結戒者。世人<a 
name="0298a18" id="0298a18"></a>亦不生敬重之心。譬如醫師未善治病。見人始欲<a 
name="0298a19" id="0298a19"></a>生癰。雖有癰性。未大成就。&#x8F19;為破之。血出狼藉。受<a 
name="0298a20" id="0298a20"></a>大苦痛。以藥塗之。瘡即還復。醫曰。我為汝治病。當<a 
name="0298a21" id="0298a21"></a>與我直。病人答曰。此癡醫師。若是我病。可為我治。<a 
name="0298a22" id="0298a22"></a>我本無病。強為破肉出血。生大苦痛。反責我直。詎<a 
name="0298a23" id="0298a23"></a>非狂耶。聲聞弟子亦復如是。若先結戒而生誹謗。<a 
name="0298a24" id="0298a24"></a>我自無罪。強為結戒。是故如來不先結戒。若有漏<a 
name="0298b01" id="0298b01"></a>者。是時如來當為諸弟子結戒。指示波羅提木叉。<a 
name="0298b02" id="0298b02"></a>譬如良醫。應病設藥。令得除愈。大獲賞賜。又被讚<a 
name="0298b03" id="0298b03"></a>歎。此好醫師。善治我患。如來亦復如是。隨犯而制。<a 
name="0298b04" id="0298b04"></a>歡喜受持。無有怨言。故律本中。舍利弗白佛言。惟<a 
name="0298b05" id="0298b05"></a>願大聖與諸比丘結戒說戒。使修梵行。法得久住。<a 
name="0298b06" id="0298b06"></a>佛言。舍利弗。且止。佛自知時。何以故。比丘中未有<a 
name="0298b07" id="0298b07"></a>犯有漏法。若有犯漏法者。然後為結戒。斷彼有漏<a 
name="0298b08" id="0298b08"></a>法。舍利弗。比丘乃至未得利養。及與名稱為人所<a 
name="0298b09" id="0298b09"></a>識。多聞多財業故。若得利養及與名稱。乃至多財<a 
name="0298b10" id="0298b10"></a>業。便生有漏法。若有漏法生。然後世尊當為結戒。<a 
name="0298b11" id="0298b11"></a>使斷漏法故。問曰。云何漏法生起。多是六群。斯其<a 
name="0298b12" id="0298b12"></a>故作。唯無心犯耶。答曰。六群比丘乃大權示現。宣<a 
name="0298b13" id="0298b13"></a>通佛教。內為法門之棟梁。外為佛教之大護。非凡<a 
name="0298b14" id="0298b14"></a>所測。豈得思議。今有愚人。不諳教法。恣意造罪。心<a 
name="0298b15" id="0298b15"></a>無慚愧。由謂如來在世。六群俱作。非今獨我。寧知<a 
name="0298b16" id="0298b16"></a>昔賢正為後來啟教。而反以昔賢為非。嗚呼法之<a 
name="0298b17" id="0298b17"></a>末矣。人多懈惰。薄福&#x5C20;慧。不堪如來法教。反生誹<a 
name="0298b18" id="0298b18"></a>謗。造種種業。故百喻經云。世人不解如來法王為<a 
name="0298b19" id="0298b19"></a>眾生故。種種方便現其短闕。便生毀謗。效其不是。<a 
name="0298b20" id="0298b20"></a>由是之故。於佛法中。永失其善。墮於三惡。方等大<a 
name="0298b21" id="0298b21"></a>雲經云。提婆達多。能開示人。令阿僧祇無量眾生。<a 
name="0298b22" id="0298b22"></a>安住善根。提婆達多所有境界。實非聲聞緣覺所<a 
name="0298b23" id="0298b23"></a>知。六群比丘亦大菩薩。提婆達多與共同行。若能<a 
name="0298b24" id="0298b24"></a>知達多功德了了不疑。當知是人真佛弟子。得佛<a 
name="0298c01" id="0298c01"></a>功德二分之一。得佛一目。得佛半身。若言弊惡提<a 
name="0298c02" id="0298c02"></a>婆達多壞眾僧者。當知即是善方便也。自為樂法<a 
name="0298c03" id="0298c03"></a>樂沙門者。法乃沙門之果因。苟因不施。果無從立。<a 
name="0298c04" id="0298c04"></a>今人不學沙門法。而稱沙門者。謬之甚也。而復欲<a 
name="0298c05" id="0298c05"></a>得沙門果者。去之遠矣。或言我非自為。噫。若自未<a 
name="0298c06" id="0298c06"></a>達。而欲達人者。其猶自墮巨海。以救他溺。得無俱<a 
name="0298c07" id="0298c07"></a>沒者哉。或云自有大乘。何用小學。此實未達大乘。<a 
name="0298c08" id="0298c08"></a>故作斯語。如彼六群本大菩薩。何復示其小行。豈<a 
name="0298c09" id="0298c09"></a>知自護護他。正菩薩之本懷。一善不捨。乃大士之<a 
name="0298c10" id="0298c10"></a>弘心。況復大小通途皆歸第一義諦。莊嚴萬德之<a 
name="0298c11" id="0298c11"></a>軀。舍此何歟。詳檢大乘經律。惟訶聲聞自度之小<a 
name="0298c12" id="0298c12"></a>心。非責聲聞嚴持之戒行。大小雙修。性遮齊護。方<a 
name="0298c13" id="0298c13"></a>順解脫之本。不違慈尊之訓。故般若會上。謂諸菩<a 
name="0298c14" id="0298c14"></a>薩行般若波羅蜜。應善知修學聲聞緣覺菩薩一<a 
name="0298c15" id="0298c15"></a>切威儀戒行。若見威儀不稱眾者。即應遠離。若有<a 
name="0298c16" id="0298c16"></a>沙門戒行威儀。則應親近。寶積經中。謂菩薩若作<a 
name="0298c17" id="0298c17"></a>是思惟。此法甚深。此非甚深。此法是淨。此法非淨。<a 
name="0298c18" id="0298c18"></a>此諸佛法。此緣覺法。此聲聞法。此法應作。此不應<a 
name="0298c19" id="0298c19"></a>作。此是深法。此非深法。是名增上慢。又菩薩戒本<a 
name="0298c20" id="0298c20"></a>經云。若菩薩如是見。如是說言。菩薩不應聽聲聞<a 
name="0298c21" id="0298c21"></a>經法。不應受。不應學。菩薩何用聲聞法為。是名為<a 
name="0298c22" id="0298c22"></a>犯眾多犯。內法傳云。若禮菩薩。讀大乘經。名之為<a 
name="0298c23" id="0298c23"></a>大。不行斯事。名之為小。所云大乘無過二種。一則<a 
name="0298c24" id="0298c24"></a>中觀。二乃瑜伽。中觀則俗有真空。體&#x8657;如幻。瑜伽<a 
name="0299a01" id="0299a01"></a>則外無內有。事皆惟識。斯並咸遵聖教。孰是孰非。<a 
name="0299a02" id="0299a02"></a>同契涅槃。何真何偽。意在斷煩惱惑。拯濟眾生。豈<a 
name="0299a03" id="0299a03"></a>欲廣致紛紜。重增沉結。依行則俱升彼岸。棄背則<a 
name="0299a04" id="0299a04"></a>並溺生津。西國雙行。理無乖競。既無慧目。誰鑒是<a 
name="0299a05" id="0299a05"></a>非。任久習而修之。幸無勞於自割。如上所說。自可<a 
name="0299a06" id="0299a06"></a>思之。更不假餘繁論。有慚有愧樂學戒者。自不作<a 
name="0299a07" id="0299a07"></a>罪。名為有慚。不教他作。名為有愧。又於諸惡自恥。<a 
name="0299a08" id="0299a08"></a>名之為慚。於惡羞他。名之為愧。世間若無慚愧二<a 
name="0299a09" id="0299a09"></a>法。悉皆違越清淨聖道。趣向生老病死險途。故大<a 
name="0299a10" id="0299a10"></a>經云。諸佛世尊。常說是言。有二白法。能救眾生。一<a 
name="0299a11" id="0299a11"></a>者慚。二者愧。慚者自不作罪。愧者不教他作。慚者<a 
name="0299a12" id="0299a12"></a>內自羞恥。愧者發露向人。又有二種智。一者不造<a 
name="0299a13" id="0299a13"></a>諸惡。二者作<span class="corr" title='[巳&gt;已]'>已</span>懺悔。有二種愚。一者非罪。二者覆<a 
name="0299a14" id="0299a14"></a>藏。今此波羅提木叉戒。非無慚愧。及無智者。而能<a 
name="0299a15" id="0299a15"></a>樂修學也。當於中學者。謂當於此二百五十別解<a 
name="0299a16" id="0299a16"></a>脫律儀。及七佛略說戒經。勤修學習。以度生老病<a 
name="0299a17" id="0299a17"></a>死之患。苟其不學。則持犯昧然。&#x7602;羊之稱何免。無<a 
name="0299a18" id="0299a18"></a>作既虧。比丘之體奚立。是故大小兩乘。齊建三學。<a 
name="0299a19" id="0299a19"></a>而戒為首詮。同修五分而三學初啟。所以修學三<a 
name="0299a20" id="0299a20"></a>法之用。而證五分之果。當知五分法身。前三從因<a 
name="0299a21" id="0299a21"></a>而顯德。後二就果以彰能。盡智正習俱斷。名解脫<a 
name="0299a22" id="0299a22"></a>身。無生智了了覺照。名為知見。菩薩急於化他。故<a 
name="0299a23" id="0299a23"></a>加施忍進。以修六度。聲聞由於自度。唯修三學。故<a 
name="0299a24" id="0299a24"></a>智論。以六度是眾生法。三學是涅槃法。一切法門<a 
name="0299b01" id="0299b01"></a>由學而趣。三學不修。則涅槃無路。木叉不奉。則定<a 
name="0299b02" id="0299b02"></a>慧絕因。何能超渡四流。而登彼岸者哉。</p><a 
name="0299b03" id="0299b03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>○四結頌迴向<span class="note">(共有十四頌。皆結集者所置。今分六釋)</span>。</p><a 
name="0299b04" id="0299b04"></a><p>　<span class="lg">明人能護戒　　能得三種樂　　名譽及利養<a 
name="0299b05" id="0299b05"></a><br>　死得生天上　　當觀如是處　　有智勤護戒<a 
name="0299b06" id="0299b06"></a><br>　戒淨有智慧　　便得第一道</span></p><a 
name="0299b07" id="0299b07"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。前一頌。是世間因果。後一頌。是出世間因果。<a 
name="0299b08" id="0299b08"></a>舉世間因果。以彰出世間因果也。明人者。謂了達<a 
name="0299b09" id="0299b09"></a>三途苦趣是惡因所感。人天樂境由善業所招。故<a 
name="0299b10" id="0299b10"></a>捨諸惡因。而修眾善。戒為眾善之本。乃明達智者<a 
name="0299b11" id="0299b11"></a>能護。非愚暗不別善惡果報者所可堪持也。三種<a 
name="0299b12" id="0299b12"></a>樂者。名譽。利養。是現在華報之樂。得生天上。是未<a 
name="0299b13" id="0299b13"></a>來果報之樂。名是名稱。譽是讚譽。利養即是四聖<a 
name="0299b14" id="0299b14"></a>種。謂能持戒之人。戒德芬馥。十方普聞。人天稱譽。<a 
name="0299b15" id="0299b15"></a>所共供養也。天者。天然。自然清淨。最勝最樂故。苟<a 
name="0299b16" id="0299b16"></a>非淨潔最勝之因。豈生淨潔最勝之處。淨潔因者。<a 
name="0299b17" id="0299b17"></a>禁戒是也。當觀如是處者。謂應思惟觀察世間三<a 
name="0299b18" id="0299b18"></a>種樂報。悉由護戒而有。即知出世第一道。必從戒<a 
name="0299b19" id="0299b19"></a>淨而得也。有智勤護戒者。天上乃明人得生。出世<a 
name="0299b20" id="0299b20"></a>非智者莫辦。亦非懈惰無戒者所獲。由護淨戒。身<a 
name="0299b21" id="0299b21"></a>心皎潔。發生無漏智慧。由智慧力故。破諸煩惱。而<a 
name="0299b22" id="0299b22"></a>得涅槃第一道也。</p><a 
name="0299b23" id="0299b23"></a><p>　<span class="lg">如過去諸佛　　及以未來者　　現在諸世尊<a 
name="0299b24" id="0299b24"></a><br>　能勝一切憂　　皆共尊敬戒　　此是諸佛法<a 
name="0299c01" id="0299c01"></a><br>　若有自為身　　欲求於佛道　　當尊重正法<a 
name="0299c02" id="0299c02"></a><br>　此是諸佛教</span></p><a 
name="0299c03" id="0299c03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。前一頌半。舉諸佛共尊戒而成道。以證之。後<a 
name="0299c04" id="0299c04"></a>一頌。示欲求佛當重正法。以勸之。一切煩惱諸惑<a 
name="0299c05" id="0299c05"></a>結縛眾生。故名為憂。三世如來皆奉波羅提木叉。<a 
name="0299c06" id="0299c06"></a>對治諸惑。而得解脫。故名能勝。自為身者。謂專為<a 
name="0299c07" id="0299c07"></a>此身超越死生求於佛道。非希世樂而期佛果。言<a 
name="0299c08" id="0299c08"></a>求佛道者揀非聲聞緣覺之乘。志在求佛尊修禁<a 
name="0299c09" id="0299c09"></a>戒。非為二乘奉持律儀。毗尼幽旨。誠在茲焉。學者<a 
name="0299c10" id="0299c10"></a>幸無錯其宗趣。自陷偏小之坑。狂者速宜反省。以<a 
name="0299c11" id="0299c11"></a>雪譏貶之罪。縱而跡現是小。意本實誘歸大。況乃<a 
name="0299c12" id="0299c12"></a>戒海無涯。量同太&#x8657;。隨物受益。等施無二。惟根器<a 
name="0299c13" id="0299c13"></a>自有大小之殊。法無廣狹之咎。欲脫二死之淵。當<a 
name="0299c14" id="0299c14"></a>早投心於戒地。庶得自為無乖。求佛有旨矣正法<a 
name="0299c15" id="0299c15"></a>者。戒法也。所謂有秉羯磨說戒。則正法未滅世間。<a 
name="0299c16" id="0299c16"></a>以此戒法。是出生死之梯航。涅槃之徑路。不同外<a 
name="0299c17" id="0299c17"></a>道邪教。輪王十善治世之術。故此特名之為正法。</p><a 
name="0299c18" id="0299c18"></a><p>　<span class="lg">七佛為世尊　　滅除諸結使　　說是七戒經<a 
name="0299c19" id="0299c19"></a><br>　諸縛得解脫　　<span class="corr" title='[巳&gt;已]'>已</span>入於涅槃　　諸戲永滅盡<a 
name="0299c20" id="0299c20"></a><br>　尊行大仙說　　聖賢稱譽戒　　弟子之所行<a 
name="0299c21" id="0299c21"></a><br>　入寂滅涅槃</span></p><a 
name="0299c22" id="0299c22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。前一頌半。謂諸佛弟子奉持戒經。得脫諸縛。<a 
name="0299c23" id="0299c23"></a><span class="corr" title='[巳&gt;已]'>已</span>入涅槃。故舉以證之。後一頌。謂今佛弟子。尊佛<a 
name="0299c24" id="0299c24"></a>所說戒修行。便獲涅槃果證。故示以勸之。結使者。<a 
name="0300a01" id="0300a01"></a>謂諸煩惱結縛驅使行人心神。流轉三界不得解<a 
name="0300a02" id="0300a02"></a>脫。略言則三結十使。廣說則八十八使。乃至五百<a 
name="0300a03" id="0300a03"></a>結使。七佛為世<span class="gaiji">[隳-隋+道]<!--gaiji,,1[隳-隋+道],2,3--></span>師。為欲滅除諸弟子結使故。乃<a 
name="0300a04" id="0300a04"></a>說此戒經。弟子奉行。則諸煩惱結縛。因斯解脫。證<a 
name="0300a05" id="0300a05"></a>無生果。<span class="corr" title='[巳&gt;已]'>已</span>般涅槃。一切有無戲論。永悉滅盡矣。七<a 
name="0300a06" id="0300a06"></a>佛大仙所說之經。是一切聖賢所稱讚之戒。若今<a 
name="0300a07" id="0300a07"></a>佛弟子尊之修行。則無不證入寂滅涅槃者也。涅<a 
name="0300a08" id="0300a08"></a>槃是西音。寂滅是華言。華梵兩彰。故二雙舉也。</p><a 
name="0300a09" id="0300a09"></a><p>　<span class="lg">世尊涅槃時　　興起於大悲　　集諸比丘眾<a 
name="0300a10" id="0300a10"></a><br>　與如是教誡　　莫謂我涅槃　　淨行者無護<a 
name="0300a11" id="0300a11"></a><br>　我今說戒經　　亦善說毗尼　　我雖般涅槃<a 
name="0300a12" id="0300a12"></a><br>　當視如世尊　　此經久住世　　佛法得熾盛<a 
name="0300a13" id="0300a13"></a><br>　如是熾盛故　　得入於涅槃　　若不持此戒<a 
name="0300a14" id="0300a14"></a><br>　如所應布薩　　喻如日沒時　　世界皆闇冥</span></p><a 
name="0300a15" id="0300a15"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。初一頌。序佛垂誨。次兩頌半。明佛示教。後一<a 
name="0300a16" id="0300a16"></a>頌。乃重申誡喻也。如來說法四十九年。化緣<span class="corr" title='[巳&gt;已]'>已</span>畢。<a 
name="0300a17" id="0300a17"></a>垂將涅槃。重以戒法。顧命弟子。慇懃付囑。示誨諄<a 
name="0300a18" id="0300a18"></a>諄。是知此戒。實為佛法之綱領。僧伽之命脈。苦海<a 
name="0300a19" id="0300a19"></a>之津梁。涅槃之關要。苟不頂戴受持。豈但沉溺生<a 
name="0300a20" id="0300a20"></a>津。而且辜於如來付囑之念。凡我佛子。當思慈誨。<a 
name="0300a21" id="0300a21"></a>奉遺法而忘軀。敬木叉而盡壽。使正法而得恒存。<a 
name="0300a22" id="0300a22"></a>熾然常住世間。是為知恩報恩。思德報德者矣。戒<a 
name="0300a23" id="0300a23"></a>經者。二百五十別解脫律儀也。毗尼者。是除滅罪<a 
name="0300a24" id="0300a24"></a>之法也。般涅槃者。華言入寂滅。謂生死永寂滅故。<a 
name="0300b01" id="0300b01"></a>亦云滅度。所謂大患永滅。超度四流者也。當視如<a 
name="0300b02" id="0300b02"></a>世尊者。謂此波羅提木叉經在世。即是如來法身<a 
name="0300b03" id="0300b03"></a>常住不滅。故特令師之。如遺教經云。如來於娑羅<a 
name="0300b04" id="0300b04"></a>雙樹間。將入涅槃。告諸弟子曰。汝等比丘。於我滅<a 
name="0300b05" id="0300b05"></a>後。當尊重珍敬波羅提木叉。加闇遇明。貧人得寶。<a 
name="0300b06" id="0300b06"></a>當知此等。則是汝等大師。若我住世。無異此也。此<a 
name="0300b07" id="0300b07"></a>經久住世等者。謂有如戒修行。即此經住世。此經<a 
name="0300b08" id="0300b08"></a>住世。則正法光明熾盛不滅。由此光故。得見諦理。<a 
name="0300b09" id="0300b09"></a>而趣涅槃。是即教行理果。皆悉熾然。若不持戒布<a 
name="0300b10" id="0300b10"></a>薩除愆。罪垢日增。失智慧明。不&#x89A9;聖道。便墮三途。<a 
name="0300b11" id="0300b11"></a>喻如日沒暗冥。無所見故。即墮坑落塹矣。</p><a 
name="0300b12" id="0300b12"></a><p>　<span class="lg">當護持是戒　　如犛牛愛尾　　和合一處坐<a 
name="0300b13" id="0300b13"></a><br>　如佛之所說</span></p><a 
name="0300b14" id="0300b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。此頌誡令護戒。當遵佛制。謂行者以護戒自<a 
name="0300b15" id="0300b15"></a>珍。寧死不犯。如犛牛自惜其尾。不顧身命。和合一<a 
name="0300b16" id="0300b16"></a>處坐者。使離別眾之過。如佛所說者。遣除非法之<a 
name="0300b17" id="0300b17"></a>累。總謂行者。以戒自惜。希求無犯。乃半月半月。共<a 
name="0300b18" id="0300b18"></a>和集一處。如佛所教。而作布薩說戒也。</p><a 
name="0300b19" id="0300b19"></a><p>　<span class="lg">我<span class="corr" title='[巳&gt;已]'>已</span>說戒經　　眾僧布薩竟　　我今說戒經<a 
name="0300b20" id="0300b20"></a><br>　所說諸功德　　施一切眾生　　皆共成佛道</span></p><a 
name="0300b21" id="0300b21"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>釋曰。前半頌。明自他所作事畢。後一頌。以所作事<a 
name="0300b22" id="0300b22"></a>回施有情。共成佛道。言所作事者。即諸功德也。諸<a 
name="0300b23" id="0300b23"></a>功德者。謂一一戒所生之功德也。施一切眾生者。<a 
name="0300b24" id="0300b24"></a>謂先作布薩說戒。乃惟自利。今施眾生。是為利他。<a 
name="0300c01" id="0300c01"></a>共成佛道者。所謂不令有人獨得滅度。皆以如來<a 
name="0300c02" id="0300c02"></a>滅度而滅度之。是也。亦乃菩薩初發大心。即與一<a 
name="0300c03" id="0300c03"></a>切眾生共期佛果。究竟涅槃之弘誓也。問曰。聲聞<a 
name="0300c04" id="0300c04"></a>之法。何用迴向佛道為。答曰。斯正所謂真是聲聞。<a 
name="0300c05" id="0300c05"></a>以佛道聲。令一切聞。惟有一乘法。無二亦無三。又<a 
name="0300c06" id="0300c06"></a>戒本防非止惡。非聲聞之獨持。比丘體通大小。豈<a 
name="0300c07" id="0300c07"></a>羅漢之自目。菩薩原分在家出家。比丘寧同俗類。<a 
name="0300c08" id="0300c08"></a>若不持此修身。更以何成僧法。故云在家菩薩。持<a 
name="0300c09" id="0300c09"></a>在家戒。出家菩薩。持出家戒。在家菩薩名為近事。<a 
name="0300c10" id="0300c10"></a>出家菩薩名為比丘。是知比丘之戒。非局小心。出<a 
name="0300c11" id="0300c11"></a>家菩薩。曷容不護。三世諸佛同斯法教。不惟今之<a 
name="0300c12" id="0300c12"></a>獨爾。或曰。聲聞持戒。名菩薩破戒。聲聞破戒。名菩<a 
name="0300c13" id="0300c13"></a>薩持戒。此義云何。斯以聲聞自度為急。故止之名<a 
name="0300c14" id="0300c14"></a>持。菩薩利生為本。不廣作眾善名之為犯。此正責<a 
name="0300c15" id="0300c15"></a>其心小自利為過。非謂有大心利他共成佛道者<a 
name="0300c16" id="0300c16"></a>在列。縱曰自利。誠乃兼濟。故一一戒中。不離護他。<a 
name="0300c17" id="0300c17"></a>斯實如來善巧方便。密以珠置衣裏。令其終獲大<a 
name="0300c18" id="0300c18"></a>用。今人不達聖意。於木叉而反生睚<span class="gaiji">眥<!--gaiji,眥,1[目*柴],2&#x25210;,3--></span>。若悟法法<a 
name="0300c19" id="0300c19"></a>無非妙行。即駕白牛而歸寶所矣。</p><a 
name="0300c20" id="0300c20"></a><a 
name="0300c21" id="0300c21"></a><p><span class="juanname">四分戒本如釋卷第十二<span class="note">(終)</span></span></p><a 
name="0300c22" id="0300c22"></a><a 
name="0300c23" id="0300c23"></a><div class="w"><div style="margin-left: 1em"><p style="margin-left: 3em"><span class="headname">音釋</span></p><a 
name="0300c24" id="0300c24"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>三有</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>一欲界眾生。二色界眾生。三無色界眾生。<a 
name="0301a01" id="0301a01"></a>謂此三界眾生。因屬有漏。果係有為。有生有死故也。</p></div><a 
name="0301a02" id="0301a02"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>四流</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>欲流。有流。見流。無明流。</p></div><a 
name="0301a03" id="0301a03"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>三結</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>一身見。二戒取。三疑。</p></div><a 
name="0301a04" id="0301a04"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>十使</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>一貪。二瞋。三無明。四慢。五疑。六身見。七邊<a 
name="0301a05" id="0301a05"></a>見。八邪見。九戒取。十見取。</p></div><a 
name="0301a06" id="0301a06"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>犛</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>音茅。南夷獸。形如牛。尾有五色長白。而自愛<a 
name="0301a07" id="0301a07"></a>惜。不顧身命。</p></div><a 
name="0301a08" id="0301a08"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>盡智</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>羅漢入無餘。但有孤調解脫。謂<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>身故無<a 
name="0301a09" id="0301a09"></a>身。滅智故無智。獨一解脫故云孤調。若用世智斷<a 
name="0301a10" id="0301a10"></a>諸思惑。名盡智。無漏斷。名無生智。三界思盡。得盡<a 
name="0301a11" id="0301a11"></a>智無生智名煩惱不生。證八十一分真空。名理不<a 
name="0301a12" id="0301a12"></a>生。真智慧足名智慧不生。不受生死。名果報不生。<a 
name="0301a13" id="0301a13"></a>毗曇云。盡智者。謂我知苦。乃至知道。無生智者。言<a 
name="0301a14" id="0301a14"></a>我知苦<span class="corr" title='[巳&gt;已]'>已</span>。乃至我修道<span class="corr" title='[巳&gt;已]'>已</span>。不復更修。又云。我漏<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0301a15" id="0301a15"></a>盡。不復更生。二乘智斷。亦同證真。無大悲故。不名<a 
name="0301a16" id="0301a16"></a>菩薩。華嚴云。諸法實性相。二乘亦皆得。而不名為<a 
name="0301a17" id="0301a17"></a>佛。</p></div><a 
name="0301a18" id="0301a18"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>專修五法</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>一欲。二精進。三念。四巧慧。五一心。欲。<a 
name="0301a19" id="0301a19"></a>謂樂欲希慕欣習無厭。精進謂曉夜匪懈。欲生般<a 
name="0301a20" id="0301a20"></a>若。要因禪定。必須大精進。身心急著。爾乃成辦。念。<a 
name="0301a21" id="0301a21"></a>謂念念相續。常念初禪。不念餘事。慧。謂分別初禪。<a 
name="0301a22" id="0301a22"></a>尊重可貴。欲界欺誑可惡。以無漏心修。是為巧慧。<a 
name="0301a23" id="0301a23"></a>一心。謂修此法時。一心專志。更不餘緣。決定一心<a 
name="0301a24" id="0301a24"></a>為求初禪。乃至三觀。若無此五法。事禪尚難。何況<a 
name="0301b01" id="0301b01"></a>理定。當知五法。通為小大事理而作方便也。大即<a 
name="0301b02" id="0301b02"></a>通別圓三教。小即藏教。事即世禪。理即出世禪。</p></div><a 
name="0301b03" id="0301b03"></a><div class="entry" style="text-indent: 0em; margin-left: 0em"><p>色界清淨四大</p><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>止觀云。若身端心攝。氣息調和。<a 
name="0301b04" id="0301b04"></a>覺此心路。泯然澄靜。怗怗安隱。躡躡而入。其心在<a 
name="0301b05" id="0301b05"></a>緣。而不馳散者。此名麤住。從此心後。怗怗勝前。名<a 
name="0301b06" id="0301b06"></a>為細住。兩心前後中間。必有持身法。此法起時。自<a 
name="0301b07" id="0301b07"></a>然身體正直。不疲不痛。如似有物扶助身力。若惡<a 
name="0301b08" id="0301b08"></a>持來時。緊急勁痛。去時寬緩疲困。此是麤惡持法。<a 
name="0301b09" id="0301b09"></a>若好持法。持麤細住。無寬急過。或一二時。或一二<a 
name="0301b10" id="0301b10"></a>日。或一二月。稍覺深細。豁爾心地。作一分開明。身<a 
name="0301b11" id="0301b11"></a>如雲如影。照法明淨。與定法相應。持心不動。懷抱<a 
name="0301b12" id="0301b12"></a>淨除。爽爽清冷。雖復空淨。而猶見身心之相。未有<a 
name="0301b13" id="0301b13"></a>支林功德。是名欲界未到定。從未到定漸覺身心<a 
name="0301b14" id="0301b14"></a>&#x8657;寂。內不見身。外不見物。或經一日。乃至月歲。定<a 
name="0301b15" id="0301b15"></a>心不壞。於定中即覺身心微微然。運運而動。或發<a 
name="0301b16" id="0301b16"></a>動痒輕重冷暖&#x6F81;滑。此之八觸。是四大。動輕是風。<a 
name="0301b17" id="0301b17"></a>痒煖是火。冷滑是水。重&#x6F81;是地。體用相添。則有八<a 
name="0301b18" id="0301b18"></a>觸耳。動觸有支林功德。若欲界定中發八觸者。悉<a 
name="0301b19" id="0301b19"></a>是邪觸。增病增&#x8462;。無正功德。若入色界定則動八<a 
name="0301b20" id="0301b20"></a>觸。有十功德。一空二明三定四智五善心六柔軟<a 
name="0301b21" id="0301b21"></a>七喜八樂九解脫十境界相應。餘如輔行第九卷<a 
name="0301b22" id="0301b22"></a>明。</p></div></div></div><a 
name="0301b23" id="0301b23"></a><a 
name="0301b24" id="0301b24"></a><div class="w"><div style="margin-left: 1em"><p style="margin-left: 2em"><span class="headname">附攝頌戒相圖</span></p><a 
name="0301c01" id="0301c01"></a><div class="w"><p style="margin-left: 3em"><span class="headname">○二百五十戒攝頌</span></p><a 
name="0301c02" id="0301c02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span><span class="note">(僧祇根本俱有攝頌。而四分未備。今依本文次序述出。便初學者易於記誦)</span>。</p><a 
name="0301c03" id="0301c03"></a><p>　<span class="lg">若作不淨行　　盜心取五錢　　故斷人類命<a 
name="0301c04" id="0301c04"></a><br>　妄證上人法　　是四波羅夷　　犯者不共住<a 
name="0301c05" id="0301c05"></a><br>　弄陰觸女身　　麤語索婬供　　媒嫁過量屋<a 
name="0301c06" id="0301c06"></a><br>　大房不處分　　無根取片謗　　破僧及伴黨<a 
name="0301c07" id="0301c07"></a><br>　污家逆眾擯　　惡性不受語　　前九初便犯<a 
name="0301c08" id="0301c08"></a><br>　後四至三諫　　欲滅此殘法　　二十眾中除<a 
name="0301c09" id="0301c09"></a><br>　與女共屏處　　及在露現坐　　三二隨所治<a 
name="0301c10" id="0301c10"></a><br>　是名不定法　　長衣離宿衣　　滿足過一月<a 
name="0301c11" id="0301c11"></a><br>　衣取非親尼　　使尼浣染打　　乞從非親俗<a 
name="0301c12" id="0301c12"></a><br>　過受與衣請　　為好求增價　　勸合二家作<a 
name="0301c13" id="0301c13"></a><br>　索衣過六反　　蠶綿作臥具　　純黑與不雜<a 
name="0301c14" id="0301c14"></a><br>　不滿六年持　　坐具不帖故　　持毛過三旬<a 
name="0301c15" id="0301c15"></a><br>　使尼浣染擘　　受捉金銀錢　　賣買及販賣<a 
name="0301c16" id="0301c16"></a><br>　長&#x9262;過限畜　　減綴更求好　　織衣使非親<a 
name="0301c17" id="0301c17"></a><br>　許價勸好織　　與衣復瞋奪　　殘藥過七日<a 
name="0301c18" id="0301c18"></a><br>　前求用雨衣　　過時畜急施　　迦提離六宿<a 
name="0301c19" id="0301c19"></a><br>　僧物迴向<span class="corr" title='[巳&gt;己]'>己</span>　　斯名捨墮法　　犯此三十事<a 
name="0301c20" id="0301c20"></a><br>　物向僧中捨　　餘有於墮罪　　對他而懺悔<a 
name="0301c21" id="0301c21"></a><br>　妄語毀呰言　　兩舌離間彼　　與女同一室<a 
name="0301c22" id="0301c22"></a><br>　未具人三宿　　共誦說他罪　　陳自所證法<a 
name="0301c23" id="0301c23"></a><br>　過語為女說　　掘地壞神村　　異語及嫌罵<a 
name="0301c24" id="0301c24"></a><br>　露地敷僧具　　房中不舉去　　強奪止宿處<a 
name="0302a01" id="0302a01"></a><br>　牽他出僧舍　　閤坐脫&#x811A;&#x7240;　　使用有蟲水<a 
name="0302a02" id="0302a02"></a><br>　覆房過三節　　不差往教誡　　教授至日暮<a 
name="0302a03" id="0302a03"></a><br>　譏毀教誡人　　與衣非親尼　　為尼縫作衣<a 
name="0302a04" id="0302a04"></a><br>　屏處與尼坐　　期行及船載　　受尼讚歎食<a 
name="0302a05" id="0302a05"></a><br>　共女同道行　　過受一食施　　展轉與別眾<a 
name="0302a06" id="0302a06"></a><br>　受請過三&#x9262;　　不作餘食法　　復使他人犯<a 
name="0302a07" id="0302a07"></a><br>　非時而噉嚼　　殘宿不受食　　無病索美好<a 
name="0302a08" id="0302a08"></a><br>　自手與外道　　不囑詣餘家　　食家強屏坐<a 
name="0302a09" id="0302a09"></a><br>　獨與女露地　　故使不得食　　過受他請藥<a 
name="0302a10" id="0302a10"></a><br>　往觀於軍陣　　軍中過三宿　　住看軍力勢<a 
name="0302a11" id="0302a11"></a><br>　飲酒水中戲　　擊&#x650A;不受語　　恐怖他比丘<a 
name="0302a12" id="0302a12"></a><br>　無緣過洗浴　　露地然火炙　　戲藏他衣物<a 
name="0302a13" id="0302a13"></a><br>　&#x8F19;著淨施衣　　新服不壞色　　殺畜飲蟲水<a 
name="0302a14" id="0302a14"></a><br>　故惱覆他罪　　減年與受戒　　諍滅復發起<a 
name="0302a15" id="0302a15"></a><br>　賊伴與同行　　不捨惡邪見　　供給惡見人<a 
name="0302a16" id="0302a16"></a><br>　畜養擯求寂　　難問輕訶戒　　詐言今始知<a 
name="0302a17" id="0302a17"></a><br>　違反於羯磨　　不與欲起去　　與欲後更悔<a 
name="0302a18" id="0302a18"></a><br>　屏聽傳諍語　　打搏於比丘　　無根僧殘謗<a 
name="0302a19" id="0302a19"></a><br>　入宮與捉寶　　非時至聚落　　高&#x7240;兜羅貯<a 
name="0302a20" id="0302a20"></a><br>　牙骨角鍼筒　　過量尼師壇　　覆瘡及雨衣<a 
name="0302a21" id="0302a21"></a><br>　等佛衣量作　　是名波逸提　　如是九十法<a 
name="0302a22" id="0302a22"></a><br>　犯者應說悔　　覆藏不發露　　墮落燒&#x7151;苦<a 
name="0302a23" id="0302a23"></a><br>　非親尼自受　　不止尼代取　　學家恐處食<a 
name="0302a24" id="0302a24"></a><br>　是四名悔法　　齊整著裙衣　　具儀入俗舍<a 
name="0302b01" id="0302b01"></a><br>　噉嚼法須知　　護淨棄&#x9262;水　　便利應依教<a 
name="0302b02" id="0302b02"></a><br>　說法不違儀　　佛塔當恭敬　　在路勿&#x643A;行<a 
name="0302b03" id="0302b03"></a><br>　上樹不過人　　絡囊莫貫杖　　如是之百法<a 
name="0302b04" id="0302b04"></a><br>　名為應當學　　現前與憶念　　不癡及自言<a 
name="0302b05" id="0302b05"></a><br>　覓罪多人語　　如草覆布地　　諍事有四種<a 
name="0302b06" id="0302b06"></a><br>　此七能除滅　　更有餘佛法　　應共和合學<a 
name="0302b07" id="0302b07"></a><br>　具此名比丘　　是為真佛子　　諸縛由此解<a 
name="0302b08" id="0302b08"></a><br>　涅槃因之得</span></p><a 
name="0302b09" id="0302b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二百五十戒攝頌<span class="note">(終)</span></p></div><a 
name="0302b10" id="0302b10"></a><a 
name="0302b11" id="0302b11"></a><div class="w"><p style="margin-left: 3em"><span class="headname">○戒相篇聚圖</span></p><a 
name="0302b12" id="0302b12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>佛說犯戒罪輕重經云。爾時尊者大目犍連。晡時<a 
name="0302b13" id="0302b13"></a>從禪定覺。往至佛所。頭面禮足。&#x5374;坐一面。合掌恭<a 
name="0302b14" id="0302b14"></a>敬。而白佛言。世尊。意有所疑。今欲請問。惟願聽許。<a 
name="0302b15" id="0302b15"></a>佛告目連。恣汝所問。當為汝說。目連即白佛言。世<a 
name="0302b16" id="0302b16"></a>尊。若比丘。比丘尼。無慚愧心。輕慢佛語。犯眾學戒。<a 
name="0302b17" id="0302b17"></a>如是犯波羅提提舍尼。波逸提。偷蘭遮。僧伽婆尸<a 
name="0302b18" id="0302b18"></a>沙。犯波羅夷。得幾不饒益罪。惟願解說。佛告目連。<a 
name="0302b19" id="0302b19"></a>諦聽諦聽。今為汝說。若比丘。比丘尼。無慚無愧。輕<a 
name="0302b20" id="0302b20"></a>慢佛語。犯眾學戒。如四天王壽五百歲墮泥犁中。<a 
name="0302b21" id="0302b21"></a>於人間數。九百千歲。復次目連。若無慚愧。輕慢佛<a 
name="0302b22" id="0302b22"></a>語。犯波羅提提舍尼。如三十三天壽千歲墮泥犁<a 
name="0302b23" id="0302b23"></a>中。於人間數。三億六十千歲復次目連。若無慚無<a 
name="0302b24" id="0302b24"></a>愧。輕慢佛語。犯波逸提。如<span class="gaiji">燄<!--gaiji,燄,1[舀*炎],2&#x269A8;,3--></span>摩天壽二千歲墮泥<a 
name="0302c01" id="0302c01"></a>犁中。於人間數。二十四億四十千歲。復次目連若<a 
name="0302c02" id="0302c02"></a>無慚愧。輕慢佛語。犯偷蘭遮。如兜率天壽四千歲<a 
name="0302c03" id="0302c03"></a>墮泥犁中。於人間數。五十億六十千歲。復次目連。<a 
name="0302c04" id="0302c04"></a>若無慚愧。輕慢佛語。犯僧伽婆尸沙。如不憍樂天<a 
name="0302c05" id="0302c05"></a>壽八千歲墮泥犁中。於人間數。二百三十億四十<a 
name="0302c06" id="0302c06"></a>千歲。復次目連。若無慚愧。輕慢佛語。犯波羅夷。如<a 
name="0302c07" id="0302c07"></a>他化自在天壽十六千歲墮泥犁中。於人間數。九<a 
name="0302c08" id="0302c08"></a>百二十一憶六十千歲。尊者目連聞佛所說。歡喜<a 
name="0302c09" id="0302c09"></a>奉行。爾時目連即說偈言。</p><a 
name="0302c10" id="0302c10"></a><p>　<span class="lg">因緣輕慢故　　命終墮惡道　　因緣修善者<a 
name="0302c11" id="0302c11"></a><br>　於此生天上</span></p><a 
name="0302c12" id="0302c12"></a><p>　<span class="lg">緣斯修善業　　離惡得解脫　　不善觀因緣<a 
name="0302c13" id="0302c13"></a><br>　身壞墮惡趣</span></p><a 
name="0302c14" id="0302c14"></a><p>　<span class="lg">比丘謹慎樂　　放逸多憂譴　　變諍小致大<a 
name="0302c15" id="0302c15"></a><br>　積惡入火焚</span></p><a 
name="0302c16" id="0302c16"></a><p>　<span class="lg">持戒福致喜　　破戒有懼心　　永斷三界漏<a 
name="0302c17" id="0302c17"></a><br>　爾乃得涅槃</span></p><a 
name="0302c18" id="0302c18"></a><p>　<span class="lg">戒德可恃怙　　福報常隨心　　見法為人長<a 
name="0302c19" id="0302c19"></a><br>　永遠三惡道</span></p><a 
name="0302c20" id="0302c20"></a><p>　<span class="lg">戒慎除恐畏　　福德三界尊　　鬼龍邪毒害<a 
name="0302c21" id="0302c21"></a><br>　不犯持戒人</span></p><a 
name="0302c22" id="0302c22"></a><p>　<span class="lg">神仙五通人　　造世諸&#x546A;術　　為彼慚愧者<a 
name="0302c23" id="0302c23"></a><br>　斷諸無慚愧</span></p><a 
name="0302c24" id="0302c24"></a><p>　<span class="lg">如來制禁戒　　半月半月說　　<span class="corr" title='[巳&gt;已]'>已</span>說戒利益<a 
name="0303a01" id="0303a01"></a><br>　稽首禮諸佛</span></p><a 
name="0303a02" id="0303a02"></a><a 
name="0303a03" id="0303a03"></a><a 
name="0303a04" id="0303a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span><img src="../cb_tripitaka_web/figures/X/X40p0303_01.gif" alt="X40p0303_01.gif"/></p><a 
name="0303a05" id="0303a05"></a><a 
name="0303a06" id="0303a06"></a><a 
name="0303a07" id="0303a07"></a><a 
name="0303a08" id="0303a08"></a><a 
name="0303a09" id="0303a09"></a><a 
name="0303a10" id="0303a10"></a><a 
name="0303a11" id="0303a11"></a><a 
name="0303a12" id="0303a12"></a><a 
name="0303a13" id="0303a13"></a><a 
name="0303a14" id="0303a14"></a><a 
name="0303a15" id="0303a15"></a><a 
name="0303a16" id="0303a16"></a><a 
name="0303a17" id="0303a17"></a><a 
name="0303a18" id="0303a18"></a><a 
name="0303a19" id="0303a19"></a><a 
name="0303a20" id="0303a20"></a><a 
name="0303a21" id="0303a21"></a><a 
name="0303a22" id="0303a22"></a><a 
name="0303a23" id="0303a23"></a><a 
name="0303a24" id="0303a24"></a><a 
name="0303b01" id="0303b01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>按三藏中。懺法俱陳。事理互彰。其事懺者。禮佛名<a 
name="0303b02" id="0303b02"></a>經。加持&#x546A;法。行方等儀須見好相。準教驗心。能伏<a 
name="0303b03" id="0303b03"></a>業本。若行理懺。觀罪性空。滅業根源。如涅槃經云。<a 
name="0303b04" id="0303b04"></a>若能修習身戒心慧。能觀諸法猶如&#x8657;空。設作惡<a 
name="0303b05" id="0303b05"></a>業。思惟觀察。能轉地獄重報。現世輕受。若於小罪<a 
name="0303b06" id="0303b06"></a>不能自出。心初無懺。不能習善。覆藏瑕玼。雖有善<a 
name="0303b07" id="0303b07"></a>業。為罪垢汙。現世輕報。轉為地獄極重惡果。準如<a 
name="0303b08" id="0303b08"></a>經說。修行理懺。觀罪性空。要具身戒心慧。復須依<a 
name="0303b09" id="0303b09"></a>事發露除愆。方合經旨。滅業之源。以罪雖從心生。<a 
name="0303b10" id="0303b10"></a>必因事而成業。故還依事而遣除。所謂罪從因緣<a 
name="0303b11" id="0303b11"></a>而生。還從因緣而滅。緣生無性。故曰罪性本空。因<a 
name="0303b12" id="0303b12"></a>果不昧。是曰果報不失。倘緣生有性。即觀之亦不<a 
name="0303b13" id="0303b13"></a>可脫。惟無實性。故得還從因緣而滅。豈撥緣生而<a 
name="0303b14" id="0303b14"></a>求性空。非不懺摩而罪自謝。若棄事而談理。實未<a 
name="0303b15" id="0303b15"></a>知理之實相。何能觀察諸法猶如&#x8657;空。設離緣而<a 
name="0303b16" id="0303b16"></a>觀諸法。即迷事不異理。寧悟當體即空。今有狂愚<a 
name="0303b17" id="0303b17"></a>不慚<span class="corr" title='[巳&gt;己]'>己</span>過。每藉口談理。妄云觀心。忽事相而不懺<a 
name="0303b18" id="0303b18"></a>悔。事理既迷。行解何由相應。況理無雙立之能。事<a 
name="0303b19" id="0303b19"></a>有挾理之功。是故懺摩而不觀心。猶能決罪之流。<a 
name="0303b20" id="0303b20"></a>倘談理而不說悔。決難清罪之源。事理雙行。罪滅<a 
name="0303b21" id="0303b21"></a>如日消霜。比丘若違律儀。要依律宗殄滅。必須識<a 
name="0303b22" id="0303b22"></a>於罪名種性。隨有牒懺。戒體還淨。若疑不識。不合<a 
name="0303b23" id="0303b23"></a>加法。罪亦難捐。故智度論云。戒律中雖復微細。懺<a 
name="0303b24" id="0303b24"></a>則清淨。犯十善戒。雖懺。三惡道罪不除。如比丘犯<a 
name="0304a01" id="0304a01"></a>諸性戒等。約此而言。比丘說悔。惟滅違制六罪。性<a 
name="0304a02" id="0304a02"></a>愆由須準上事理懺除。倘託事理。而不對他說悔<a 
name="0304a03" id="0304a03"></a>違制之罪猶在。詎能免彼六墮。三者並行。性遮俱<a 
name="0304a04" id="0304a04"></a>遣。其有智者欲得身心皎潔。即可準經律蕩除。若<a 
name="0304a05" id="0304a05"></a>不依律如法說悔。制罪亦不可滅。故僧祇律云。或<a 
name="0304a06" id="0304a06"></a>有緣無罪而得罪者。如比丘無罪作罪悔過。得越<a 
name="0304a07" id="0304a07"></a>毗尼罪。或有緣有罪得無罪者。如作小房。大房。一<a 
name="0304a08" id="0304a08"></a>切乃至三諫。是也。或有緣有罪至有罪者。僧中說<a 
name="0304a09" id="0304a09"></a>戒時乃至三問。有罪者如法悔。無罪者默然。爾時<a 
name="0304a10" id="0304a10"></a>有罪不如法悔。復不語人。又不作念。我待清淨同<a 
name="0304a11" id="0304a11"></a>意人當如法說悔。默然者。得越毗尼罪。或有緣無<a 
name="0304a12" id="0304a12"></a>罪得無罪者。不作不犯。是也。或有緣重至輕者。比<a 
name="0304a13" id="0304a13"></a>丘犯波逸提。向惡邪邊見。被舉人。悔過。得越毗尼<a 
name="0304a14" id="0304a14"></a>罪。或有緣輕至重者。比丘犯越毗尼罪。向謗經人。<a 
name="0304a15" id="0304a15"></a>被舉人。悔過。得波逸提。或有緣重至重者。比丘犯<a 
name="0304a16" id="0304a16"></a>波逸提。向謗經。被舉人。悔過。得波逸提。或有緣輕<a 
name="0304a17" id="0304a17"></a>至輕者。比丘犯越毗尼罪。向未具人悔過。不名悔<a 
name="0304a18" id="0304a18"></a>過。更得越毗尼罪。</p></div><a 
name="0304a19" id="0304a19"></a><a 
name="0304a20" id="0304a20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>附攝頌戒相圖<span class="note">(終)</span></p></div></div>
<hr>【經文資訊】卍新續藏第 40 冊 No. 0717 四分戒本如釋<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index3462.html?index=X40n0717" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X40n0717_012 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:02 GMT -->
</html>
