<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T26n1543_028 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:32 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1183720248&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DT26n1543&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DT26n1543_028&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="indexb973.html?index=T26n1543_027" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">大正新脩大藏經　第26冊<br/>No.1543 阿毘曇八犍度論 (30卷)<br/>【迦栴延子造  符秦 僧伽提婆共竺佛念譯】<br/>第 28 卷</p>
	<a href="indexa798.html?index=T26n1543_029" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="T26">
<div class="root" id="1543" sutra_name="阿毘曇八犍度論" sutra_juan="[卷28]">　
<a 
name="0900b09" id="0900b09"></a><a 
name="0900b10" id="0900b10"></a><a 
name="0900b11" id="0900b11"></a><p><span class="juanname">阿毘曇八犍度論卷第二十八</span></p><a 
name="0900b12" id="0900b12"></a><a 
name="0900b13" id="0900b13"></a><p style="margin-left: 4em"><span class="byline">迦旃延子造</span></p><a 
name="0900b14" id="0900b14"></a><p style="margin-left: 4em"><span class="byline">符秦罽賓三藏僧伽提婆<a 
name="0900b15" id="0900b15"></a>共竺佛念譯</span></p><a 
name="0900b16" id="0900b16"></a><p style="margin-left: 3em"><span class="headname">定犍度中一行跋渠第五</span></p><a 
name="0900b17" id="0900b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一行歷六二七是修斷三昧越智禪二定<a 
name="0900b18" id="0900b18"></a>起。想拘律陀聚覺意斷眼視徹聽有逮凡<a 
name="0900b19" id="0900b19"></a>夫果退。生界五通苦最在後三三昧空無願<a 
name="0900b20" id="0900b20"></a>無相。若成就空彼成就無願也。設成就無願<a 
name="0900b21" id="0900b21"></a>彼成就空也。若成就空彼成就無相耶。設成<a 
name="0900b22" id="0900b22"></a>就無相彼成就空耶。若成就無願彼成就無<a 
name="0900b23" id="0900b23"></a>相耶。設成就無相彼成就無願耶<span class="note">(一行竟)</span>。若成就<a 
name="0900b24" id="0900b24"></a>過去空彼成就未來耶。設成就未來彼成就<a 
name="0900b25" id="0900b25"></a>過去也。若成就過去彼成就現在也。設成就<a 
name="0900b26" id="0900b26"></a>現在彼成就過去耶。若成就未來彼成就現<a 
name="0900b27" id="0900b27"></a>在耶。設成就現在彼成就未來耶。若成就過<a 
name="0900b28" id="0900b28"></a>去彼成就未來現在耶。設成就未來現在彼<a 
name="0900b29" id="0900b29"></a>成就過去耶。若成就未來彼成就過去現在<a 
name="0900c01" id="0900c01"></a>耶。設成就過去現在彼成就未來耶。若成就<a 
name="0900c02" id="0900c02"></a>現在彼成就過去未來耶。設成就過去未來<a 
name="0900c03" id="0900c03"></a>彼成就現在耶<span class="note">(空六竟)</span>。無願無相亦如是。若成<a 
name="0900c04" id="0900c04"></a>就過去空。彼成就過去無願也。設成就過去<a 
name="0900c05" id="0900c05"></a>無願。彼成就過去空耶。若成就過去空。彼成<a 
name="0900c06" id="0900c06"></a>就未來無願耶。設成就未來無願彼成就過<a 
name="0900c07" id="0900c07"></a>去空耶。若成就過去空。彼成就現在無願耶。<a 
name="0900c08" id="0900c08"></a>設成就現在無願。彼成就過去空耶。若成就<a 
name="0900c09" id="0900c09"></a>過去空。彼成就過去現在無願耶。設成就過<a 
name="0900c10" id="0900c10"></a>去現在無願。彼成就過去空耶。若成就過去<a 
name="0900c11" id="0900c11"></a>空。彼成就未來現在無願耶。設成就未來現<a 
name="0900c12" id="0900c12"></a>在無願。彼成就過去空耶。若成就過去空。彼<a 
name="0900c13" id="0900c13"></a>成就過去未來無願耶。設成就過去未來無<a 
name="0900c14" id="0900c14"></a>願。彼成就過去空耶。若成就過去空彼成就<a 
name="0900c15" id="0900c15"></a>過去未來現在無願耶。設成就過去未來現<a 
name="0900c16" id="0900c16"></a>在無願。彼成就過去空耶<span class="note">(空願七竟)</span>。無相亦如是。<a 
name="0900c17" id="0900c17"></a>過去空過去無願過去無相。未來現在過去<a 
name="0900c18" id="0900c18"></a>現在。未來現在過去未來。過去未來現在無<a 
name="0900c19" id="0900c19"></a>相<span class="note">(七竟)</span>。若修空三昧彼修無願耶。設修無願彼<a 
name="0900c20" id="0900c20"></a>修空耶。若修空三昧彼修無相耶。設修無相<a 
name="0900c21" id="0900c21"></a>彼修空耶。若修無願三昧。彼修無相耶。設修<a 
name="0900c22" id="0900c22"></a>無相彼修無願耶。頗結空滅非無願無相耶。<a 
name="0900c23" id="0900c23"></a>無願滅非空非無相耶。無相滅非空非無願<a 
name="0900c24" id="0900c24"></a>耶。空無願滅非無相耶。空無相滅非無願也。<a 
name="0900c25" id="0900c25"></a>無願無相滅非空耶。空無相無願滅。頗結非<a 
name="0900c26" id="0900c26"></a>空非無願非無相滅而滅結耶。云何意所念<a 
name="0900c27" id="0900c27"></a>越次取證。何繫行意所念越次取證。盡智當<a 
name="0900c28" id="0900c28"></a>言身身觀意止耶。當言痛心法法觀意止耶。<a 
name="0900c29" id="0900c29"></a>無生智亦如是。諸無漏初禪樂。諸猗覺意此<a 
name="0901a01" id="0901a01"></a>何差別。諸無漏第二禪樂。諸猗覺意此何差<a 
name="0901a02" id="0901a02"></a>別。若從三昧起彼因緣起耶。設因緣起彼三<a 
name="0901a03" id="0901a03"></a>昧起耶。又世尊言。乃至想定齊是得教。若世<a 
name="0901a04" id="0901a04"></a>尊弟子生有想無想處。彼依何等逮阿羅漢<a 
name="0901a05" id="0901a05"></a>果。又尊者摩訶目揵連言。諸賢者我自思<a 
name="0901a06" id="0901a06"></a>惟。在耆闍崛山醍醐池側入不用定。有眾多<a 
name="0901a07" id="0901a07"></a>龍象擎鼻哮吼而聞聲。為尊者摩訶目犍連。<a 
name="0901a08" id="0901a08"></a>入定聞彼聲起聞聲耶。諸不定彼一切無明<a 
name="0901a09" id="0901a09"></a>實無明語耶。設無明實無明語彼一切不定<a 
name="0901a10" id="0901a10"></a>耶。諸定彼一切明實明語耶。設明實明語彼<a 
name="0901a11" id="0901a11"></a>一切定耶。諸不定彼一切不成就覺意耶。設<a 
name="0901a12" id="0901a12"></a>不成就覺意。彼一切不定耶。諸定彼一切成<a 
name="0901a13" id="0901a13"></a>就覺意耶。設成就覺意彼一切定耶。若成就<a 
name="0901a14" id="0901a14"></a>覺意彼成就無漏法耶。設成就無漏法彼成<a 
name="0901a15" id="0901a15"></a>就覺意耶。若不成就覺意彼不成就無漏法<a 
name="0901a16" id="0901a16"></a>耶。設不成就無漏法。彼不成就覺意耶。若得<a 
name="0901a17" id="0901a17"></a>覺意彼得無漏法耶。設得無漏法彼得覺意<a 
name="0901a18" id="0901a18"></a>耶。若棄覺意彼棄無漏法耶。設棄無漏法彼<a 
name="0901a19" id="0901a19"></a>棄覺意耶。若退覺意彼退無漏法耶。設退無<a 
name="0901a20" id="0901a20"></a>漏法彼退覺意耶。若不盡彼無餘耶。設無餘<a 
name="0901a21" id="0901a21"></a>彼不盡耶。若盡彼有餘耶。設有餘彼盡耶。諸<a 
name="0901a22" id="0901a22"></a>於此生眼本不見色彼辨天眼。依何等辨<a 
name="0901a23" id="0901a23"></a>天眼。耳聲亦如是。以何等故凡夫人退見諦<a 
name="0901a24" id="0901a24"></a>思惟斷結。還有世尊弟子思惟斷。以何等故<a 
name="0901a25" id="0901a25"></a>阿羅漢果退非須陀洹果。以何等故阿那含<a 
name="0901a26" id="0901a26"></a>斯陀含果退。非須陀洹果。阿羅漢果退。諸得<a 
name="0901a27" id="0901a27"></a>無漏根力覺道種。當言本得得本不得得。阿<a 
name="0901a28" id="0901a28"></a>那含斯陀含果。退諸得無漏根力覺道種。當<a 
name="0901a29" id="0901a29"></a>言本得得本不得得。無色界沒生欲界。諸得<a 
name="0901b01" id="0901b01"></a>持陰入四大。善根不善根無記根。結縛使垢<a 
name="0901b02" id="0901b02"></a>纏。當言本得得本不得得。無色界沒生色界。<a 
name="0901b03" id="0901b03"></a>諸得持陰入四大。善根無記根。結縛使垢纏。<a 
name="0901b04" id="0901b04"></a>當言本得得本不得得。色界沒生欲界。諸得<a 
name="0901b05" id="0901b05"></a>持陰入四大。善根不善根無記根。結縛使垢<a 
name="0901b06" id="0901b06"></a>纏。當言本得得本不得得。若依初禪。神足智<a 
name="0901b07" id="0901b07"></a>證通修道。彼齊何能至幾所。若依初禪。徹聽<a 
name="0901b08" id="0901b08"></a>聞聲智證通修道。彼能齊何繫。若依初禪。知<a 
name="0901b09" id="0901b09"></a>他人心智證通修道。彼能齊何繫知心心法。<a 
name="0901b10" id="0901b10"></a>若依初禪。自識宿命智證通修道。彼能<span class="corr" title='[齋&gt;齊]'>齊</span>何<a 
name="0901b11" id="0901b11"></a>繫自識宿命。若依初禪。天眼智證通修道。彼<a 
name="0901b12" id="0901b12"></a>能齊何繫眼見色。第二第三第四禪亦如是。<a 
name="0901b13" id="0901b13"></a>若意所念苦苦逮阿羅漢果。彼齊何繫行<a 
name="0901b14" id="0901b14"></a>意所念苦苦逮阿羅漢果。習亦如是。若盡盡<a 
name="0901b15" id="0901b15"></a>意所念逮阿羅漢果。彼何繫行意所念盡盡<a 
name="0901b16" id="0901b16"></a>逮阿羅漢果。道亦如是。此章義願具演說。三<a 
name="0901b17" id="0901b17"></a>三昧空無願無相。若成就空彼成就無願耶。<a 
name="0901b18" id="0901b18"></a>答曰。如是。設成就無願彼成就空耶。答曰。如<a 
name="0901b19" id="0901b19"></a>是。若成就空彼成就無相耶。答曰。若得設<a 
name="0901b20" id="0901b20"></a>成就無相。彼成就空耶。答曰。如是。若成就無<a 
name="0901b21" id="0901b21"></a>願彼成就無相耶。答曰。若得設成就無相。彼<a 
name="0901b22" id="0901b22"></a>成就無願耶。答曰。如是<span class="note">(一行竟)</span>。若成就過去空。<a 
name="0901b23" id="0901b23"></a>彼成就未來耶。答曰。如是。設成就未來彼成<a 
name="0901b24" id="0901b24"></a>就過去也。答曰。若盡不失則成就。若不盡設<a 
name="0901b25" id="0901b25"></a>盡便失則不成就。若成就過去彼成就現在<a 
name="0901b26" id="0901b26"></a>也。答曰。若現在前。設成就現在彼成就過去<a 
name="0901b27" id="0901b27"></a>也。答曰。若盡不失則成就。若不盡設盡便失<a 
name="0901b28" id="0901b28"></a>則不成就。若成就未來彼成就現在耶。答曰。<a 
name="0901b29" id="0901b29"></a>若現在前。設成就現在彼成就未來耶。答曰。<a 
name="0901c01" id="0901c01"></a>如是。若成就過去彼成就未來現在耶。答曰。<a 
name="0901c02" id="0901c02"></a>未來成就現在。若現在前。設成就未來現在<a 
name="0901c03" id="0901c03"></a>彼成就過去耶。答曰。若盡不失則成就。若不<a 
name="0901c04" id="0901c04"></a>盡設盡便失則不成就。若成就未來彼成就<a 
name="0901c05" id="0901c05"></a>過去現在耶。答曰。成就未來非過去現在。<a 
name="0901c06" id="0901c06"></a>及過去非現在。及現在非過去。及過去現在。<a 
name="0901c07" id="0901c07"></a>云何成就未來非過去現在。答曰。若得空三<a 
name="0901c08" id="0901c08"></a>昧。不盡設盡便失不現在前。是謂未來非過<a 
name="0901c09" id="0901c09"></a>去現在。云何未來及過去非現在。答曰。若得<a 
name="0901c10" id="0901c10"></a>空三昧盡不失。又彼空三昧不現在前。是謂<a 
name="0901c11" id="0901c11"></a>未來及過去非現在。云何未來及現在非過<a 
name="0901c12" id="0901c12"></a>去耶。答曰。若空三昧現在前。若不盡設盡便<a 
name="0901c13" id="0901c13"></a>失。是謂未來及現在非過去。云何未來及過<a 
name="0901c14" id="0901c14"></a>去現在。答曰。若空三昧盡不失。又彼空三昧<a 
name="0901c15" id="0901c15"></a>現在前。是謂未來及過去現在。設成就過去<a 
name="0901c16" id="0901c16"></a>現在。彼成就未來耶。答曰。如是。若成就現在<a 
name="0901c17" id="0901c17"></a>彼成就過去未來耶。答曰。未來成就過去。若<a 
name="0901c18" id="0901c18"></a>盡不失則成就。若不盡設盡便失則不成就。<a 
name="0901c19" id="0901c19"></a>設成就過去未來。彼成就現在耶。答曰。若現<a 
name="0901c20" id="0901c20"></a>在前。無願無相亦如是<span class="note">(六竟)</span>。若成就過去空三<a 
name="0901c21" id="0901c21"></a>昧。彼成就過去無願耶。答曰。若盡不失則成<a 
name="0901c22" id="0901c22"></a>就。若不盡設盡便失則不成就。設成就過去<a 
name="0901c23" id="0901c23"></a>無願。彼成就過去空耶。答曰。若盡不失則成<a 
name="0901c24" id="0901c24"></a>就。若不盡設盡便失則不成就。若成就過去<a 
name="0901c25" id="0901c25"></a>空三昧。彼成就未來無願。答曰。如是。設成就<a 
name="0901c26" id="0901c26"></a>未來無願。彼成就過去空耶。答曰。若盡不失<a 
name="0901c27" id="0901c27"></a>則成就。若不盡設盡便失則不成就。若成就<a 
name="0901c28" id="0901c28"></a>過去空。彼成就現在無願耶。答曰。若現在前。<a 
name="0901c29" id="0901c29"></a>設成就現在無願。彼成就過去空耶。答曰。若<a 
name="0902a01" id="0902a01"></a>盡不失則成就。若不盡設盡便失則不成就。<a 
name="0902a02" id="0902a02"></a>若成就過去空。彼成就過去現在無願耶。答<a 
name="0902a03" id="0902a03"></a>曰。或成就過去空非過去現在無願。及過去<a 
name="0902a04" id="0902a04"></a>非現在。及現在非過去。及過去現在無願。云<a 
name="0902a05" id="0902a05"></a>何成就過去空。非過去現在無願。答曰。若空<a 
name="0902a06" id="0902a06"></a>三昧盡不失。又彼無願三昧不盡設盡便失亦<a 
name="0902a07" id="0902a07"></a>不現在前。是謂成就過去空三昧。非過去現<a 
name="0902a08" id="0902a08"></a>在無願。云何成就過去空。及過去無願非現<a 
name="0902a09" id="0902a09"></a>在。答曰。若空無願三昧盡不失。又彼無願三<a 
name="0902a10" id="0902a10"></a>昧不現在前。是謂成就過去空及過去無願非<a 
name="0902a11" id="0902a11"></a>現在。云何成就過去空。及現在無願非過去。<a 
name="0902a12" id="0902a12"></a>答曰。若空三昧盡不失。又彼無願三昧現在<a 
name="0902a13" id="0902a13"></a>前不盡。若盡便失是謂成就過去空。及現在<a 
name="0902a14" id="0902a14"></a>無願非過去。云何成就過去空。及過去現在<a 
name="0902a15" id="0902a15"></a>無願。答曰。若空無願三昧盡不失。又彼無願<a 
name="0902a16" id="0902a16"></a>三昧現在前。是謂成就過去空及過去現在無<a 
name="0902a17" id="0902a17"></a>願。設成就過去現在無願。彼成就過去空耶。<a 
name="0902a18" id="0902a18"></a>答曰。若盡不失則成就。若不盡設盡便失則<a 
name="0902a19" id="0902a19"></a>不成就。若成就過去空。彼成就未來現在無<a 
name="0902a20" id="0902a20"></a>願耶。答曰。未來成就現在。若現在前。設成就<a 
name="0902a21" id="0902a21"></a>未來現在無願。彼成就過去空耶。答曰。若盡<a 
name="0902a22" id="0902a22"></a>不失則成就。若不盡設盡便失則不成就。若<a 
name="0902a23" id="0902a23"></a>成就過去空三昧。彼成就過去未來無願耶。<a 
name="0902a24" id="0902a24"></a>答曰。未來成就過去。若盡不失則成就。若不<a 
name="0902a25" id="0902a25"></a>盡設盡便失則不成就。設成就過去未來無<a 
name="0902a26" id="0902a26"></a>願。彼成就過去空耶。答曰。若盡不失則成就。<a 
name="0902a27" id="0902a27"></a>若不盡設盡便失則不成就。若成就過去空。<a 
name="0902a28" id="0902a28"></a>彼成就過去未來現在無願耶。答曰。或成就<a 
name="0902a29" id="0902a29"></a>過去空及未來無願非過去現在。及過去未<a 
name="0902b01" id="0902b01"></a>來非現在。及未來現在非過去。及過去未來<a 
name="0902b02" id="0902b02"></a>現在無願。云何成就過去空及未來無願。非<a 
name="0902b03" id="0902b03"></a>過去現在。答曰。若空三昧盡不失。又彼得<a 
name="0902b04" id="0902b04"></a>無願三昧。不盡設盡便失亦不現在前。是謂<a 
name="0902b05" id="0902b05"></a>成就過去空及未來無願。非過去現在。云何<a 
name="0902b06" id="0902b06"></a>成就過去空三昧。及過去未來無願非現在。<a 
name="0902b07" id="0902b07"></a>答曰。若空無願三昧已盡不失。又彼無願三<a 
name="0902b08" id="0902b08"></a>昧不現在前。是謂成就過去空。及過去未來<a 
name="0902b09" id="0902b09"></a>無願非現在。云何成就過去空。及未來現在<a 
name="0902b10" id="0902b10"></a>無願非過去。答曰。若空三昧盡不失。又彼<a 
name="0902b11" id="0902b11"></a>無願三昧現在前。不盡設盡便失。是謂成<a 
name="0902b12" id="0902b12"></a>就過去空。及未來現在無願非過去。云何成<a 
name="0902b13" id="0902b13"></a>就過去空。及過去未來現在無願。答曰。若空<a 
name="0902b14" id="0902b14"></a>無願三昧盡不失。又彼無願三昧現在前。是<a 
name="0902b15" id="0902b15"></a>謂成就過去空。及過去未來現在無願。設<a 
name="0902b16" id="0902b16"></a>成就過去未來現在無願。彼成就過去空耶。<a 
name="0902b17" id="0902b17"></a>答曰。若盡不失則成就。若不盡設盡便失則<a 
name="0902b18" id="0902b18"></a>不成就<span class="note">(空願七竟)</span>。若成就過去空三昧。彼成就過<a 
name="0902b19" id="0902b19"></a>去無相耶。答曰。若盡不失則成就。若不盡設<a 
name="0902b20" id="0902b20"></a>盡便失則不成就。設成就過去無相。彼成就<a 
name="0902b21" id="0902b21"></a>過去空耶。答曰。若盡不失則成就。若不盡設<a 
name="0902b22" id="0902b22"></a>盡便失則不成就。若成就過去空。彼成就未<a 
name="0902b23" id="0902b23"></a>來無相耶。答曰。若得設成就未來無相。彼成<a 
name="0902b24" id="0902b24"></a>就過去空耶。答曰。若盡不失則成就。若不盡<a 
name="0902b25" id="0902b25"></a>設盡便失則不成就。若成就過去空。彼成就<a 
name="0902b26" id="0902b26"></a>現在無相耶。答曰。若現在前。設成就現在無<a 
name="0902b27" id="0902b27"></a>相。彼成就過去空耶。答曰。若盡不失則成就。<a 
name="0902b28" id="0902b28"></a>若不盡設盡便失則不成就。若成就過去空。<a 
name="0902b29" id="0902b29"></a>彼成就過去現在無相耶。答曰。或成就過去<a 
name="0902c01" id="0902c01"></a>空。非過去現在無相。及過去非現在。及現在<a 
name="0902c02" id="0902c02"></a>非過去。及過去現在無相。云何成就過去空。<a 
name="0902c03" id="0902c03"></a>非過去現在無相。答曰。若空三昧盡不失。又<a 
name="0902c04" id="0902c04"></a>彼無相三昧不盡設盡便失亦不現在前。是謂<a 
name="0902c05" id="0902c05"></a>成就過去空非過去現在無相。云何成就過去<a 
name="0902c06" id="0902c06"></a>空。及過去無相非現在。答曰。若空無相三昧<a 
name="0902c07" id="0902c07"></a>盡不失。又彼無相三昧不現在前。是謂成就<a 
name="0902c08" id="0902c08"></a>過去空。及過去無相非現在。云何成就過去<a 
name="0902c09" id="0902c09"></a>空。及現在無相非過去。答曰。若空三昧盡不<a 
name="0902c10" id="0902c10"></a>失。又彼無相三昧現在前。不盡設盡便失。是<a 
name="0902c11" id="0902c11"></a>謂成就過去空。及現在無相三昧非過去。云<a 
name="0902c12" id="0902c12"></a>何成就過去空。及過去現在無相。答曰。若空<a 
name="0902c13" id="0902c13"></a>無相三昧盡不失。又彼無相三昧現在前。是謂<a 
name="0902c14" id="0902c14"></a>成就過去空三昧。及過去現在無相。設成就<a 
name="0902c15" id="0902c15"></a>過去現在無相。彼成就過去空耶。答曰。若盡<a 
name="0902c16" id="0902c16"></a>不失則成就。若不盡設盡便失則不成就。若<a 
name="0902c17" id="0902c17"></a>成就過去空。彼成就未來現在無相耶。答曰。<a 
name="0902c18" id="0902c18"></a>或成就過去空非未來現在無相。及未來非現<a 
name="0902c19" id="0902c19"></a>在。及未來現在無相。云何成就過去空。非未<a 
name="0902c20" id="0902c20"></a>來現在無相。答曰。若空三昧盡不失。又彼不<a 
name="0902c21" id="0902c21"></a>得無相三昧。是謂成就過去空。非未來現在<a 
name="0902c22" id="0902c22"></a>無相。云何成就過去空。及未來無相非現在。<a 
name="0902c23" id="0902c23"></a>答曰。若空三昧盡不失。又彼得無相三昧不<a 
name="0902c24" id="0902c24"></a>現在前。是謂成就過去空。及未來無相非現<a 
name="0902c25" id="0902c25"></a>在。云何成就過去空。及未來現在無相。答曰。<a 
name="0902c26" id="0902c26"></a>若空三昧盡不失。又彼無相三昧現在前。是<a 
name="0902c27" id="0902c27"></a>謂成就過去空。及未來現在無相。設成就未<a 
name="0902c28" id="0902c28"></a>來現在無相。彼成就過去空耶。答曰。若盡不<a 
name="0902c29" id="0902c29"></a>失則成就。若不盡設盡便失則不成就。若成<a 
name="0903a01" id="0903a01"></a>就過去空。彼成就過去未來現在無相耶。答<a 
name="0903a02" id="0903a02"></a>曰。或成就過去空非過去未來現在無相。及<a 
name="0903a03" id="0903a03"></a>未來非過去現在。及過去未來非現在。及<a 
name="0903a04" id="0903a04"></a>未來現在非過去。及過去未來現在無相。云<a 
name="0903a05" id="0903a05"></a>何成就過去空非過去未來現在無相。答曰。<a 
name="0903a06" id="0903a06"></a>若空三昧盡不失。又彼不得無相三昧。是謂<a 
name="0903a07" id="0903a07"></a>成就過去空非過去未來現在無相。云何成<a 
name="0903a08" id="0903a08"></a>就過去空。及未來無相非過去現在。答曰。<a 
name="0903a09" id="0903a09"></a>若空三昧盡不失。又彼得無相三昧。不盡<a 
name="0903a10" id="0903a10"></a>設盡便失亦不現在前。是謂成就過去空。<a 
name="0903a11" id="0903a11"></a>及未來無相非過去現在。云何成就過去<a 
name="0903a12" id="0903a12"></a>空。及過去未來無相非現在。答曰。若空無<a 
name="0903a13" id="0903a13"></a>相三昧盡不失。又彼無相三昧不現在前。是<a 
name="0903a14" id="0903a14"></a>謂成就過去空。及過去未來無相非現在。設<a 
name="0903a15" id="0903a15"></a>成就過去未來無相。彼成就過去空耶。答<a 
name="0903a16" id="0903a16"></a>曰。若盡不失則成就。若不盡設盡便失則<a 
name="0903a17" id="0903a17"></a>不成就。若成就過去空。彼成就過去未來<a 
name="0903a18" id="0903a18"></a>現在無相。答曰。或成就過去空。非過去未<a 
name="0903a19" id="0903a19"></a>來現在無相。及未來非過去現在。及過去未<a 
name="0903a20" id="0903a20"></a>來非現在。及未來現在非過去。及過去未來<a 
name="0903a21" id="0903a21"></a>現在無相。云何成就過去空。非過去未來現<a 
name="0903a22" id="0903a22"></a>在無相。答曰。若空三昧盡不失。又彼不得<a 
name="0903a23" id="0903a23"></a>無相三昧。是謂成就過去空。非過去未來現<a 
name="0903a24" id="0903a24"></a>在無相。云何成就過去空。及未來無相非過<a 
name="0903a25" id="0903a25"></a>去現在。答曰。若空三昧盡不失。又彼得無相<a 
name="0903a26" id="0903a26"></a>三昧。不盡設盡便失亦不現在前。是謂成就<a 
name="0903a27" id="0903a27"></a>過去空。及未來無相非過去現在。云何成就<a 
name="0903a28" id="0903a28"></a>過去空。及過去未來無相非現在。答曰。若空<a 
name="0903a29" id="0903a29"></a>無相三昧盡不失。又彼無相三昧不現在前。<a 
name="0903a30" id="0903a30"></a>是謂成就過去空。及過去未來無相非現在。<a 
name="0903b01" id="0903b01"></a>云何成就過去空。及未來現在無相非過去。<a 
name="0903b02" id="0903b02"></a>答曰。若空三昧盡不失。又彼無相三昧現在<a 
name="0903b03" id="0903b03"></a>前。不盡設盡便失。是謂成就過去空。及未來<a 
name="0903b04" id="0903b04"></a>現在無相非過去。云何成就過去空。及過去<a 
name="0903b05" id="0903b05"></a>未來現在無相。答曰。若空無相三昧盡不失。<a 
name="0903b06" id="0903b06"></a>又彼無相三昧現在前。是謂成就過去空。及<a 
name="0903b07" id="0903b07"></a>過去未來現在無相。設成就過去未來現在<a 
name="0903b08" id="0903b08"></a>無相。彼成就過去空耶。答曰。若盡不失則成<a 
name="0903b09" id="0903b09"></a>就。若不盡設盡便失則不成就<span class="note">(空無相七竟)</span>。如空<a 
name="0903b10" id="0903b10"></a>無相無願亦爾。過去空過去無願過去無相<a 
name="0903b11" id="0903b11"></a><span class="note">(一也)</span>未來<span class="note">(二也)</span>現在<span class="note">(三也)</span>過去現在<span class="note">(四也)</span>未來現在<span class="note">(五也)</span>過去<a 
name="0903b12" id="0903b12"></a>未來<span class="note">(六也)</span>過去未來現在無相<span class="note">(七無相七竟)</span>。若修空三<a 
name="0903b13" id="0903b13"></a>昧彼修無願耶。答曰。或空非無願。云何空非<a 
name="0903b14" id="0903b14"></a>無願。答曰。本得空三昧現在前。是謂空非無<a 
name="0903b15" id="0903b15"></a>願。云何無願非空。答曰。本得無願三昧現在<a 
name="0903b16" id="0903b16"></a>前。若本不得無願三昧現在前。不得是時修<a 
name="0903b17" id="0903b17"></a>空三昧。是謂無願非空。云何空無願。答曰。本<a 
name="0903b18" id="0903b18"></a>不得空三昧現在前。得是時修無願三昧。若<a 
name="0903b19" id="0903b19"></a>本不得無願三昧現在前。得是時修空三昧。<a 
name="0903b20" id="0903b20"></a>若本不得無相。若本不得世俗智現在前。是<a 
name="0903b21" id="0903b21"></a>時修空無願三昧。是謂空無願。云何非空無<a 
name="0903b22" id="0903b22"></a>願。答曰。若本得若本不得。無相三昧現在前。<a 
name="0903b23" id="0903b23"></a>若本得世俗智。若本不得世俗智現在前。是<a 
name="0903b24" id="0903b24"></a>時非修空無願三昧。一切凡夫人染污心無<a 
name="0903b25" id="0903b25"></a>記心。入無想三昧滅盡三昧無想天。不修空<a 
name="0903b26" id="0903b26"></a>三昧非無願。是謂非空非無願。若修空三昧<a 
name="0903b27" id="0903b27"></a>彼修無相耶。答曰。或空非無相。云何空非無<a 
name="0903b28" id="0903b28"></a>相。答曰。本得空三昧現在前。若本不得空三<a 
name="0903b29" id="0903b29"></a>昧現在前。不得是時修無相三昧。若本不得<a 
name="0903c01" id="0903c01"></a>無願三昧現在前。得是時修空三昧非無相。<a 
name="0903c02" id="0903c02"></a>是謂空非無相。云何無相非空。答曰。本得無<a 
name="0903c03" id="0903c03"></a>相三昧現在前。若本不得無相三昧現在前。<a 
name="0903c04" id="0903c04"></a>不得是時修空三昧。是謂無相非空。云何空<a 
name="0903c05" id="0903c05"></a>無相。答曰。本不得空三昧現在前。得是時修<a 
name="0903c06" id="0903c06"></a>無相三昧。若本不得無相三昧現在前。得是<a 
name="0903c07" id="0903c07"></a>時修空三昧。若本不得無願。若本不得世俗<a 
name="0903c08" id="0903c08"></a>智現在前。是時修空無相三昧。是謂修空無<a 
name="0903c09" id="0903c09"></a>相。云何非修空非修無相。答曰。若本得若本<a 
name="0903c10" id="0903c10"></a>不得無願三昧現在前。本得世俗智。若本不<a 
name="0903c11" id="0903c11"></a>得世俗智現在前。不得是時修空無相三昧。一<a 
name="0903c12" id="0903c12"></a>切凡夫人染污心無記心。入無相三昧滅盡<a 
name="0903c13" id="0903c13"></a>三昧無想天。非修空三昧非無相。是謂非空<a 
name="0903c14" id="0903c14"></a>非無相。若修無願三昧。彼修無相耶。答曰。或<a 
name="0903c15" id="0903c15"></a>無願非無相。云何無願非無相耶。答曰。本<a 
name="0903c16" id="0903c16"></a>得無願三昧現在前。若本不得無願三昧現在<a 
name="0903c17" id="0903c17"></a>前。不得是時修無相三昧。若本不得空三昧<a 
name="0903c18" id="0903c18"></a>現在前。得是時修無願三昧非無相。是謂無<a 
name="0903c19" id="0903c19"></a>願非無相。云何無相非無願。答曰。本得無相<a 
name="0903c20" id="0903c20"></a>三昧現在前。若本不得無相三昧現在前。不<a 
name="0903c21" id="0903c21"></a>得是時修無願三昧。是謂無相非無願。云何<a 
name="0903c22" id="0903c22"></a>無願無相。答曰。本不得無願三昧現在前。得<a 
name="0903c23" id="0903c23"></a>是時修無相三昧。若本不得無相三昧現前。<a 
name="0903c24" id="0903c24"></a>得是時修無願三昧。若本不得空。若本不得<a 
name="0903c25" id="0903c25"></a>世俗智現在前。得是時修無願無相三昧。是<a 
name="0903c26" id="0903c26"></a>謂修無願無相。云何非修無願無相。答曰。本<a 
name="0903c27" id="0903c27"></a>得空三昧現在前。本得世俗智。若本不得世<a 
name="0903c28" id="0903c28"></a>俗智現在前。不得是時修無願無相三昧。一切<a 
name="0903c29" id="0903c29"></a>凡夫人染污心無記心。入無相三昧滅盡三<a 
name="0904a01" id="0904a01"></a>昧無想天。非修無願三昧非無相。是謂非無<a 
name="0904a02" id="0904a02"></a>願無相。頗結空滅非無願非無相耶。答曰。不<a 
name="0904a03" id="0904a03"></a>滅。無願滅非空非無相耶。答曰。滅諸結。習諦<a 
name="0904a04" id="0904a04"></a>道諦斷無願斷無相滅非空非無願耶。答曰。<a 
name="0904a05" id="0904a05"></a>滅諸結。盡諦斷無相斷空無願滅非無相耶。<a 
name="0904a06" id="0904a06"></a>答曰。滅諸結。苦諦斷空無願滅空無相滅非<a 
name="0904a07" id="0904a07"></a>無願耶。答曰。不滅。無願無相滅非空耶。答<a 
name="0904a08" id="0904a08"></a>曰。不滅。空無願無相滅。答曰。滅諸結。學見&#x8FF9;<a 
name="0904a09" id="0904a09"></a>思惟滅。頗結非空非無願非無相滅。而滅結<a 
name="0904a10" id="0904a10"></a>耶。答曰。滅諸結凡夫人滅。云何意所念越次<a 
name="0904a11" id="0904a11"></a>取證。答曰。無常苦空無我。何繫行意所念越<a 
name="0904a12" id="0904a12"></a>次取證。答曰。欲界繫盡智。當言身身觀意止<a 
name="0904a13" id="0904a13"></a>耶。答曰。盡智。或彼身身觀意止。或痛心法法<a 
name="0904a14" id="0904a14"></a>觀意止。無生智亦如是。諸無漏初禪樂。諸猗<a 
name="0904a15" id="0904a15"></a>覺意此何差別。答曰。無差別。諸無漏第二<a 
name="0904a16" id="0904a16"></a>禪樂。諸猗覺意此何差別。答曰。無差別。從三<a 
name="0904a17" id="0904a17"></a>昧起彼從緣起耶。答曰。或三昧起非緣。云何<a 
name="0904a18" id="0904a18"></a>三昧起非緣。答曰。猶如有一諸想意所念入<a 
name="0904a19" id="0904a19"></a>初禪。彼意所念想入第二禪。是謂三昧起非<a 
name="0904a20" id="0904a20"></a>緣。云何緣起非三昧。答曰。猶如有一諸想意<a 
name="0904a21" id="0904a21"></a>所念入初禪。彼如其定餘二想意所念。是謂<a 
name="0904a22" id="0904a22"></a>緣起非三昧。云何三昧起緣。答曰。猶如有一<a 
name="0904a23" id="0904a23"></a>諸想意所念入初禪。彼意所念餘第二想入<a 
name="0904a24" id="0904a24"></a>第二禪。是謂三昧起緣。云何非三昧起非緣。<a 
name="0904a25" id="0904a25"></a>答曰。猶如有一諸想意所念入初禪。彼如其<a 
name="0904a26" id="0904a26"></a>定久住。是謂非三昧起非緣。又世尊言。所謂<a 
name="0904a27" id="0904a27"></a>想三昧齊是得教。若世尊弟子生有想無想<a 
name="0904a28" id="0904a28"></a>處。彼依何等逮阿羅漢果。答曰。無漏不用<a 
name="0904a29" id="0904a29"></a>定。又尊者大目犍連言。我自憶諸賢。在耆闍<a 
name="0904b01" id="0904b01"></a>崛山醍醐池側入不用定。有眾多龍象擎鼻<a 
name="0904b02" id="0904b02"></a>哮吼聞聲。尊者大目犍連入定聞聲起聞耶。<a 
name="0904b03" id="0904b03"></a>答曰。尊者大目犍連起聞聲非入定。諸不定<a 
name="0904b04" id="0904b04"></a>彼一切無明實無明語耶。答曰。如是。諸不定<a 
name="0904b05" id="0904b05"></a>彼一切無明實無明語。頗無明實無明語。彼<a 
name="0904b06" id="0904b06"></a>非不定耶。答曰。有邪定也。諸定彼一切明實<a 
name="0904b07" id="0904b07"></a>明語。答曰。如是。諸明實明語。彼一切定也。<a 
name="0904b08" id="0904b08"></a>頗定彼非明實明語。答曰。有邪定也。諸不定<a 
name="0904b09" id="0904b09"></a>彼一切不成就覺意耶。答曰。如是。諸不定彼<a 
name="0904b10" id="0904b10"></a>一切不成就覺意也。頗不成就覺意彼非不定<a 
name="0904b11" id="0904b11"></a>耶。答曰。有邪定。諸定彼一切成就覺意耶。答<a 
name="0904b12" id="0904b12"></a>曰。如是。諸成就覺意彼一切定。頗定彼非覺<a 
name="0904b13" id="0904b13"></a>意成就耶。答曰。有邪定。若成就覺意。彼成就<a 
name="0904b14" id="0904b14"></a>無漏法耶。答曰。如是。諸成就覺意彼成就無<a 
name="0904b15" id="0904b15"></a>漏法。頗成就無漏法非覺意耶。答曰。有凡夫<a 
name="0904b16" id="0904b16"></a>人也。若不成就覺意。彼不成就無漏法耶。答<a 
name="0904b17" id="0904b17"></a>曰。無有不成就無漏法。有不成就覺意凡<a 
name="0904b18" id="0904b18"></a>夫人也。若得覺意彼得無漏法耶。答曰。如<a 
name="0904b19" id="0904b19"></a>是。若得覺意彼得無漏法。頗得無漏法非覺<a 
name="0904b20" id="0904b20"></a>意耶。答曰。有凡夫人也。若棄覺意彼棄無漏<a 
name="0904b21" id="0904b21"></a>法耶。答曰。無有棄無漏法。無有盡棄覺意。若<a 
name="0904b22" id="0904b22"></a>退覺意彼退無漏法耶。答曰。無有退無漏法。<a 
name="0904b23" id="0904b23"></a>無有盡退覺意。若不盡彼不知耶。答曰。如是。<a 
name="0904b24" id="0904b24"></a>諸不知彼不盡。頗不盡彼非不知耶。答曰。有<a 
name="0904b25" id="0904b25"></a>諸知已知非斷。知盡諸盡彼知耶。答曰。如<a 
name="0904b26" id="0904b26"></a>是。諸盡彼知也。頗知非盡耶。答曰。有諸知已<a 
name="0904b27" id="0904b27"></a>知非斷智盡。諸於此生眼本不見色。彼後辨<a 
name="0904b28" id="0904b28"></a>天眼。彼依何等辨天眼。答曰。猶如有一性<a 
name="0904b29" id="0904b29"></a>自識宿命。彼本於餘生眼見色。依彼辨天眼<a 
name="0904c01" id="0904c01"></a>耳聲亦如是。以何等故凡夫人退見諦思惟<a 
name="0904c02" id="0904c02"></a>斷結還得。世尊弟子思惟斷耶。答曰。凡夫人<a 
name="0904c03" id="0904c03"></a>所可用道見諦斷結滅。彼思惟斷於彼道退<a 
name="0904c04" id="0904c04"></a>得彼結繫也。世尊弟子以餘道見諦斷結滅<a 
name="0904c05" id="0904c05"></a>餘思惟斷。彼所可用道見諦斷結滅。於彼道<a 
name="0904c06" id="0904c06"></a>不退。所可用道思惟斷結滅。於彼或有退或<a 
name="0904c07" id="0904c07"></a>有不退。彼世尊弟子所可用道見諦思惟斷<a 
name="0904c08" id="0904c08"></a>結滅。彼道思惟斷結滅彼道不退。以何等故<a 
name="0904c09" id="0904c09"></a>阿羅漢果退非須陀洹果。答曰。見諦斷法無<a 
name="0904c10" id="0904c10"></a>替思惟斷有替。彼有淨想無淨想。彼淨想不<a 
name="0904c11" id="0904c11"></a>順意所念不順無淨想。退彼無一法若我。<a 
name="0904c12" id="0904c12"></a>若無是我諸彼取我無我見退。以何等故阿<a 
name="0904c13" id="0904c13"></a>那含斯陀含果退。然非須陀洹果。答曰。見諦<a 
name="0904c14" id="0904c14"></a>斷法不替思惟斷替。彼有淨想不淨想。彼不<a 
name="0904c15" id="0904c15"></a>順意所念。不順不淨想。退彼無一法若無我。<a 
name="0904c16" id="0904c16"></a>是我諸彼取我無我見退。阿羅漢果退諸得<a 
name="0904c17" id="0904c17"></a>無漏根力覺道種。當言本得得。當言本不得<a 
name="0904c18" id="0904c18"></a>得。答曰。當言本得得。阿那含果斯陀含果。<a 
name="0904c19" id="0904c19"></a>退諸得無漏根力覺道種。當言本得得。當言<a 
name="0904c20" id="0904c20"></a>本不得得。答曰。當言本得得。無色界沒生<a 
name="0904c21" id="0904c21"></a>欲界。諸得持陰入四大。善根不善根無記<a 
name="0904c22" id="0904c22"></a>根。結縛使垢纏。當言本得得。當言本不得得。<a 
name="0904c23" id="0904c23"></a>答曰。善若染污當言本得得報。當言本不得<a 
name="0904c24" id="0904c24"></a>得。無色界沒生色界。諸得持陰入四大。善根<a 
name="0904c25" id="0904c25"></a>無記根結縛使垢纏。當言本得得。當言本不<a 
name="0904c26" id="0904c26"></a>得得。答曰。善若染污當言本得得報。當言本<a 
name="0904c27" id="0904c27"></a>不得得。色界沒生欲界。諸得持入陰四大。<a 
name="0904c28" id="0904c28"></a>善根不善根無記根。結縛使垢纏。當言本得<a 
name="0904c29" id="0904c29"></a>得。當言本不得得。答曰。善若染污當言本<a 
name="0905a01" id="0905a01"></a>得得。報當言本不得得。若依初禪修神足智<a 
name="0905a02" id="0905a02"></a>證通修道。彼齊能至幾所。答曰。梵天。若依<a 
name="0905a03" id="0905a03"></a>初禪徹聽智證通修道。彼齊能何繫耳聞聲。<a 
name="0905a04" id="0905a04"></a>答曰。梵天上繫。若依初禪知他人心智證通<a 
name="0905a05" id="0905a05"></a>修道。彼齊能何繫知他人心法。答曰。梵天上<a 
name="0905a06" id="0905a06"></a>繫。若依初禪自識宿命智證通修道修。彼齊<a 
name="0905a07" id="0905a07"></a>能何繫自識宿命。答曰。梵天上繫。若依初禪<a 
name="0905a08" id="0905a08"></a>徹視智證通修道。彼齊能何繫眼見色。答曰。<a 
name="0905a09" id="0905a09"></a>梵天上繫。第二光音繫。第三遍淨繫。第四果<a 
name="0905a10" id="0905a10"></a>實繫。若意所念苦苦逮阿羅漢果。彼何繫意<a 
name="0905a11" id="0905a11"></a>所念苦苦逮阿羅漢果。答曰。無色界繫。習亦<a 
name="0905a12" id="0905a12"></a>如是。若意所念盡盡逮阿羅漢果。彼何繫行<a 
name="0905a13" id="0905a13"></a>意所念盡盡逮阿羅漢果。答曰。或欲界繫。或<a 
name="0905a14" id="0905a14"></a>色界繫。或無色界繫。若意所念道道逮阿羅<a 
name="0905a15" id="0905a15"></a>漢果。彼何繫行意所念道道逮阿羅漢果。答<a 
name="0905a16" id="0905a16"></a>曰。或欲界繫。或色無色界繫。</p><a 
name="0905a17" id="0905a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>阿毘曇一行跋渠第五竟。</p><a 
name="0905a18" id="0905a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>定犍度第七竟。</p><a 
name="0905a19" id="0905a19"></a><p><span class="juanname">阿毘曇八犍度論卷第二十八</span></p>
<hr>【經文資訊】大正藏第 26 冊 No. 1543 阿毘曇八犍度論<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依大正藏所編輯<br>【原始資料】蕭鎮國大德提供，維習安大德提供之高麗藏 CD 經文，北美某大德提供<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index4c66.html?index=T26n1543" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T26n1543_028 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:32 GMT -->
</html>
