<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T50n2061_026 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:36 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1646001644&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DT50n2061&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DT50n2061_026&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="indexb643.html?index=T50n2061_025" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">大正新脩大藏經　第50冊<br/>No.2061 宋高僧傳 (30卷)<br/>【宋 贊寧等撰】<br/>第 26 卷</p>
	<a href="index8b8f.html?index=T50n2061_027" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="T50">
<div class="root" id="2061" sutra_name="宋高僧傳" sutra_juan="[卷26]">　
<a 
name="0872c13" id="0872c13"></a><a 
name="0872c14" id="0872c14"></a><a 
name="0872c15" id="0872c15"></a><p><span class="juanname">宋高僧傳卷第二十六</span></p><a 
name="0872c16" id="0872c16"></a><a 
name="0872c17" id="0872c17"></a><p style="margin-left: 4em"><span class="byline">宋左街天壽寺通慧大師<a 
name="0872c18" id="0872c18"></a>賜紫沙門贊寧等奉　&#x52C5;撰</span></p><a 
name="0872c19" id="0872c19"></a><p style="margin-left: 3em"><span class="headname">興福篇第九之一<span class="note">(正傳十四人附見二人)</span></span></p><a 
name="0872c20" id="0872c20"></a><p style="margin-left: 4em"><span class="headname">周京師法成傳</span></p><a 
name="0872c21" id="0872c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋法成。本姓王。名守慎。官至監察御史。屬<a 
name="0872c22" id="0872c22"></a>天后猜貳信酷吏羅織。乃避法官。乞出家為<a 
name="0872c23" id="0872c23"></a>僧。苦節勤於化導。聲發響隨行高質直。長<a 
name="0872c24" id="0872c24"></a>安中於京兆西市疏鑿大坎。號曰海池<a 
name="0872c25" id="0872c25"></a>焉。支分永安渠以注之。以為放生之所。池<a 
name="0872c26" id="0872c26"></a>上佛屋經樓皆成所造。穿池之際獲古石<a 
name="0872c27" id="0872c27"></a>銘云。百年為市而後為池。自隋朝置都立<a 
name="0872c28" id="0872c28"></a>市。至于時正一百年矣。儀鳳二年望氣者<a 
name="0872c29" id="0872c29"></a>云。此坊有異氣&#x52C5;掘之得石函。函內貯佛<a 
name="0873a01" id="0873a01"></a>舍利萬餘粒。光色粲爛而堅剛。&#x52C5;於此處<a 
name="0873a02" id="0873a02"></a>造光宅寺。仍散舍利於京寺及諸州府。各<a 
name="0873a03" id="0873a03"></a>四十九粒武后於此始置七寶臺。遂改寺<a 
name="0873a04" id="0873a04"></a>額。成公居之行其激勸。多以崇福為己任<a 
name="0873a05" id="0873a05"></a>焉。</p><a 
name="0873a06" id="0873a06"></a><p style="margin-left: 4em"><span class="headname">唐五臺山昭果寺業方傳</span></p><a 
name="0873a07" id="0873a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋業方者。即解脫禪師之法孫也。身長七尺<a 
name="0873a08" id="0873a08"></a>五寸。古貌軒昂垂手過膝。眉長數寸目有<a 
name="0873a09" id="0873a09"></a>重瞳。人望凜然。禮誦無倦紹脫高躅。動合<a 
name="0873a10" id="0873a10"></a>無形不捨利物。而再修梵宮。時太原府有<a 
name="0873a11" id="0873a11"></a>士女造立文殊像一軀。將送入山。到淲池<a 
name="0873a12" id="0873a12"></a>河側洪波汎漲方乃隔岸焚香啟告。河為流<a 
name="0873a13" id="0873a13"></a>減。過文殊畢水還瀰溢。後終建塔在寺西<a 
name="0873a14" id="0873a14"></a>北一里。肉身見存而多神異焉。</p><a 
name="0873a15" id="0873a15"></a><p style="margin-left: 4em"><span class="headname">唐上都青龍寺光儀傳</span></p><a 
name="0873a16" id="0873a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋光儀。姓李氏。本唐宗室也。父瑯&#x7458;王與越<a 
name="0873a17" id="0873a17"></a>王起兵。欲復本朝中興帝道不克。天后<a 
name="0873a18" id="0873a18"></a>族誅之而無&#x564D;類。儀方在襁褓中。乳母負<a 
name="0873a19" id="0873a19"></a>之而逃。後數年則天竊聞瑯&#x7458;有子在民<a 
name="0873a20" id="0873a20"></a>間。購之逾急。乳母將至扶風界中。鬻女工<a 
name="0873a21" id="0873a21"></a>以自給。儀年八歲狀貌不群神悟超拔。乳母<a 
name="0873a22" id="0873a22"></a>疑遭貌取而敗。且極憂疑。乃造布襦置錢<a 
name="0873a23" id="0873a23"></a>於腰腹間。於桑林之下告之令去。&#x52C5;搜不<a 
name="0873a24" id="0873a24"></a>慢。吾慮俱死無益於事。汝聰&#x9834;必可自立。<a 
name="0873a25" id="0873a25"></a>或一旦富貴無忘老姥。言訖對泣。儀慟不<a 
name="0873a26" id="0873a26"></a>自勝。乳母從此而逝矣。儀茫然行至逆旅<a 
name="0873a27" id="0873a27"></a>與群兒戲。有郡守夫人往夫所住處方息。<a 
name="0873a28" id="0873a28"></a>俱此見儀群聚且貌俊爽。因而憐之。召謂<a 
name="0873a29" id="0873a29"></a>之曰。郎君家何在。而獨行至此。儀紿之曰。<a 
name="0873b01" id="0873b01"></a>莊&#x96A3;於此。有時閑戲耳。夫人食之又給之<a 
name="0873b02" id="0873b02"></a>錢。乃解衣而內其錢。日暮尋逕而去擬投<a 
name="0873b03" id="0873b03"></a>村墅。遇一老僧。呼曰。爾小子。汝今一身家<a 
name="0873b04" id="0873b04"></a>已破滅。將奚所適。儀驚愕佇立。老僧又曰。<a 
name="0873b05" id="0873b05"></a>出家閑曠且無憂畏。小子欲之乎。儀曰。素<a 
name="0873b06" id="0873b06"></a>所願也。老僧因&#x643A;其手至大樹陰。令禮十<a 
name="0873b07" id="0873b07"></a>方佛。歸依常住佛法僧已。因削其<span class="gaiji">[髟/采]<!--gaiji,,1[髟/采],2&#x4C02;,3--></span>。又出<a 
name="0873b08" id="0873b08"></a>袈裟以披服之。小大稱其體。其執持收掩<a 
name="0873b09" id="0873b09"></a>猶如幾夏比丘。老僧喜曰。此習性使然。善<a 
name="0873b10" id="0873b10"></a>持僧行。遂指東北曰。去此數里有伽藍。汝<a 
name="0873b11" id="0873b11"></a>直詣彼謁寺主云。我使汝為其弟子也。言<a 
name="0873b12" id="0873b12"></a>畢老僧欻然亡矣。方知聖僧也。儀如言趨<a 
name="0873b13" id="0873b13"></a>彼寺。主駭其言。因留之。經十年許。儀已洞<a 
name="0873b14" id="0873b14"></a>明經律善其禪觀。而屬中宗即位唐室復<a 
name="0873b15" id="0873b15"></a>興。&#x52C5;求瑯&#x7458;王後。儀方向寺僧言之。時眾<a 
name="0873b16" id="0873b16"></a>大駭。因出詣扶風李使君。即儀之諸父也。見<a 
name="0873b17" id="0873b17"></a>之悲喜。乃舍之於家。方以狀聞。固請不可。<a 
name="0873b18" id="0873b18"></a>使君有女年齒相侔。一見儀而心悅願致情<a 
name="0873b19" id="0873b19"></a>曲。儀恐懾而避焉。他日會使君夫人出。其女<a 
name="0873b20" id="0873b20"></a>靚粧麗服。從者越多來而逼之。儀固拒百端<a 
name="0873b21" id="0873b21"></a>終不屑就。紿之曰。身不潔。請沐浴待命。女<a 
name="0873b22" id="0873b22"></a>許諾方令具湯沐。女出因閉關。女還排戶。<a 
name="0873b23" id="0873b23"></a>既不得入。自牖窺之。方持削髮刀。顧而<a 
name="0873b24" id="0873b24"></a>言曰。有于此根故為慾逼。今若除此何逼<a 
name="0873b25" id="0873b25"></a>之為。女懼止之。不可。遂斷其勢投之于<a 
name="0873b26" id="0873b26"></a>地。儀亦悶絕。戶既不開。俄而使君夫人俱<a 
name="0873b27" id="0873b27"></a>到。女實情具告遂破戶視之漸蘇。命醫工<a 
name="0873b28" id="0873b28"></a>舁歸蠶室。以火燒地苦酒沃之。坐之于上<a 
name="0873b29" id="0873b29"></a>以膏傅之。月餘瘡愈。使君奏儀是瑯&#x7458;王<a 
name="0873c01" id="0873c01"></a>子。有&#x52C5;命驛置至京。引見慰問優齎豐洽。<a 
name="0873c02" id="0873c02"></a>詔襲父爵。儀懇讓。誓願為僧確乎不拔。中<a 
name="0873c03" id="0873c03"></a>宗&#x52C5;令領徒。任置蘭若自恣化方。儀性好<a 
name="0873c04" id="0873c04"></a>終南山。因居法興寺。於諸谷口造庵寮蘭<a 
name="0873c05" id="0873c05"></a>若凡數十處。率由道聲馳遠談說動人。或<a 
name="0873c06" id="0873c06"></a>山行十里間緇素侍者常數千百人。迎候瞻<a 
name="0873c07" id="0873c07"></a>待甚於權要卿相焉。儀恒居寂定。或言將<a 
name="0873c08" id="0873c08"></a>來事以決吉凶。必無差忒。人益歸之。開元<a 
name="0873c09" id="0873c09"></a>二十三年六月二十三日。先囑累弟子。當謹<a 
name="0873c10" id="0873c10"></a>護身口勿事諠譁。祖師意無別事。靜則真<a 
name="0873c11" id="0873c11"></a>法現前。此外提唱皆不獲已。言極激切。因<a 
name="0873c12" id="0873c12"></a>北首而臥。枕肱右&#x8107;著席而亡。此大涅槃之<a 
name="0873c13" id="0873c13"></a>表兆也。遺言令葬於少陵原南。乃鑿原成<a 
name="0873c14" id="0873c14"></a>室而封之。柩之發也異香芬馥。狀貌如生。<a 
name="0873c15" id="0873c15"></a>祖車出城白鶴數百鳴唳空中。綵雲依約覆<a 
name="0873c16" id="0873c16"></a>車數十里。道俗號咷多持孝服。所葬之地遂<a 
name="0873c17" id="0873c17"></a>建天寶寺。弟子皆留而守之。</p><a 
name="0873c18" id="0873c18"></a><p style="margin-left: 4em"><span class="headname">唐鎮州大悲寺自覺傳</span></p><a 
name="0873c19" id="0873c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋自覺。博陵望都人也。稚齒厭于俗態。俄<a 
name="0873c20" id="0873c20"></a>白親老言。兒樂從佛求度世去。二親驚愕<a 
name="0873c21" id="0873c21"></a>咄&#x54A4;俾去。然無慚怍再拜請命。乃強禮本<a 
name="0873c22" id="0873c22"></a>部開元寺知欽。欽觀其志氣弗群。立字曰<a 
name="0873c23" id="0873c23"></a>自覺。訓之曰。汝聞名思義。答曰。佛種從緣<a 
name="0873c24" id="0873c24"></a>起。唯聽明誨矣。既而誦經及格蒙度。至德<a 
name="0873c25" id="0873c25"></a>二年年滿鎮州受具足法。即往靈壽縣禪法<a 
name="0873c26" id="0873c26"></a>寺習律經論。勤瘁九年。皆造微也。便言。當<a 
name="0873c27" id="0873c27"></a>入太行山於一磐石上結茅庵三畝小溪<a 
name="0873c28" id="0873c28"></a>為蘭若。不亦快乎。大曆元年九月晦往平<a 
name="0873c29" id="0873c29"></a>山縣界得重林山院。果應所求。遁跡自娛。<a 
name="0874a01" id="0874a01"></a>至二年五月天其旱暵。覺則跣足經行。冬<a 
name="0874a02" id="0874a02"></a>則右肩偏袒。其林薄山谷虎狼狃跡重複。唯<a 
name="0874a03" id="0874a03"></a>拾果采蔬卯時一食。時恒陽節度使張君患<a 
name="0874a04" id="0874a04"></a>炎旱。聞覺精苦。躬入山請其祈雨。張語之<a 
name="0874a05" id="0874a05"></a>曰某無政術致累百姓。三年亢陽借苦引<a 
name="0874a06" id="0874a06"></a>咎。自責良無補矣或云。龍王多依師聽法<a 
name="0874a07" id="0874a07"></a>忘其施雨願師垂救旱之誓。有如白水如<a 
name="0874a08" id="0874a08"></a>念蒼生。請輟禪定略入軍府。覺乃虔恪啟<a 
name="0874a09" id="0874a09"></a>告龍神。未移晷刻天輒大雨。二辰告足。張<a 
name="0874a10" id="0874a10"></a>帥歸向勤重。若孝子之事父母焉。覺始入法<a 
name="0874a11" id="0874a11"></a>已來。學諸佛因中誓願。其數亦四十九也。其<a 
name="0874a12" id="0874a12"></a>一願身長隨大悲菩薩。次願造鑄大悲像<a 
name="0874a13" id="0874a13"></a>寺。及乎發言響應。檀施臻萃用赤金鼓鑄<a 
name="0874a14" id="0874a14"></a>成。舉高四十九尺。梵相端嚴眼臂全具。迨<a 
name="0874a15" id="0874a15"></a>更年稔寺亦隨成。今城西山大寺是歟。遂<a 
name="0874a16" id="0874a16"></a>於壇前誦念至三更。見神光二道作中金<a 
name="0874a17" id="0874a17"></a>色於晃朗中見彌陀佛。觀音勢至左右翼<a 
name="0874a18" id="0874a18"></a>從。佛垂金臂呼自覺聲。漸下雲來摩其<a 
name="0874a19" id="0874a19"></a>頂曰。守願勿悛無宜懈廢。利物為先。汝去<a 
name="0874a20" id="0874a20"></a>吾隨任從汝意。言畢雲收杳無眹&#x8FF9;。覺以<a 
name="0874a21" id="0874a21"></a>願心酬畢。返山林之間擇送終之處。貞元<a 
name="0874a22" id="0874a22"></a>十一年二月望夜有神人現半身。若毘沙<a 
name="0874a23" id="0874a23"></a>門狀。謂曰。師今歲滅度矣。舉手謝神人曰。<a 
name="0874a24" id="0874a24"></a>往來定分吾聞命矣。其年六月十四日。奄歸<a 
name="0874a25" id="0874a25"></a>寂滅。門人欲奉神龕歸山寺。州府人苦留。<a 
name="0874a26" id="0874a26"></a>終於大悲寺南遷塔焉。則十三年四月八日<a 
name="0874a27" id="0874a27"></a>也。其大悲為恒陽奇事。感應潛通。至周顯<a 
name="0874a28" id="0874a28"></a>德初。&#x52C5;鑄九府圓法。天下銅像一例除毀。時<a 
name="0874a29" id="0874a29"></a>州人相率出錢贖此像。不允。登即爐&#x69D6;鎔<a 
name="0874b01" id="0874b01"></a>冶。真定之人莫不悲悼。時炭熾飛煙無之。<a 
name="0874b02" id="0874b02"></a>從頂至胸旋收銅汁。斯須計料匠氏暴卒。<a 
name="0874b03" id="0874b03"></a>自此罷工。迨宋太祖神德皇帝。追鑄令全。<a 
name="0874b04" id="0874b04"></a>代懺前事焉。</p><a 
name="0874b05" id="0874b05"></a><p style="margin-left: 4em"><span class="headname">唐東京相國寺慧雲傳</span></p><a 
name="0874b06" id="0874b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋慧雲。姓姚氏。湖湘人也。性識精明氣貌&#x758E;<a 
name="0874b07" id="0874b07"></a>朗。高宗麟德元年。正十歲矣。邈然有出塵之<a 
name="0874b08" id="0874b08"></a>志。二親多厭沮之。其心匪席不可卷也。父<a 
name="0874b09" id="0874b09"></a>哀其所願。從往南嶽初祖禪師稟承慈訓。<a 
name="0874b10" id="0874b10"></a>而能黠慧好味經教。沈默如也。至于弱冠<a 
name="0874b11" id="0874b11"></a>於嶽寺受具足法。自專護戒且善毘尼。尋<a 
name="0874b12" id="0874b12"></a>罷講科專營福事。發言響答化俗風從。立<a 
name="0874b13" id="0874b13"></a>事絕私士庶欽揖。乃出重湖而遊荊郢。江<a 
name="0874b14" id="0874b14"></a>南振錫浙汭&#x643A;囊。務在勸人令捨慳病。隨<a 
name="0874b15" id="0874b15"></a>處蓋造葺修寺宇二十餘所。皆功成不宰。<a 
name="0874b16" id="0874b16"></a>天后久視元年江北行化因緣未會。長安元<a 
name="0874b17" id="0874b17"></a>年來觀梁苑。夜宿繁臺。企望隨河北岸有<a 
name="0874b18" id="0874b18"></a>異氣屬天。質明入城尋&#x89A9;。乃歙州司馬宅<a 
name="0874b19" id="0874b19"></a>西北園中池沼。雲徙步臨岸見瀾漪中有天<a 
name="0874b20" id="0874b20"></a>宮影。參差樓閣合沓珠瓔。門牖綵繪而九重<a 
name="0874b21" id="0874b21"></a>儀像逶迤而千狀。直謂兜率之宮院矣。雲<a 
name="0874b22" id="0874b22"></a>&#x89A9;茲異事喜貫心膺。吾聞智嚴經說。&#x7460;璃<a 
name="0874b23" id="0874b23"></a>地上現宮殿之影。此不思議之境界也。今決<a 
name="0874b24" id="0874b24"></a>擬建梵宮答其徵瑞。乃挂錫于安業寺。神<a 
name="0874b25" id="0874b25"></a>龍二年丙午往濮州屬縣報成寺。發願為國<a 
name="0874b26" id="0874b26"></a>摹寫彌勒像。舉高一丈八尺。募人出赤金。<a 
name="0874b27" id="0874b27"></a>于時施者委輸逡巡若丘阜矣。遂振&#x69D6;籥<a 
name="0874b28" id="0874b28"></a>程巧工。一鑄克成。相好奇特殆景龍四年庚<a 
name="0874b29" id="0874b29"></a>戌六月屬溫王讓位奉睿宗。叔父也。景雲<a 
name="0874c01" id="0874c01"></a>元年雲於寺東廊南隅造別殿安聖容。始<a 
name="0874c02" id="0874c02"></a>云治材方議版築。檀越眾議紛紜未成建<a 
name="0874c03" id="0874c03"></a>樹。至二年辛亥於福慧寺經坊北。貿新安<a 
name="0874c04" id="0874c04"></a>典午鄭景宅。方事興工掘得古碑。則北齊<a 
name="0874c05" id="0874c05"></a>天保六年乙亥歲置建國寺。乃高歡嗣子文<a 
name="0874c06" id="0874c06"></a>宣帝也。&#x89A9;之者皆驚嘆。同舍利弗悲螘垤<a 
name="0874c07" id="0874c07"></a>焉。採訪使君稱異再三。遂沿此記改福慧<a 
name="0874c08" id="0874c08"></a>為建國寺。迎取安業聖容及殿材至寺。太<a 
name="0874c09" id="0874c09"></a>極元年五月十三日。改元延和。是歲刑部尚<a 
name="0874c10" id="0874c10"></a>書王志愔為採訪使。至浚郊宣&#x52C5;。應凡寺<a 
name="0874c11" id="0874c11"></a>院無名額者並令毀撤。所有銅鐵佛像收入<a 
name="0874c12" id="0874c12"></a>近寺。雲移所鑄像及造殿宇門廊。猶虧綵<a 
name="0874c13" id="0874c13"></a>繢。遇新&#x52C5;乃輟工。雲於彌勒像前泣淚焚<a 
name="0874c14" id="0874c14"></a>香。重禮重告曰。若與此有緣當現奇瑞<a 
name="0874c15" id="0874c15"></a>策悟群心。少頃像首上放金色光照曜天<a 
name="0874c16" id="0874c16"></a>地。滿城士庶皆嘆希有。是時生謗毀者隨<a 
name="0874c17" id="0874c17"></a>喪兩目。又有舌腫一尺許者。遠近傳聞爭來<a 
name="0874c18" id="0874c18"></a>瞻禮。捨施如山乃全勝概。像坐垂趺人觀<a 
name="0874c19" id="0874c19"></a>稽顙。涉惡報者雲望像為其悔過。斯須失<a 
name="0874c20" id="0874c20"></a>明者重視。舌卷者能言。皆願為寺之奴持<a 
name="0874c21" id="0874c21"></a>鐘掃地也。採訪使王志愔賀蘭務同錄祥<a 
name="0874c22" id="0874c22"></a>瑞。奏聞睿宗潛符夢想。有&#x52C5;改建國之<a 
name="0874c23" id="0874c23"></a>牓為相國。蓋取諸帝由相王龍飛故也。仍<a 
name="0874c24" id="0874c24"></a>&#x52C5;佛授記寺大德明幹。同共檢校功德勿<a 
name="0874c25" id="0874c25"></a>令州府煩擾。中書舍人賈曾侍郎崔沼給事<a 
name="0874c26" id="0874c26"></a>中盧逸中書侍郎平章事岑羲。皆捐俸祿共<a 
name="0874c27" id="0874c27"></a>構因緣。或啟發心之元。或施外護之力。先<a 
name="0874c28" id="0874c28"></a>天中行傳神于潞邸。玄宗即位。至八月十<a 
name="0874c29" id="0874c29"></a>五日上皇御書寺額。奉詔令大德真諦并<a 
name="0875a01" id="0875a01"></a>弟子二人品官一人齎&#x52C5;賜幡華及寺額至。<a 
name="0875a02" id="0875a02"></a>迎受懸挂。雲道化梁園身榮福樹。百齡有<a 
name="0875a03" id="0875a03"></a>限四相交遷。終于寺之別院。葬今京之東<a 
name="0875a04" id="0875a04"></a>郊寺莊塔亭存焉。時號造寺祖師。雲去世<a 
name="0875a05" id="0875a05"></a>後天寶四載造大閣號排雲。肅宗至德年中<a 
name="0875a06" id="0875a06"></a>造東塔號普滿者。至代宗大曆十年畢工。<a 
name="0875a07" id="0875a07"></a>或云造塔。僧能分身行化難測品階。文殊<a 
name="0875a08" id="0875a08"></a>維摩是王府友吳道子裝塑。又開元十四年。<a 
name="0875a09" id="0875a09"></a>玄宗東封迴&#x52C5;車政道往于闐國。摹寫天<a 
name="0875a10" id="0875a10"></a>王樣就寺壁畫焉。僧智儼募眾畫西庫北<a 
name="0875a11" id="0875a11"></a>壁。三乘入道位次皆稱奇絕。今之殿宇皆大<a 
name="0875a12" id="0875a12"></a>順年火災之後蓋造。宋太祖重修。翰林待詔<a 
name="0875a13" id="0875a13"></a>高益筆跡壁畫。時推筆墨之妙矣。</p><a 
name="0875a14" id="0875a14"></a><p style="margin-left: 4em"><span class="headname">唐杭州華嚴寺玄覽傳<span class="note">(慧昶守如)</span></span></p><a 
name="0875a15" id="0875a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋玄覽。姓褚氏。其先河南人也。食菜于錢<a 
name="0875a16" id="0875a16"></a>塘。因是家焉。覽誕膺明德。生而懸解。深達<a 
name="0875a17" id="0875a17"></a>實相。以崇善本。自初念至于捨家師承慧<a 
name="0875a18" id="0875a18"></a>昶。昶師德無不滿眾用皆足。年高行尊久<a 
name="0875a19" id="0875a19"></a>為師範。及見覽無一息之間違仁。告門<a 
name="0875a20" id="0875a20"></a>人曰。無上之道清淨為本。有能一念用其<a 
name="0875a21" id="0875a21"></a>心。吾未見學不足者。江表無真僧久矣。或<a 
name="0875a22" id="0875a22"></a>以此子為法鼓耶。俾遐邇聞之。其預為<a 
name="0875a23" id="0875a23"></a>達匠之所甄異也如此。其本邑有故華嚴<a 
name="0875a24" id="0875a24"></a>寺。覽以包桑之地近於玄禮師之先塋。屬<a 
name="0875a25" id="0875a25"></a>隋室不競法宇弛頹。名將壑遷跡亦時廢。<a 
name="0875a26" id="0875a26"></a>屬于唐初募信人重建。文明歲有&#x52C5;許還<a 
name="0875a27" id="0875a27"></a>舊額。廣輪制度兼移基址背山臨水往返<a 
name="0875a28" id="0875a28"></a>形勝覽初以具戒依天竺。次以僧錄住一<a 
name="0875a29" id="0875a29"></a>閑居。後以耆德統華嚴三寺。次第同致于<a 
name="0875b01" id="0875b01"></a>道。道無不在。因教有遷也。覽&#x751E;以憫物<a 
name="0875b02" id="0875b02"></a>慈濟為己任。遂議寺前平湖之通川為放<a 
name="0875b03" id="0875b03"></a>生池。時太守袁從禮因茲勸勉。深入慈門<a 
name="0875b04" id="0875b04"></a>以禁六里。司馬楊敏言感夢。又廣至十里。<a 
name="0875b05" id="0875b05"></a>是以揵鬐掉尾。噞喁浮沈不虞其害。得遂<a 
name="0875b06" id="0875b06"></a>生性焉。覽又以經像為最則殿前畫四像。<a 
name="0875b07" id="0875b07"></a>慈氏為首。鑄金銅像三百五十座。彌陀為<a 
name="0875b08" id="0875b08"></a>首。寫經二千餘軸。金字涅槃經為首。如是<a 
name="0875b09" id="0875b09"></a>功德以順現報。故王考宗追贈。和州刺史右<a 
name="0875b10" id="0875b10"></a>散騎常侍封舒國公無量則覽之元昆也。量<a 
name="0875b11" id="0875b11"></a>修學之日臨平湖龍見。無不往觀。舒公晏然<a 
name="0875b12" id="0875b12"></a>不離書案。氣度如此。明皇初年舒公侍講。<a 
name="0875b13" id="0875b13"></a>帝嘉尚之。歸覲太夫人。年已期賾。昆季皆<a 
name="0875b14" id="0875b14"></a>以華皓晨昏之地說法而已。覽以開元二十<a 
name="0875b15" id="0875b15"></a>二年示疾。終于臨平所造寺。春秋八十四。<a 
name="0875b16" id="0875b16"></a>僧明了大覺普賢神滿懷遜皆參預法流。奉<a 
name="0875b17" id="0875b17"></a>法器藏于細礪洞之下基。工部侍郎徐安貞<a 
name="0875b18" id="0875b18"></a>撰碑頌德焉。又閩中愛同寺釋守如。多事勸<a 
name="0875b19" id="0875b19"></a>誘。越上之民歸若<span class="gaiji">廛<!--gaiji,廛,1[邱-丘+(厂@墨)],2,3--></span>聚焉。崇樹精廬以為<a 
name="0875b20" id="0875b20"></a>濟眾。急在利他。開元十年於寺營浴室。患<a 
name="0875b21" id="0875b21"></a>地勢陡高清泉在下桔&#x69F9;無用汲引步遙<a 
name="0875b22" id="0875b22"></a>終以為勞。思慮不迨無由改作。忽一宵下<a 
name="0875b23" id="0875b23"></a>流頓涸距造浴室所二十餘步清泉迸出。<a 
name="0875b24" id="0875b24"></a>時謂神功冥作移此泉耳。七閩之民罔不<a 
name="0875b25" id="0875b25"></a>歸信。終于溫室之偏房矣。</p><a 
name="0875b26" id="0875b26"></a><p style="margin-left: 4em"><span class="headname">唐東陽清泰寺玄朗傳</span></p><a 
name="0875b27" id="0875b27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋玄朗。字慧明。姓傅氏。其先浦陽郡江夏太<a 
name="0875b28" id="0875b28"></a>守拯公之後。曹魏世避地于江左。則梁大士<a 
name="0875b29" id="0875b29"></a>翕之六代孫。遂為烏傷人也。母葛氏初妊夢<a 
name="0875c01" id="0875c01"></a>乘羊車飛空躡虛。而覺身重。自茲已後葷<a 
name="0875c02" id="0875c02"></a>血惡聞。殆乎產蓐亦如初寐。覺後心輕體<a 
name="0875c03" id="0875c03"></a>安。嬰兒不啼&#x550D;爾而笑。九歲出家。師授其<a 
name="0875c04" id="0875c04"></a>經日過七紙。如意元年閏五月十九日&#x52C5;度<a 
name="0875c05" id="0875c05"></a>配清泰寺。弱冠遠尋光州岸律師受滿足<a 
name="0875c06" id="0875c06"></a>戒。旋學律範。又博覽經論搜求異同。尤切<a 
name="0875c07" id="0875c07"></a>涅槃。常恨古人雖有章疏。判斷未為平<a 
name="0875c08" id="0875c08"></a>允。往在會稽妙喜寺。與印宗禪師商確祕<a 
name="0875c09" id="0875c09"></a>要。雖互相述許大旨未周。聞天台一宗可<a 
name="0875c10" id="0875c10"></a>以清眾滯。可以趣一理。因詣東陽天宮寺<a 
name="0875c11" id="0875c11"></a>慧威法師。威稟承括州智威。時傳威是徐陵<a 
name="0875c12" id="0875c12"></a>後身灌頂師之高足也。朗親附之不患貧<a 
name="0875c13" id="0875c13"></a>苦。達法華淨名大論止觀禪門等。凡一宗之<a 
name="0875c14" id="0875c14"></a>教&#x8FF9;研覈至精。後依恭禪師重修觀法。博<a 
name="0875c15" id="0875c15"></a>達儒書兼閑道宗。無不該覽。雖通諸見<a 
name="0875c16" id="0875c16"></a>獨以止觀以為入道之程。作安心之域。雖<a 
name="0875c17" id="0875c17"></a>眾聖繼想而以觀音悲智為事行良津。遊<a 
name="0875c18" id="0875c18"></a>心十乘諦冥三觀。四悉利物六即體&#x5FA7;。雖<a 
name="0875c19" id="0875c19"></a>致心物表身厭人寰情捐舊廬志栖林<a 
name="0875c20" id="0875c20"></a><span class="gaiji">壑<!--gaiji,壑,1[堅-臣+(虍-七+(一/谷))],2,3--></span>。唯十八種十二頭陀。隱左溪巖。因以為<a 
name="0875c21" id="0875c21"></a>號。獨坐一室。三十餘秋。麻紵為衣糲蔬充<a 
name="0875c22" id="0875c22"></a>食。有願生兜率宮必資福事。乃構殿壁。<a 
name="0875c23" id="0875c23"></a>繢觀音賓頭盧像。乃焚香斂念。便感五色<a 
name="0875c24" id="0875c24"></a>神光。道俗俱瞻歎未曾有。此後或猿玃來而<a 
name="0875c25" id="0875c25"></a>捧&#x9262;。或飛鳥息以聽經。時有盲狗來至山<a 
name="0875c26" id="0875c26"></a>門。長&#x5637;宛轉于地。朗憫之焚香精誠為狗<a 
name="0875c27" id="0875c27"></a>懺悔。不踰旬日雙目豁明。至開元十六年。<a 
name="0875c28" id="0875c28"></a>刺史王上客屈朗出山暫居城下。朗辭疾<a 
name="0875c29" id="0875c29"></a>仍歸本居。厥後誨人匪倦講不待眾。一&#x6B1D;<a 
name="0876a01" id="0876a01"></a>多羅四十餘年。一尼師壇終身不易。食無<a 
name="0876a02" id="0876a02"></a>重味居必偏廈。非因尋經典不然一燭。<a 
name="0876a03" id="0876a03"></a>非因覲聖容不行一步。其細行修心蓋徇<a 
name="0876a04" id="0876a04"></a>律法之制。遂得遠域沙門&#x96A3;境耆耋擁室填<a 
name="0876a05" id="0876a05"></a>門。若冬陽夏陰弗召而自至也。其寺宇凋<a 
name="0876a06" id="0876a06"></a>弊。乃指授僧靈稟建其殿宇。形像累二&#x750E;<a 
name="0876a07" id="0876a07"></a>塔。繢事不用牛膠。悉調香汁。天台之教鼎<a 
name="0876a08" id="0876a08"></a>盛何莫由斯也。一日顧謂門人曰。吾眾事<a 
name="0876a09" id="0876a09"></a>云畢年旦暮焉。以天寶十三年九月十九日<a 
name="0876a10" id="0876a10"></a>薄疾而終。春秋八十有二。僧夏六十一。置塔<a 
name="0876a11" id="0876a11"></a>於巖所。生常撰法華經科文二卷。付法弟子<a 
name="0876a12" id="0876a12"></a>衢州龍丘寺道賓。淨安寺慧從。越州法華寺<a 
name="0876a13" id="0876a13"></a>法源神邕。常州福業寺守真。蘇州報恩寺道<a 
name="0876a14" id="0876a14"></a>遵。明州大寶寺道原。婺州開元寺清辯。齠年<a 
name="0876a15" id="0876a15"></a>慕道志意求師。不踰三年思過半矣。行其<a 
name="0876a16" id="0876a16"></a>道者號左溪焉。第其傳法號五祖矣。禹<a 
name="0876a17" id="0876a17"></a>山沙門神&#x9008;著乎真讚矣。</p><a 
name="0876a18" id="0876a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>系曰。觀其唐世已上求戒者。得自選名德<a 
name="0876a19" id="0876a19"></a>為師。近代官度以引次排之。立司存主<a 
name="0876a20" id="0876a20"></a>之。不由己也。朗之求戒不其是乎。如是<a 
name="0876a21" id="0876a21"></a>師資相練恩義所生。脫臨事請為則喻同<a 
name="0876a22" id="0876a22"></a>野馬也。</p><a 
name="0876a23" id="0876a23"></a><p style="margin-left: 4em"><span class="headname">唐湖州佛川寺慧明傳</span></p><a 
name="0876a24" id="0876a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋慧明。俗姓陳氏。漢太丘長寔之後。世居&#x9834;<a 
name="0876a25" id="0876a25"></a>川。永嘉南渡祖為司徒掾。曾祖仲文有佐<a 
name="0876a26" id="0876a26"></a>命于陳封丹陽公。祖為雙溪穀熟二縣令。<a 
name="0876a27" id="0876a27"></a>考為蘭陵長。乃為蘭陵人也。明母氏初感<a 
name="0876a28" id="0876a28"></a>之日如持佛戒。足惡履于葷園口不&#x751E;于<a 
name="0876a29" id="0876a29"></a>&#x9C7B;器。神夢髣&#x9AF4;如聞法音。既而誕焉。年漸<a 
name="0876b01" id="0876b01"></a>及丱方祈捨俗。父母偕聽。至受具時即開<a 
name="0876b02" id="0876b02"></a>元七年也。習學律藏&#x751E;謂人曰。昔者繁刑<a 
name="0876b03" id="0876b03"></a>首作伯成子遁焉。吾雖不捨律儀而惡乎<a 
name="0876b04" id="0876b04"></a>諍論紛紛。若心印心之法。至矣哉。乃西詣<a 
name="0876b05" id="0876b05"></a>方巖頓開心地。天寶中有願於清涼山。淮<a 
name="0876b06" id="0876b06"></a>汴阻兵明即旋策與禪客遇同遊宛陵。<a 
name="0876b07" id="0876b07"></a>於上石門置蘭若三所。有大<span class="gaiji">[虥-儿+巾]<!--gaiji,,1[虥-儿+巾],2,3--></span>來擾如撫<a 
name="0876b08" id="0876b08"></a>尨焉。時荐饑。群盜欲至必號呼先告。往往<a 
name="0876b09" id="0876b09"></a>有徵焉。先是此鄉好弋獵。明化之皆焚罝<a 
name="0876b10" id="0876b10"></a>網器仗矣。至天寶五年爰止乎魚陂道場。<a 
name="0876b11" id="0876b11"></a>有瑀公者。白土史宗之流。&#x8FF9;邇行轍世莫<a 
name="0876b12" id="0876b12"></a>之識。始相見曰。南祖傳教菩薩來何晚耶。他<a 
name="0876b13" id="0876b13"></a>日同登魚陂&#x5CEF;頂。見東南有山蒼琅獨秀。<a 
name="0876b14" id="0876b14"></a>謂瑀公曰。吾與此山宿有緣矣。天寶八年<a 
name="0876b15" id="0876b15"></a>有制度人。州將韋南金舉高行黑白狀。請<a 
name="0876b16" id="0876b16"></a>&#x96B7;名州中寧化道場。明固辭改&#x96B7;佛川。即疇<a 
name="0876b17" id="0876b17"></a>昔魚陂所望之&#x5CEF;。梁吳均故宅之所。地志云。<a 
name="0876b18" id="0876b18"></a>青山南掘得古佛二軀。莫知年代。獲像之<a 
name="0876b19" id="0876b19"></a>地靈泉涌起。因名佛川焉。泉側有吳王古<a 
name="0876b20" id="0876b20"></a>祠。風俗淫祀濫以犧牲。於是明夜泊廟間<a 
name="0876b21" id="0876b21"></a>雷雨荐至林摧瓦飛。頃之雨收月在。見一丈<a 
name="0876b22" id="0876b22"></a>夫容衛甚盛。明曰。居士生為賢人死為明<a 
name="0876b23" id="0876b23"></a>神。奈何使蒼生每被血食。豈知此事殃爾<a 
name="0876b24" id="0876b24"></a>業耶。神曰。非弟子本意人自為之。禮懺再<a 
name="0876b25" id="0876b25"></a>三。因與受菩薩戒。神欣然曰。師欲移寺。弟<a 
name="0876b26" id="0876b26"></a>子願捨此處永奉禪宮。後果移寺於祠側。<a 
name="0876b27" id="0876b27"></a>獲銅盤之底。篆文有慧明二字焉。建中元<a 
name="0876b28" id="0876b28"></a>年正月示疾。其日庭水春染山雨晝冥。猛虎<a 
name="0876b29" id="0876b29"></a>繞垣悲嘯而去。十二日奄然長往。春秋八十<a 
name="0876c01" id="0876c01"></a>四。僧臘五十一。二月十二日建塔于寺西山<a 
name="0876c02" id="0876c02"></a>焉傳法弟子慧解慧敏如知三人也。若鶖子<a 
name="0876c03" id="0876c03"></a>採菽之倫也。菩薩戒弟子刺史盧幼平顏真<a 
name="0876c04" id="0876c04"></a>卿獨孤問俗杜位裴清深於禪味。俾晝公為<a 
name="0876c05" id="0876c05"></a>塔銘焉。</p><a 
name="0876c06" id="0876c06"></a><p style="margin-left: 4em"><span class="headname">唐湖州大雲寺子瑀傳</span></p><a 
name="0876c07" id="0876c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋子瑀。字真瑛。姓沈氏。吳興德清人也。其先<a 
name="0876c08" id="0876c08"></a>亡國於沈。因以為氏。春秋沈子之後也。瑀<a 
name="0876c09" id="0876c09"></a>生而聰慧不以師授。年未總角辭親出家。<a 
name="0876c10" id="0876c10"></a>以如意年中大赦度人。壞衣削<span class="gaiji">[髟/采]<!--gaiji,,1[髟/采],2&#x4C02;,3--></span>煤炱世<a 
name="0876c11" id="0876c11"></a>事。於洛京大福先寺受戒。勤勤祈請假寐。<a 
name="0876c12" id="0876c12"></a>三日之夕見有神人儼然在目。倏往忽來<a 
name="0876c13" id="0876c13"></a>或同或異。得非至誠乎。於是燭如來燈<a 
name="0876c14" id="0876c14"></a>佩菩薩印。證聖中歸于大雲道場。堅執律<a 
name="0876c15" id="0876c15"></a>柄僧綱釐舉。不亦宜哉。瑀素履純厖無咎<a 
name="0876c16" id="0876c16"></a>無譽。使天下之士有外道焉。有闡提焉。<a 
name="0876c17" id="0876c17"></a>心如飄風言若泉涌撓我聖教擠我妙門。<a 
name="0876c18" id="0876c18"></a>瑀示以從容誘以方便。莫不稽首挫色<a 
name="0876c19" id="0876c19"></a>而聞命焉。常禮一萬五千佛名。兼慈悲懺。<a 
name="0876c20" id="0876c20"></a>日夜一匝。或二日三日一匝。夜有聖僧九人<a 
name="0876c21" id="0876c21"></a>降於禮懺之所。相與行道彈指而去。或夜無<a 
name="0876c22" id="0876c22"></a>燈燭。心口是念圓光照室如坐月中。如此<a 
name="0876c23" id="0876c23"></a>則往往有之。瑀慨德清&#x5FA7;邑未有塔寺。遂<a 
name="0876c24" id="0876c24"></a>銳懷營構。一唱齊和乃成精宇。前後寫經<a 
name="0876c25" id="0876c25"></a>三藏。凡一萬六千卷。天寶初臨安足法師。死<a 
name="0876c26" id="0876c26"></a>經三宿。將入地獄。冥中見瑀引至王所。謂<a 
name="0876c27" id="0876c27"></a>王曰。此人能講涅槃經。王宜宥之。王曰。唯<a 
name="0876c28" id="0876c28"></a>聞巖崙師能講。不聞此師名何也。如是再<a 
name="0876c29" id="0876c29"></a>三。王不能屈。因赦之。曾是鄉人施<span class="gaiji">[牛弓(巨-匚)匚口]<!--gaiji,,1[牛弓(巨-匚)匚口],2&#x246D2;,3--></span>牛<a 
name="0877a01" id="0877a01"></a>者。天然不孕因而出乳其通感如是。以十<a 
name="0877a02" id="0877a02"></a>一年秋禪坐而終。十二年春將啟靈龕欲焚<a 
name="0877a03" id="0877a03"></a>之。容色不變如生。雖少林孕髭蘄春育髮。<a 
name="0877a04" id="0877a04"></a>何獨嘉也。大理評事攝監察御史姚淡主客<a 
name="0877a05" id="0877a05"></a>郎中姚泲刺史楊慧才偕歸信焉。</p><a 
name="0877a06" id="0877a06"></a><p style="margin-left: 4em"><span class="headname">唐明州慈溪香山寺惟實傳</span></p><a 
name="0877a07" id="0877a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋惟實。姓湯氏。富陽人。其為人也。杜多其<a 
name="0877a08" id="0877a08"></a>行禪觀其心。淡然靜居長坐不寐。初母氏<a 
name="0877a09" id="0877a09"></a>抑其願心不容披削。既而籠開鳥逝岸穴<a 
name="0877a10" id="0877a10"></a>泉飛。學善財之遍參。同迦葉之練行。天寶<a 
name="0877a11" id="0877a11"></a>中往明州若<span class="gaiji">[山*(奧-釆+米)]<!--gaiji,,1[山*(奧-釆+米)],2&#x3817;,3--></span>山。夜聞冥告曰。達蓬聖跡<a 
name="0877a12" id="0877a12"></a>名山宜矣。翌日且登其山。巖洞窈窕石壁削<a 
name="0877a13" id="0877a13"></a>成。秀異之多實維靈境。有大佛足跡。詢其山<a 
name="0877a14" id="0877a14"></a>叟。則曰。彼開元年中始現斯瑞。遂願&#x637F;此<a 
name="0877a15" id="0877a15"></a>有終焉之志。時屬海寇袁晁蜂螘屯聚。分<a 
name="0877a16" id="0877a16"></a>以剽劫殺戮無辜。至于香山。眾皆奔竄。實<a 
name="0877a17" id="0877a17"></a>據榻瞑目。先以大石掩洞門。賊可三二百<a 
name="0877a18" id="0877a18"></a>數。復舁巨石闊二丈餘鎮其穴口。實起喑<a 
name="0877a19" id="0877a19"></a>嗚以掌舉之。群盜羅拜以謝之而去。邑民<a 
name="0877a20" id="0877a20"></a>重之。遂立精舍。弗再歲而成。大曆八年也。<a 
name="0877a21" id="0877a21"></a>太守裴儆奏請署香山題額焉。詔度僧七<a 
name="0877a22" id="0877a22"></a>人&#x96B7;名矣。以貞元二年冬示疾終于寺。則<a 
name="0877a23" id="0877a23"></a>跏趺而化也春秋六十二。法臘三十一矣。</p><a 
name="0877a24" id="0877a24"></a><p style="margin-left: 4em"><span class="headname">唐朔方靈武龍興寺增忍傳</span></p><a 
name="0877a25" id="0877a25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋增忍。俗姓史氏。沛國陳留人也。典謁之年<a 
name="0877a26" id="0877a26"></a>登其鄉校。百氏簡策寓目入神。藝文且工。<a 
name="0877a27" id="0877a27"></a>乃隨計吏數舉不捷。會昌初薄遊塞垣訪<a 
name="0877a28" id="0877a28"></a>古賀蘭山。中得淨地者白草谷。內發菩提<a 
name="0877a29" id="0877a29"></a>心。頓挂儒冠直歸釋氏。乃薙草結茅為<a 
name="0877b01" id="0877b01"></a>舍。倍切精進。羌胡之族競臻供獻酥酪。至<a 
name="0877b02" id="0877b02"></a>五載節使李彥佐嘉其名節。於龍興寺建<a 
name="0877b03" id="0877b03"></a>別院號白草焉。蓋取其始修道之本地也。<a 
name="0877b04" id="0877b04"></a>忍刺血寫諸經。大中七年李公慮其枯悴。<a 
name="0877b05" id="0877b05"></a>躬往敦論曰。師何獨善一身行小乘行。胡<a 
name="0877b06" id="0877b06"></a>不延惜生性任持教法。所利博哉。忍執情<a 
name="0877b07" id="0877b07"></a>膠固遂著三教毀傷論以見志。帥覽而益<a 
name="0877b08" id="0877b08"></a>加崇重。九年因讀大悲經。究尋四十二臂。<a 
name="0877b09" id="0877b09"></a>至無畏手疑而結壇。浹旬禱請。自空中現<a 
name="0877b10" id="0877b10"></a>其正印雙拳歷歷可觀。遂命畫工繪寫此<a 
name="0877b11" id="0877b11"></a>臂焉。或有譏謗者。忍再精&#x6164;虔告。畫工濯<a 
name="0877b12" id="0877b12"></a>筆銅&#x6900;中忽感寶性華一朵。枝趺<span class="gaiji">[髟/目]<!--gaiji,,1[髟/目],2&#x29B1E;,3--></span>葉一皆<a 
name="0877b13" id="0877b13"></a>鮮明。&#x89A9;者驚歎。至咸通十二年七月十日。<a 
name="0877b14" id="0877b14"></a>示滅于白草院。春秋五十九。以十月十七<a 
name="0877b15" id="0877b15"></a>日。藏神于水館之南建塔焉。初忍刺血寫<a 
name="0877b16" id="0877b16"></a>經。總二百八十三卷。畫盧舍那。閣三十五<a 
name="0877b17" id="0877b17"></a>尺。門一丈六尺。起樣畫大悲功德三軸。自<a 
name="0877b18" id="0877b18"></a>著大悲論六卷。並藏諸篋笥焉。後節使唐<a 
name="0877b19" id="0877b19"></a>恒夫。仰其遺跡奏乞旌勸。&#x52C5;<span class="corr" title='[謚&gt;諡]'>諡</span>大師曰廣<a 
name="0877b20" id="0877b20"></a>慧。塔曰念定。弟子無轍亦致遠之高足。齎<a 
name="0877b21" id="0877b21"></a>血書經二卷瑞華&#x6900;一枚詣闕奏呈。宣賜<a 
name="0877b22" id="0877b22"></a>紫衣。天復中終。及梁乾化初。中書令西平王<a 
name="0877b23" id="0877b23"></a>韓公遜錄遺跡奏聞。太祖&#x52C5;致<span class="corr" title='[謚&gt;諡]'>諡</span>曰法空。<a 
name="0877b24" id="0877b24"></a>別賜紫方袍。塞垣榮之。後唐同光中從事薛<a 
name="0877b25" id="0877b25"></a>昭紀為碑焉。</p><a 
name="0877b26" id="0877b26"></a><p style="margin-left: 4em"><span class="headname">唐京兆荷恩寺文瓚傳</span></p><a 
name="0877b27" id="0877b27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋文瓚。姓張氏。晉陽人也。天姿整恪。幼事<a 
name="0877b28" id="0877b28"></a>師於并州崇福寺。學該群籍控帶三乘。至<a 
name="0877b29" id="0877b29"></a>若金版銀繩之籙。龍韜象祕之文。罔不耰<a 
name="0877c01" id="0877c01"></a>耘情田波濤口海。宣暢皇化對揚天休。一<a 
name="0877c02" id="0877c02"></a>皆悅服。詔為翻譯并河南佛授記寺兼京兆<a 
name="0877c03" id="0877c03"></a>安國荷恩崇福等寺大德。好修福事。設無遮<a 
name="0877c04" id="0877c04"></a>一百會。凡聖混淆一皆等施。縱風雲連起及<a 
name="0877c05" id="0877c05"></a>至齋日必晴明晏然。感動人祇福無唐設。<a 
name="0877c06" id="0877c06"></a>春秋六十餘。卒於本院。境內苦霧如泣。數<a 
name="0877c07" id="0877c07"></a>日不解焉。</p><a 
name="0877c08" id="0877c08"></a><p style="margin-left: 4em"><span class="headname">唐太原府崇福寺懷玉傳</span></p><a 
name="0877c09" id="0877c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋懷玉。姓許。并州人也。少而警利日覽千<a 
name="0877c10" id="0877c10"></a>言。早露鋒芒&#x9008;拔儕類。及其長也戒節踰<a 
name="0877c11" id="0877c11"></a>峻梵場龜鑑。志在修葺無間彼此。夏墟寺<a 
name="0877c12" id="0877c12"></a>宇。經有闕而必補。像有凋而遍修。三任紀<a 
name="0877c13" id="0877c13"></a>綱特有崇建。仍校讎大藏經二十餘本。祁<a 
name="0877c14" id="0877c14"></a>寒盛暑不廢晨暮。增飾淨土院。興事任力<a 
name="0877c15" id="0877c15"></a>轉加殊麗。代宗嘉之。委為灌頂道場主。真<a 
name="0877c16" id="0877c16"></a>言祕訣有所在矣。春秋六十三。卒於本院<a 
name="0877c17" id="0877c17"></a>云。</p><a 
name="0877c18" id="0877c18"></a><p style="margin-left: 4em"><span class="headname">唐晉州大梵寺代病師傳</span></p><a 
name="0877c19" id="0877c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋代病者。台州天台人也。姓陳氏。以其&#x751E;<a 
name="0877c20" id="0877c20"></a>發大願盡一報代眾生之病。致本名不顯<a 
name="0877c21" id="0877c21"></a>矣。誕育之辰祥光充室。&#x96A3;里異焉。七歲喪<a 
name="0877c22" id="0877c22"></a>父。哀毀幾于滅性。白母求出家母纔艱阻<a 
name="0877c23" id="0877c23"></a>遂斷一指。親黨敦勸。偏親乃送於國清寺。<a 
name="0877c24" id="0877c24"></a>因戒法登滿誓志觀方。初止今東京。次於<a 
name="0877c25" id="0877c25"></a>河陽。為民救旱。按經繢八龍王。立道場<a 
name="0877c26" id="0877c26"></a>啟祝畢投諸河。舉眾咸&#x89A9;畫像沈躍不定。<a 
name="0877c27" id="0877c27"></a>斯須雲起膚寸雷雨大作。千里告足。自此<a 
name="0877c28" id="0877c28"></a>歸心者眾。先是三城間多暴風雹。動傷苗<a 
name="0877c29" id="0877c29"></a>稼雉堞。號為毒龍為之也。代病為誦密語。<a 
name="0878a01" id="0878a01"></a>後經歲序都亡是患。盟津民立堂宇若生<a 
name="0878a02" id="0878a02"></a>祠焉。大曆元年。登太行遊霍山。乃深入<a 
name="0878a03" id="0878a03"></a>幽邃結茅而居。有盜其盂食。俄見二虎<a 
name="0878a04" id="0878a04"></a>據路。會逢代病。盜叩頭陳悔。慰諭畢因摩<a 
name="0878a05" id="0878a05"></a>挲虎頭。如是累伏猛獸。其盜本樵子。願依<a 
name="0878a06" id="0878a06"></a>附為苦行焉。其中山神廟晉絳之間傳其&#x80B9;<a 
name="0878a07" id="0878a07"></a>蠁。代病入廟勸其受歸戒。絕烹燀牲牢。其<a 
name="0878a08" id="0878a08"></a>神石像屢屢隨勸領首。顧其神婦略無俞<a 
name="0878a09" id="0878a09"></a>答之狀。遂剃神之髮毀撤神婦。鄉人怪之<a 
name="0878a10" id="0878a10"></a>聞白州邑。太守怒之曰。此唐高祖初起至<a 
name="0878a11" id="0878a11"></a>此。久困陰雨其神見形示路以迎義師。厥<a 
name="0878a12" id="0878a12"></a>後礱石為像。薦饗無虧。此之&#x9AE0;師無狀敢<a 
name="0878a13" id="0878a13"></a>爾。俾繫閉於嘉泉寺扃鍵且嚴。至二十日<a 
name="0878a14" id="0878a14"></a>啟關寂然禪定。傾城咸往觀禮。或聲磬舒<a 
name="0878a15" id="0878a15"></a>徐而起。太守急召之不來。以至約令斷頭。<a 
name="0878a16" id="0878a16"></a>代病斬一指以付使者。太守感之。躬就迎<a 
name="0878a17" id="0878a17"></a>請。移置大梵寺。別營&#x750E;浮圖以藏其指節<a 
name="0878a18" id="0878a18"></a>矣。由是檀信駢肩躡踵。有窴毒於酒者。<a 
name="0878a19" id="0878a19"></a>賄貧女往施之。代病已知。貧女紿之曰。妾<a 
name="0878a20" id="0878a20"></a>家醞覺美。酌施和尚求福。況以佛不逆眾<a 
name="0878a21" id="0878a21"></a>生願。代病曰。汝亦是佛。然貧女懼反飲具<a 
name="0878a22" id="0878a22"></a>以情告。代病執杯啜之。俄爾酒氣及兩脛<a 
name="0878a23" id="0878a23"></a>足地為之墳裂。聞者驚怪。以酒供養自茲<a 
name="0878a24" id="0878a24"></a>始也。汾隰西河人有疾。止給與淨水飲之<a 
name="0878a25" id="0878a25"></a>必瘳。凡屬荐饑必募糧設食。後於趙州<a 
name="0878a26" id="0878a26"></a>救斯荒歉。作施食道場前後八會。遐邇賴<a 
name="0878a27" id="0878a27"></a>之道感多類。以貞元十九年秋七月八日奄<a 
name="0878a28" id="0878a28"></a>然跏趺示滅。四眾初謂如嘉泉寺之禪定<a 
name="0878a29" id="0878a29"></a>歟。香華供養。至于隔歲膚肉漸堅。方知永<a 
name="0878b01" id="0878b01"></a>逝。遂漆布繢畫之。武宗廢塔像無巨細皆<a 
name="0878b02" id="0878b02"></a>毀除。或議之移入陶&#x7AC8;中。既而生瑞草一<a 
name="0878b03" id="0878b03"></a>本。其狀亭亭若蓋。盤錯縈紆庇其風雨而<a 
name="0878b04" id="0878b04"></a>有餘也。宣宗即位佛事中興。綱紏比丘造<a 
name="0878b05" id="0878b05"></a>小亭。移真形窴於此。先於嘉泉寺斷指<a 
name="0878b06" id="0878b06"></a>節。已過百齡筋肉甲爪光潤且如金色。或<a 
name="0878b07" id="0878b07"></a>屬兵革城陷指亡。後有齎出逃難。事息<a 
name="0878b08" id="0878b08"></a>歸還。亦陰福其逋亡者。至今平陽人崇信<a 
name="0878b09" id="0878b09"></a>焉。</p><a 
name="0878b10" id="0878b10"></a><p><span class="juanname">宋高僧傳卷第二十六</span></p>
<hr>【經文資訊】大正藏第 50 冊 No. 2061 宋高僧傳<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依大正藏所編輯<br>【原始資料】蕭鎮國大德提供，北美某大德提供<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index3819.html?index=T50n2061" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T50n2061_026 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:36 GMT -->
</html>
