<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X09n0248_002 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:21 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=468663104&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX09n0248&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX09n0248_002&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="index6798.html?index=X09n0248_001" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">卍新纂大日本續藏經　第09冊<br/>No.248 圓覺經略疏鈔 (12卷)<br/>【唐 宗密(於大疏略出)】<br/>第 2 卷</p>
	<a href="index8c1c-2.html?index=X09n0248_003" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X09">
<div class="root" id="0248" sutra_name="圓覺經略疏鈔" sutra_juan="[卷2]">　
<a 
name="0830c07" id="0830c07"></a><a 
name="0830c08" id="0830c08"></a><a 
name="0830c09" id="0830c09"></a><p><span class="juanname">圓覺經略疏之鈔卷第二</span></p><a 
name="0830c10" id="0830c10"></a><a 
name="0830c11" id="0830c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏我佛下二明教二一總敘教起因緣二一明佛悲<a 
name="0830c12" id="0830c12"></a>念我佛證此者此謂前不思議融通法也佛證此法<a 
name="0830c13" id="0830c13"></a>得無上安樂<span class="note">(無上菩提覺法樂無上涅槃寂滅樂)</span>愍一切眾生皆有此<a 
name="0830c14" id="0830c14"></a>安樂之法而乃迷之橫受&#x8657;妄之苦故賢首云真樂<a 
name="0830c15" id="0830c15"></a>本有失而不知妄苦本空得而不覺故十地論云佛<a 
name="0830c16" id="0830c16"></a>成道七日未說法者顯示自樂大法樂故復捨如是<a 
name="0830c17" id="0830c17"></a>妙樂悲愍眾生為說故知諸佛證唯證此說唯說此<a 
name="0830c18" id="0830c18"></a>故法華云佛自住大乘如其所得法定慧力莊嚴以<a 
name="0830c19" id="0830c19"></a>此度眾生自證無上道大乘平等法若以小乘化乃<a 
name="0830c20" id="0830c20"></a>至於一人我即墮慳貪此事為不可疏再歎奇哉者<a 
name="0830c21" id="0830c21"></a>即華嚴出現品云佛子無一眾生而不具有如來智<a 
name="0830c22" id="0830c22"></a>慧但以妄想顛倒執著而不證得<span class="note">(凡夫妄想權小執著顛倒通二)</span>若<a 
name="0830c23" id="0830c23"></a>離妄想一切智自然智無礙智則得現前便舉一塵<a 
name="0830c24" id="0830c24"></a>含大千經卷之喻後合云如來智慧亦復如是具足<a 
name="0831a01" id="0831a01"></a>在於眾生身中但諸凡愚不知不覺不得利益爾時<a 
name="0831a02" id="0831a02"></a>如來普觀一切眾生而作是言奇哉奇哉<span class="note">(故云再也)</span>此諸<a 
name="0831a03" id="0831a03"></a>眾生云何具有如來智慧迷惑不見我當教以聖道<a 
name="0831a04" id="0831a04"></a>令其永離妄想自於身中得見如來廣大智慧與佛<a 
name="0831a05" id="0831a05"></a>無異疏三思大事者三思之言有其二意一者十地<a 
name="0831a06" id="0831a06"></a>經是佛初成道第二七日說故論判云時勝謂成道<a 
name="0831a07" id="0831a07"></a>第二七日說故<span class="note">(問若爾初表勝初七何故不說論次答曰)</span>初七思惟因行<a 
name="0831a08" id="0831a08"></a><span class="note">(能說之智)</span>緣<span class="note">(所化之機)</span>行故<span class="note">(欲將所得妙法以逗物機故思惟行)</span>釋曰十地論但<a 
name="0831a09" id="0831a09"></a>云思惟今云三思者外有文而內有義有義者夫思<a 
name="0831a10" id="0831a10"></a>惟忖度審諦必翻覆再三以為後軌如三請三禮之<a 
name="0831a11" id="0831a11"></a>類也外有文者即論語云季文子三思而後行子聞<a 
name="0831a12" id="0831a12"></a>之曰再斯可矣<span class="note">(注云文子忠而有賢行其舉事寡過不必乃三思也)</span>今借此語<a 
name="0831a13" id="0831a13"></a>以對上再歎之言也二者法華經云我始坐道場觀<a 
name="0831a14" id="0831a14"></a>樹亦經行於三七日中思惟如是事<span class="note">(今云三思者三即三七日思即<a 
name="0831a15" id="0831a15"></a>思惟如是事)</span>我所得智慧微妙最第一<span class="note">(即大事也後當具引本文即此是十<a 
name="0831a16" id="0831a16"></a>地論中思惟因行也)</span>眾生諸根鈍著樂癡所盲如斯之等類云<a 
name="0831a17" id="0831a17"></a>何而可度<span class="note">(此十地論中思惟緣行也故下云悟有易難今此但是難者正由著樂癡所盲故難<a 
name="0831a18" id="0831a18"></a>悟也)</span>疏言大事者經云諸佛世尊唯為一大事因緣所<a 
name="0831a19" id="0831a19"></a>謂欲令眾生開佛知見使得清淨故出現於世等義<a 
name="0831a20" id="0831a20"></a>如下釋。</p><a 
name="0831a21" id="0831a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏既全下二敘佛化儀三一明利濟心等既者<span class="corr" title='[巳&gt;已]'>已</span>也<a 
name="0831a22" id="0831a22"></a>是躡前證此之言也謂前云證此又云三思等<span class="corr" title='[巳&gt;已]'>已</span>是<a 
name="0831a23" id="0831a23"></a>摧魔軍全十力訖今為欲顯演教度人儀式故&#x5374;牒<a 
name="0831a24" id="0831a24"></a>起成道之相故云摧魔等也全者簡菩薩十力智度<a 
name="0831b01" id="0831b01"></a>論說菩薩亦有十力故今云全十力即佛智也諸論<a 
name="0831b02" id="0831b02"></a>皆云十力華嚴梵行品文乃名智也然如來唯一諸<a 
name="0831b03" id="0831b03"></a>法實相智力此力有十種用故說為十名力者能摧<a 
name="0831b04" id="0831b04"></a>怨敵故不可屈伏故其十種別義在下佛答普眼文<a 
name="0831b05" id="0831b05"></a>中有十力章廣釋疏能摧等者本行經說悉達太子<a 
name="0831b06" id="0831b06"></a>向菩提樹下心念欲度波旬放光照三千界波旬自<a 
name="0831b07" id="0831b07"></a>然聞偈聲說太子欲證大明空汝境界魔領無量徒<a 
name="0831b08" id="0831b08"></a>眾詣菩提樹變現種種可怖畏相太子唯思念法心<a 
name="0831b09" id="0831b09"></a>不擾亂<span class="note">(云云)</span>乃至魔退諸天讚喜即於其夜成阿耨<a 
name="0831b10" id="0831b10"></a>菩提言樹下者菩提樹下也今&#x5374;以十力在降魔前<a 
name="0831b11" id="0831b11"></a>者但取文便非謂成道在降魔之前疏爰起四心者<a 
name="0831b12" id="0831b12"></a>爰是發語之辭爾雅云爰曰也起謂發起四心者謂<a 
name="0831b13" id="0831b13"></a>慈悲喜捨四無量心也菩薩從初乃至成道常運此<a 
name="0831b14" id="0831b14"></a>四種心教化眾生謂慈能與樂悲能拔苦喜謂慶彼<a 
name="0831b15" id="0831b15"></a>得樂捨謂怨親平等此四種心各具三緣<span class="note">(一者生緣緣一切眾<a 
name="0831b16" id="0831b16"></a>生相二者法緣緣五蘊差別之相三者無緣不住上二相也)</span>皆廣大無量故云四<a 
name="0831b17" id="0831b17"></a>無量心疏寶藏者涅槃第七因說常樂我淨迦葉菩<a 
name="0831b18" id="0831b18"></a>薩問云世尊二十五有有我不也佛言善男子我者<a 
name="0831b19" id="0831b19"></a>即是如來藏義一切眾生悉有佛性即是我義如是<a 
name="0831b20" id="0831b20"></a>我義從本<span class="corr" title='[巳&gt;已]'>已</span>來常為無量煩惱所覆是故眾生不能<a 
name="0831b21" id="0831b21"></a>得見善男子如貧女人舍內多有真金之藏家人大<a 
name="0831b22" id="0831b22"></a>小無有知者時有異人善知方便語貧女人曰<span class="note">(云云)</span><a 
name="0831b23" id="0831b23"></a>乃至是人即於其家掘得真金之藏女人見<span class="corr" title='[巳&gt;已]'>已</span>心生<a 
name="0831b24" id="0831b24"></a>歡喜生奇特想宗仰是人善男子眾生佛性亦復如<a 
name="0831c01" id="0831c01"></a>是一切眾生不能得見如彼寶藏貧人不知善男子<a 
name="0831c02" id="0831c02"></a>我今普示一切眾生所有佛性為諸煩惱之所覆蔽<a 
name="0831c03" id="0831c03"></a>如彼貧人有真金藏不能得見如來今日普示一切<a 
name="0831c04" id="0831c04"></a>眾生諸覺寶藏所謂佛性而諸眾生見是事<span class="corr" title='[巳&gt;已]'>已</span>心生<a 
name="0831c05" id="0831c05"></a>歡喜歸仰如來第十八又云善男子大涅槃經悉是<a 
name="0831c06" id="0831c06"></a>一切諸佛祕藏何以故諸佛雖有十一部經不說佛<a 
name="0831c07" id="0831c07"></a>性不說如來常樂我淨諸佛世尊不畢竟涅槃是故<a 
name="0831c08" id="0831c08"></a>此經名為如來祕密之藏十一部經所不說故故名<a 
name="0831c09" id="0831c09"></a>為藏如人七寶不出外用名之為藏又如來藏經有<a 
name="0831c10" id="0831c10"></a>九種喻喻如來智慧隱在眾生身名如來藏今疏引<a 
name="0831c11" id="0831c11"></a>者第五喻也經云譬如貧家有珍寶藏寶不能言我<a 
name="0831c12" id="0831c12"></a>在於此既不自知又無語者不能開發此珍寶藏一<a 
name="0831c13" id="0831c13"></a>切眾生亦復如是如來知見大法寶藏在其身內不<a 
name="0831c14" id="0831c14"></a>聞不知耽著五欲輪轉生死受苦無量是故諸佛出<a 
name="0831c15" id="0831c15"></a>興於世為開身內如來法藏九喻之中義意并餘八<a 
name="0831c16" id="0831c16"></a>喻文義並如下文殊章廣釋然彼經末總校量功德<a 
name="0831c17" id="0831c17"></a>云供養過去恒沙佛乃至造恒沙七寶臺高十由旬<a 
name="0831c18" id="0831c18"></a>日日如是乃至五十恒沙七寶臺供養恒沙如來不<a 
name="0831c19" id="0831c19"></a>如有人<span class="note">(云云)</span>百分不及其一<span class="note">(云云)</span>乃至譬喻所不能<a 
name="0831c20" id="0831c20"></a>及<span class="note">(凡夫身中佛難信故信者功德倍多)</span>。</p><a 
name="0831c21" id="0831c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏然迷下二明隨器頓漸迷頭捨父二喻皆喻眾生<a 
name="0831c22" id="0831c22"></a>迷失本性謂為本無故輪迴生死此是佛所化之機<a 
name="0831c23" id="0831c23"></a>也於中復有二類故舉兩喻言迷頭者佛頂經第四<a 
name="0831c24" id="0831c24"></a>云富樓那言敢問如來一切眾生何因有妄自蔽妙<a 
name="0832a01" id="0832a01"></a>明受此淪溺佛告富樓那汝雖除疑餘惑未盡吾以<a 
name="0832a02" id="0832a02"></a>世間現前諸事今復問汝汝豈不聞室羅城中演若<a 
name="0832a03" id="0832a03"></a>達多忽於晨朝以鏡照面愛鏡中頭眉目可見瞋責<a 
name="0832a04" id="0832a04"></a><span class="corr" title='[巳&gt;己]'>己</span>頭不見面目以為魑魅無狀狂走於意云何此人<a 
name="0832a05" id="0832a05"></a>何因無故狂走富樓那言是人心狂更無他故佛言<a 
name="0832a06" id="0832a06"></a>妙覺明圓本覺明妙既稱為妄云何有因若有所因<a 
name="0832a07" id="0832a07"></a>云何名妄自諸妄想展轉相因從迷積迷以歷塵劫<a 
name="0832a08" id="0832a08"></a>雖佛發明猶不能返如是迷因因迷自有識迷無因<a 
name="0832a09" id="0832a09"></a>妄無所依尚無有生欲何為滅得菩提者如寤時人<a 
name="0832a10" id="0832a10"></a>說夢中事心縱精明欲何因緣取夢中物況復無因<a 
name="0832a11" id="0832a11"></a>本無所有如彼城中演若達多豈有因緣自怖頭走<a 
name="0832a12" id="0832a12"></a>忽然狂歇頭非外得縱未歇狂亦何遺失富樓那妄<a 
name="0832a13" id="0832a13"></a>性如是因何為在汝但不隨分別世間業果眾生三<a 
name="0832a14" id="0832a14"></a>種相續三緣斷故三因不生則汝心中演若達多狂<a 
name="0832a15" id="0832a15"></a>性自歇歇即菩提勝淨明心本周法界不從人得何<a 
name="0832a16" id="0832a16"></a>藉劬勞肯緊修證言捨父者法華信解品須菩提等<a 
name="0832a17" id="0832a17"></a>四人聞方便品及譬喻品未曾有法以喻領解<span class="note">(今取意撮<a 
name="0832a18" id="0832a18"></a>略敘之)</span>大意云如人年小捨父逃逝久住他國至五十<a 
name="0832a19" id="0832a19"></a>歲年既長大加復窮困馳騁四方以求衣食漸漸遊<a 
name="0832a20" id="0832a20"></a>行遇向本國其父先來求子不得中止一城其家大<a 
name="0832a21" id="0832a21"></a>富財寶無量窮子傭賃展轉遇到父舍住立門側遙<a 
name="0832a22" id="0832a22"></a>見其父踞師子&#x7240;寶机承足諸婆羅門剎利居士恭<a 
name="0832a23" id="0832a23"></a>敬圍遶以真珠瓔珞價直千萬莊嚴其身吏民僮僕<a 
name="0832a24" id="0832a24"></a>手執白拂侍衛左右窮子恐怖悔來在此竊作是念<a 
name="0832b01" id="0832b01"></a>疑是國王大臣恐逼驅使疾走而去長者遙識心喜<a 
name="0832b02" id="0832b02"></a>念言財有所付遣人往捉窮子稱怨自念無罪而被<a 
name="0832b03" id="0832b03"></a>囚執父知彼下劣方便遣憔悴人徐語言此有作處<a 
name="0832b04" id="0832b04"></a>倍與汝直雇汝除糞父著麤弊衣執除糞器語言勤<a 
name="0832b05" id="0832b05"></a>作勿復餘去我如汝父如所生子呼之為兒窮子雖<a 
name="0832b06" id="0832b06"></a>喜猶謂作人故二十年中常令除糞後相體信出入<a 
name="0832b07" id="0832b07"></a>無難然其所止猶在本處父疾臨終命子集會親屬<a 
name="0832b08" id="0832b08"></a>王臣付與財寶後法合云世尊大富長者即是如來<a 
name="0832b09" id="0832b09"></a>我等皆是佛子<span class="note">(云云)</span>我等於生死中受諸熱惱迷惑<a 
name="0832b10" id="0832b10"></a>無知樂著小法今日世尊令我思惟蠲除諸法戲論<a 
name="0832b11" id="0832b11"></a>之糞得至涅槃一日之價心喜為足便謂弘多佛便<a 
name="0832b12" id="0832b12"></a>縱捨不為分別汝等當有如來知見寶藏之分世尊<a 
name="0832b13" id="0832b13"></a>以方便說如來智慧我等從佛得小涅槃以為大得<a 
name="0832b14" id="0832b14"></a>於此大乘無有至求又因如來智慧為諸菩薩開演<a 
name="0832b15" id="0832b15"></a>大乘而自於此無有志願所以者何佛知我等心樂<a 
name="0832b16" id="0832b16"></a>小法以方便力隨我等說而我等不知真是佛子今<a 
name="0832b17" id="0832b17"></a>我方知世尊於佛智慧無所&#x608B;惜若我樂大佛則為<a 
name="0832b18" id="0832b18"></a>我說大乘法於此經中唯說一乘是故我等說本無<a 
name="0832b19" id="0832b19"></a>心有所希求今法王大寶自然而至疏悟有易難者<a 
name="0832b20" id="0832b20"></a>迷頭者如狂心歇歇即菩提此為易也捨父者二十<a 
name="0832b21" id="0832b21"></a>年中除糞猶在本處不肯蚤信是長者子故為難也。</p><a 
name="0832b22" id="0832b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏故仙苑等者由前根有易悟難悟之殊故佛說頓<a 
name="0832b23" id="0832b23"></a>教漸教之異也仙苑鹿野苑也是古昔仙人所住處<a 
name="0832b24" id="0832b24"></a>故普曜經云佛成道訖第六七日於波羅柰國仙人<a 
name="0832c01" id="0832c01"></a>鹿苑度阿若憍陳如佛唱善來苾芻便發戒品付法<a 
name="0832c02" id="0832c02"></a>藏經云佛住波羅柰鹿野苑中古仙住處為五比丘<a 
name="0832c03" id="0832c03"></a>初轉法輪覺場者菩提場也梵語菩提唐言覺今取<a 
name="0832c04" id="0832c04"></a>唐言故云覺場場者證覺之處即天地之中摩竭提<a 
name="0832c05" id="0832c05"></a>國王舍城西二百里菩提樹下金剛座上若約法則<a 
name="0832c06" id="0832c06"></a>萬行皆是道場理智相會之處故為表所說如證故<a 
name="0832c07" id="0832c07"></a>不移其處而說頓教頓教最初即華嚴也經云如是<a 
name="0832c08" id="0832c08"></a>我聞一時佛在摩竭提國阿蘭若法菩提場中始成<a 
name="0832c09" id="0832c09"></a>正覺乃至有十佛世界微塵數菩薩摩訶薩所共圍<a 
name="0832c10" id="0832c10"></a>遶疏教興頓漸者對上易悟之機即菩提場初成正<a 
name="0832c11" id="0832c11"></a>覺不移其處便興頓教頓教之首便是華嚴自後乃<a 
name="0832c12" id="0832c12"></a>至滅度中間每遇上根即頓說真性時處不同皆名<a 
name="0832c13" id="0832c13"></a>頓教有數十部又對上難悟之機故三七日後往波<a 
name="0832c14" id="0832c14"></a>羅柰仙人住處而興漸教漸教之首即是五比丘所<a 
name="0832c15" id="0832c15"></a>聞四諦法輪中間三時五時漸次而說處所各別終<a 
name="0832c16" id="0832c16"></a>至法華涅槃皆名漸教三乘權實部類尤多今但指<a 
name="0832c17" id="0832c17"></a>二處者各論根源最初起者。</p><a 
name="0832c18" id="0832c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏漸設下三明頓漸之相五時異者佛初成道三七<a 
name="0832c19" id="0832c19"></a>日思惟<span class="corr" title='[巳&gt;已]'>已</span>便往仙苑及諸住處十二年之間說諸有<a 
name="0832c20" id="0832c20"></a>為法緣生無我然猶未說法無我理名初時有教即<a 
name="0832c21" id="0832c21"></a>阿含等一藏小乘經是第二時中依&#x5FA7;計所執說諸<a 
name="0832c22" id="0832c22"></a>法空然於依他圓成猶未說有名為空教即諸部般<a 
name="0832c23" id="0832c23"></a>若經是第三時中說法相大乘境空心有名中道教<a 
name="0832c24" id="0832c24"></a>即深密等經是第四時中開示一切眾生如來知見<a 
name="0833a01" id="0833a01"></a>會三乘為一乘會權入實名同歸教即法華經是第<a 
name="0833a02" id="0833a02"></a>五時中臨入涅槃說一切眾生乃至闡提皆有佛性<a 
name="0833a03" id="0833a03"></a>凡是有心定當作佛常樂我淨名常住教即大般涅<a 
name="0833a04" id="0833a04"></a>槃經是從始至終成就一類之機故總名為漸教疏<a 
name="0833a05" id="0833a05"></a>空有迭彰者迭遞也謂約我法心境真俗或先後或<a 
name="0833a06" id="0833a06"></a>同時遞互相對彰顯諸法空有之義也且初心境有<a 
name="0833a07" id="0833a07"></a>兩對空有謂第一時教心境俱有第二時教心境俱<a 
name="0833a08" id="0833a08"></a>空<span class="note">(上二先後遞互)</span>第三時教境空心有<span class="note">(同時遞互)</span>約真俗者自有<a 
name="0833a09" id="0833a09"></a>四句謂第二時教俗有真空四五時教俗空<span class="note">(破世間常樂我<a 
name="0833a10" id="0833a10"></a>淨故)</span>真有<span class="note">(顯出世常等故故經云空者生死不空者涅槃也)</span>第三時教四重二<a 
name="0833a11" id="0833a11"></a>諦前後相望互為空有若二三時教相望第二時真<a 
name="0833a12" id="0833a12"></a>俗俱空第三時真俗俱有約我法者亦有四句謂第<a 
name="0833a13" id="0833a13"></a>一時教初人天乘我法俱有中間大乘我法俱空次<a 
name="0833a14" id="0833a14"></a>初小乘我空法有最後涅槃我有法空<span class="note">(彼經破小乘無我顯說真<a 
name="0833a15" id="0833a15"></a>我故)</span>上來總有十對空有皆約法約時遞互隱顯故云<a 
name="0833a16" id="0833a16"></a>迭彰<span class="note">(此下雖更說空有相對無心力者亦不用敘之)</span>若約諸教說空說有判<a 
name="0833a17" id="0833a17"></a>深淺者如說諸外境取第一第二時教相望一有二<a 
name="0833a18" id="0833a18"></a>空空深有淺若說依他緣起心心所法自有兩對謂<a 
name="0833a19" id="0833a19"></a>二三時教相望二空三有空淺有深三與四五相望<a 
name="0833a20" id="0833a20"></a>初有後空空深有淺若說我者初後相望初空後有<a 
name="0833a21" id="0833a21"></a>空淺有深餘之空有深淺皆例此知由此諸教或破<a 
name="0833a22" id="0833a22"></a>有讚空或毀空讚有不得此意難解聖言疏頓無二<a 
name="0833a23" id="0833a23"></a>諦等者顯中道第一義諦第一義諦有二釋一雙融<a 
name="0833a24" id="0833a24"></a>明中即真俗相即而不二便為第一義也故仁王云<a 
name="0833b01" id="0833b01"></a>於諦常自二<span class="note">(真俗)</span>於解常自一<span class="note">(真即俗俗即真)</span>通達此無二真<a 
name="0833b02" id="0833b02"></a>入第一義故昔人云二諦並非雙恒乖未曾各二雙<a 
name="0833b03" id="0833b03"></a>泯顯中謂非真非俗但是心靈<span class="note">(故天台云雙照雙遮)</span>即下句幽<a 
name="0833b04" id="0833b04"></a>靈絕待是也然非真非俗復有二意一互奪故謂俗<a 
name="0833b05" id="0833b05"></a>即真故俗泯真即俗故真亡故華嚴經云無中無有<a 
name="0833b06" id="0833b06"></a>二無二亦復無三世一切空是則諸佛法二顯體故<a 
name="0833b07" id="0833b07"></a>謂言其非真者所謂非是真非謂是非真非俗亦爾<a 
name="0833b08" id="0833b08"></a>既非彼二但是靈明自體幽微玄妙不可思議故云<a 
name="0833b09" id="0833b09"></a>幽靈絕待若要廣說即檢懸談第三門辨法性對破<a 
name="0833b10" id="0833b10"></a>相宗五義差別中鏡影等喻及絕待靈心觀中義理<a 
name="0833b11" id="0833b11"></a>敘之又雙泯者但泯對俗之真不泯真體亦得名為<a 
name="0833b12" id="0833b12"></a>非二諦而絕待故古人云一雙孤鴈掠地高飛兩箇<a 
name="0833b13" id="0833b13"></a>鴛鴦池邊獨立。</p><a 
name="0833b14" id="0833b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏今此下二別敘此經旨趣三一標宗然一藏經既<a 
name="0833b15" id="0833b15"></a>不出頓漸二教今應各指其類漸者始自鹿苑終於<a 
name="0833b16" id="0833b16"></a><span class="gaiji">鶴<!--gaiji,鶴,1[鴳-女+隹],2,3--></span>林三時五時從初至終漸引一類學者於中法華<a 
name="0833b17" id="0833b17"></a>涅槃會權歸實是大乘漸教中終極之教也頓者有<a 
name="0833b18" id="0833b18"></a>二一化儀頓謂華嚴經初成佛時稱性一時頓說理<a 
name="0833b19" id="0833b19"></a>事本末始終因果窮理盡性故二逐機頓謂對上根<a 
name="0833b20" id="0833b20"></a>具足凡夫頓指絕待中道真性不同法華涅槃之類<a 
name="0833b21" id="0833b21"></a>有三可破有權可會但顯一真覺性即勝鬘密嚴金<a 
name="0833b22" id="0833b22"></a>剛三昧如來藏普光明藏圓覺等四十餘部文中皆<a 
name="0833b23" id="0833b23"></a>少說事緣直詮真性理智良由無三車除糞化城等<a 
name="0833b24" id="0833b24"></a>由緣可會也故指此經是頓之流類也此是逐機顯<a 
name="0833c01" id="0833c01"></a>體之頓非化儀之頓矣既非漸次之教故不屬三時<a 
name="0833c02" id="0833c02"></a>五時。</p><a 
name="0833c03" id="0833c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏故如來下二正敘三一敘序分言寂光土者天台<a 
name="0833c04" id="0833c04"></a>大師立四土一凡聖同居土<span class="note">(亦變化土也)</span>二方便有餘土<a 
name="0833c05" id="0833c05"></a>三實報無障礙土<span class="note">(自他受用)</span>四常寂光土<span class="note">(法性土也)</span>方便一土<a 
name="0833c06" id="0833c06"></a>法相所無天台依智度論及法華經立彼論九十五<a 
name="0833c07" id="0833c07"></a>云阿羅漢先世因緣所受身必應當滅住於何處成<a 
name="0833c08" id="0833c08"></a>就佛道答有淨佛土出三界外乃無煩惱之名於是<a 
name="0833c09" id="0833c09"></a>國土佛所聞法具足佛道如法華經說我於餘國等<a 
name="0833c10" id="0833c10"></a>今經云入於神通大光明藏三昧正受乃至不二隨<a 
name="0833c11" id="0833c11"></a>順故是寂光土也疏凡聖一源者文云一切如來光<a 
name="0833c12" id="0833c12"></a>嚴住持<span class="note">(佛佛同此故當法性土亦即自受用土以此宗理智不分故)</span>又云是諸眾<a 
name="0833c13" id="0833c13"></a>生清淨覺地疏現受用身者他受用也經云於不二<a 
name="0833c14" id="0833c14"></a>境現諸淨土疏主伴同會者經文列菩薩眾<span class="corr" title='[巳&gt;已]'>已</span>結云<a 
name="0833c15" id="0833c15"></a>與諸眷屬皆入三昧同住如來平等法會<span class="note">(義皆在疏下之文也)</span>。</p><a 
name="0833c16" id="0833c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏曼殊下二敘正宗二一信解真正曼殊者即文殊<a 
name="0833c17" id="0833c17"></a>之正梵語也其名德之義如下疏釋疏大士者是法<a 
name="0833c18" id="0833c18"></a>身之大士故疏創問本起之因者創是最初之義此<a 
name="0833c19" id="0833c19"></a>有二創一諸菩薩未問文殊先問此前未有人問故<a 
name="0833c20" id="0833c20"></a>云創二所問之事是佛法地位中最初要解之法也<a 
name="0833c21" id="0833c21"></a>此法之前更無佛法因果之義可為初起之要故疏<a 
name="0833c22" id="0833c22"></a>本起者本因所起最初之心也餘義檢下疏引起信<a 
name="0833c23" id="0833c23"></a>了二覺發三心修五行及華嚴善財大集法行等處<a 
name="0833c24" id="0833c24"></a>而說疏薄伽者佛地經云如是我聞一時薄伽梵論<a 
name="0834a01" id="0834a01"></a>曰薄伽梵者謂薄伽聲依六義轉一自在義二熾盛<a 
name="0834a02" id="0834a02"></a>義三端嚴義四名稱義五吉祥義六尊貴義如有頌<a 
name="0834a03" id="0834a03"></a>曰自在熾盛與端嚴名稱吉祥及尊貴如是六種義<a 
name="0834a04" id="0834a04"></a>差別應知總名薄伽梵如是一切如來具有於一切<a 
name="0834a05" id="0834a05"></a>種智皆不相離是故如來名薄伽梵其義云何謂諸<a 
name="0834a06" id="0834a06"></a>如來永不繫屬諸煩惱故具自在義炎猛智火所燒<a 
name="0834a07" id="0834a07"></a>鍊故具熾盛義妙三十二大相等所莊飾故具端嚴<a 
name="0834a08" id="0834a08"></a>義一切殊勝功德圓滿無不知故具名稱義一切世<a 
name="0834a09" id="0834a09"></a>間親近供養咸稱讚故具吉祥義具一切功德常起<a 
name="0834a10" id="0834a10"></a>方便利益安藥一切有情無懈廢故具尊貴義疏至<a 
name="0834a11" id="0834a11"></a>尊者至極之尊也且兆人臣於國王國王臣於上帝<a 
name="0834a12" id="0834a12"></a>上帝即天帝也諸天奉佛三乘賢聖亦事於佛佛是<a 
name="0834a13" id="0834a13"></a>眾聖之尊如眾星月為最眾流海為最眾聖佛為最<a 
name="0834a14" id="0834a14"></a>故云至尊也疏首提者初舉也究竟果者經正答中<a 
name="0834a15" id="0834a15"></a>初標舉云善男子無上法王有大陀羅尼門名為圓<a 
name="0834a16" id="0834a16"></a>覺流出一切清淨真如菩提涅槃及波羅密教授菩<a 
name="0834a17" id="0834a17"></a>薩此所標圓覺者大位在果體通染淨故此約無上<a 
name="0834a18" id="0834a18"></a>法王有之下云無始幻無明皆從中建立若論中一<a 
name="0834a19" id="0834a19"></a>心即大位在因亦通染淨故標云眾生心釋之具覺<a 
name="0834a20" id="0834a20"></a>不覺二義所言究竟者即論中始覺合本覺始本不<a 
name="0834a21" id="0834a21"></a>二名究竟也疏照斯真體者經云一切如來本起因<a 
name="0834a22" id="0834a22"></a>地<span class="note">(牒前問曰)</span>皆依圓照<span class="note">(能照智也)</span>清淨覺相<span class="note">(所照真體)</span>永斷無明方<a 
name="0834a23" id="0834a23"></a>成佛道<span class="note">(兼標下滅夢形之義以成本因)</span>疏滅彼夢形者經云云何無<a 
name="0834a24" id="0834a24"></a>明善男子一切眾生從無始來<span class="note">(云云)</span>乃至此無明者<a 
name="0834b01" id="0834b01"></a>非實有體如夢中人夢時非無及至於醒了無所得<a 
name="0834b02" id="0834b02"></a><span class="note">(夢形者喻無明也今約喻以顯滅於夢明合前照真成本起因也)</span>疏知無我人誰受<a 
name="0834b03" id="0834b03"></a>輪轉者經云修圓覺者知是空華即無輪轉亦無身<a 
name="0834b04" id="0834b04"></a>心受彼生死非作故無<span class="note">(非作觀破之方無也)</span>本性無故<span class="note">(生死自性本來<a 
name="0834b05" id="0834b05"></a>無故)</span>。</p><a 
name="0834b06" id="0834b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏種種下二依解修證三一通明觀行上根修證三<a 
name="0834b07" id="0834b07"></a>一觀成同佛種種幻化等者答普賢所徵以成修於<a 
name="0834b08" id="0834b08"></a>觀行用心之本也謂普賢問云修大乘者聞此圓覺<a 
name="0834b09" id="0834b09"></a>云何修行<span class="note">(約當根徵起)</span>若彼眾生知如幻者身心亦幻云<a 
name="0834b10" id="0834b10"></a>何以幻還修於幻<span class="note">(幻幻何修問)</span>若諸幻性一切盡滅則無<a 
name="0834b11" id="0834b11"></a>有心誰為修行<span class="note">(斷滅誰修問上皆解行相違也)</span>若本不修行令妄想<a 
name="0834b12" id="0834b12"></a>心云何解脫<span class="note">(遮不修失)</span>佛答云一切眾生種種幻化皆生<a 
name="0834b13" id="0834b13"></a>如來圓覺妙心猶如空華從空而有<span class="note">(標為義本)</span>疏幻盡覺<a 
name="0834b14" id="0834b14"></a>圓者此含兩重之意初即普賢章用心義理後即普<a 
name="0834b15" id="0834b15"></a>眼章觸境長時用心正成觀行且初意者經云幻華<a 
name="0834b16" id="0834b16"></a>雖滅空性不壞眾生幻心還依幻滅諸幻盡滅覺心<a 
name="0834b17" id="0834b17"></a>不動作幻說覺亦名為幻若說有覺猶未離幻說無<a 
name="0834b18" id="0834b18"></a>覺者亦復如是乃至知幻即離不作方便離幻即覺<a 
name="0834b19" id="0834b19"></a>亦無漸次<span class="note">(如此展轉不滯方名幻盡也)</span>後約正修中釋者普眼章<a 
name="0834b20" id="0834b20"></a>中佛說新學菩薩及末世眾生欲求如來淨圓覺心<a 
name="0834b21" id="0834b21"></a>應當正念遠離諸幻先依如來奢摩他行堅持禁戒<a 
name="0834b22" id="0834b22"></a>安處徒眾宴坐靜室恒念此身四大假合各離根塵<a 
name="0834b23" id="0834b23"></a>緣相假名為心畢竟無有幻身幻心幻塵乃至幻滅<a 
name="0834b24" id="0834b24"></a>亦滅此是疏中幻盡二字也幻滅滅故非幻不滅譬<a 
name="0834c01" id="0834c01"></a>如磨鏡垢盡明現又如摩尼等此是疏中覺圓也疏<a 
name="0834c02" id="0834c02"></a>心通法&#x5FA7;者經云此菩薩及末世眾生證得諸幻滅<a 
name="0834c03" id="0834c03"></a>影像故爾時便得無方清淨無邊&#x8657;空覺所顯發覺<a 
name="0834c04" id="0834c04"></a>圓明故顯心清淨心清淨故見塵清淨<span class="note">(云云)</span>乃至一<a 
name="0834c05" id="0834c05"></a>身多身一界多界一切清淨皆是心通也<span class="note">(然此亦有法通之義<a 
name="0834c06" id="0834c06"></a>疏句窄故含而不顯也)</span>言法&#x5FA7;者經云善男子&#x8657;空如是平等<a 
name="0834c07" id="0834c07"></a>不動當知覺性平等不動<span class="note">(「云云乃至八萬四千」)</span>善男子覺性&#x5FA7;<a 
name="0834c08" id="0834c08"></a>滿清淨不動圓無際故當知六根&#x5FA7;滿法界<span class="note">(云云展轉)</span>乃<a 
name="0834c09" id="0834c09"></a>至陀羅尼門&#x5FA7;滿法界<span class="note">(云云)</span>乃至始知眾生本來成<a 
name="0834c10" id="0834c10"></a>佛此是法&#x5FA7;二字也<span class="note">(心通義即含法&#x5FA7;法&#x5FA7;義即不含心通以心即覺心無可&#x5FA7;故<a 
name="0834c11" id="0834c11"></a>但以諸法現時依心所現心壅故諸法似有自體分限心通故即無分限為&#x5FA7;也)</span>然眾生成<a 
name="0834c12" id="0834c12"></a>佛文是此門疏今乃取意於後通難門中述之便當<a 
name="0834c13" id="0834c13"></a>牒起問目也詳之可見。</p><a 
name="0834c14" id="0834c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏心本下二徵釋迷源且初二句者前云眾生成佛<a 
name="0834c15" id="0834c15"></a>今牒而舉之以答金剛之難難云若諸眾生本來成<a 
name="0834c16" id="0834c16"></a>佛何故復有一切無明若諸無明眾生本有何因緣<a 
name="0834c17" id="0834c17"></a>故如來復說本來成佛十方異生本成佛道後起無<a 
name="0834c18" id="0834c18"></a>明一切如來何時復生一切煩惱故今敘佛答大意<a 
name="0834c19" id="0834c19"></a>云心本是佛等也謂真心之體本來是佛然無始來<a 
name="0834c20" id="0834c20"></a>妄念相續自不知是佛故論云一切眾生不名為覺<a 
name="0834c21" id="0834c21"></a>以從無始時來念念相續未曾離念故說無始無明<a 
name="0834c22" id="0834c22"></a>佛頂云煩惱菩提二俱無始是知眾生無始<span class="corr" title='[巳&gt;已]'>已</span>來元<a 
name="0834c23" id="0834c23"></a>來是佛元來未悟非先來成佛後起無明等故無所<a 
name="0834c24" id="0834c24"></a>難之過失也但以念念本空故心心本佛故論云所<a 
name="0835a01" id="0835a01"></a>言覺義者謂心體離念離念相者等&#x8657;空界即是如<a 
name="0835a02" id="0835a02"></a>來平等法身此說念相本離為離念矣故云由念起<a 
name="0835a03" id="0835a03"></a>而漂沈也漂者暫出人天沈者沈淪三惡道然真心<a 
name="0835a04" id="0835a04"></a>體即法身身心互言皆得故論標云心體離念結云<a 
name="0835a05" id="0835a05"></a>即是法身然但身非形相心非念慮故本是佛若妄<a 
name="0835a06" id="0835a06"></a>認形相念慮即身心俱隱如肇公云隱在形&#x6BBB;等也<a 
name="0835a07" id="0835a07"></a>故佛答云始終生滅聚散起止念念相續循環往復<a 
name="0835a08" id="0835a08"></a>種種取捨皆是輪迴未出輪迴而辨圓覺彼圓覺性<a 
name="0835a09" id="0835a09"></a>亦同流轉譬如動目能搖湛水又如定眼猶迴轉火<a 
name="0835a10" id="0835a10"></a>雲駛月運舟行岸移等善男子諸旋未息彼物先住<a 
name="0835a11" id="0835a11"></a>尚不可得何況輪轉生死垢心曾未清淨觀佛圓覺<a 
name="0835a12" id="0835a12"></a>而不旋復是故汝等便生三惑<span class="note">(云云義如下疏)</span>此等正同論<a 
name="0835a13" id="0835a13"></a>中無始念念相續等也疏岸實不移等者密翻經云<a 
name="0835a14" id="0835a14"></a>舟行岸移以顯心實是佛但迷似眾生岸實是停但<a 
name="0835a15" id="0835a15"></a>舟行似轉故云騖驟騖者馳也驟者馬疾行也馳驟<a 
name="0835a16" id="0835a16"></a>皆是急走之相即此喻相答意<span class="corr" title='[巳&gt;已]'>已</span>明況有空華金&#x945B;<a 
name="0835a17" id="0835a17"></a>之喻疏頓除妄宰空不生華者經云譬如幻翳妄見<a 
name="0835a18" id="0835a18"></a>空華幻翳若除不可說言此翳<span class="corr" title='[巳&gt;已]'>已</span>滅何時更起諸翳<a 
name="0835a19" id="0835a19"></a>何以故翳華二法非相待故亦如空華滅於空時不<a 
name="0835a20" id="0835a20"></a>可說言何時更起空華何以故空本無華非起滅故<a 
name="0835a21" id="0835a21"></a>此喻喻頓悟心體是佛即自覺本無念慮故序合意<a 
name="0835a22" id="0835a22"></a>云頓除妄宰也言頓除者達之本無也疏漸竭等者<a 
name="0835a23" id="0835a23"></a>此喻即漸修也經云善男子如銷金&#x945B;金非銷有既<a 
name="0835a24" id="0835a24"></a><span class="corr" title='[巳&gt;已]'>已</span>成金不重為&#x945B;經無窮時金性不壞偈云金非銷<a 
name="0835b01" id="0835b01"></a>故有等合云一切如來妙圓覺心本無菩提涅槃成<a 
name="0835b02" id="0835b02"></a>佛輪迴但聲聞所得猶不至彼親證何況以思惟心<a 
name="0835b03" id="0835b03"></a>測圓覺境如取螢火燒須彌山乃至復結空果等然<a 
name="0835b04" id="0835b04"></a>法合鍊&#x945B;之文正是彌勒章中斷輪迴根本是也此<a 
name="0835b05" id="0835b05"></a>但說道理之喻其除斷之法即是後文疏今撮略前<a 
name="0835b06" id="0835b06"></a>後而敘之云漸竭愛源也後文者一切眾生從無始<a 
name="0835b07" id="0835b07"></a>際由有種種恩愛貪欲故有輪迴乃至造惡鬼獄造<a 
name="0835b08" id="0835b08"></a>善人天皆不成聖翻二種障顯出五性皆是輪迴<span class="note">(此上<a 
name="0835b09" id="0835b09"></a>皆愛源也此下即是漸斷云)</span>若諸眾生於大圓覺起增上心當發<a 
name="0835b10" id="0835b10"></a>大願依願修行漸斷諸障障盡願滿便登解脫清淨<a 
name="0835b11" id="0835b11"></a>法殿證大圓覺妙莊嚴域。</p><a 
name="0835b12" id="0835b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏理絕下三略辨地位二一依位漸證此初一句者<a 
name="0835b13" id="0835b13"></a>經云圓覺自性非性性有循諸性起無取無證於實<a 
name="0835b14" id="0835b14"></a>相中實無菩薩及諸眾生何以故菩薩眾生皆是幻<a 
name="0835b15" id="0835b15"></a>化幻化滅故無取證者譬如眼根不自見眼性自平<a 
name="0835b16" id="0835b16"></a>等無平等者疏智似階差者眾生迷倒未能除滅一<a 
name="0835b17" id="0835b17"></a>切幻化於滅未滅妄功用中便顯差別疏覺前前非<a 
name="0835b18" id="0835b18"></a>名後後位者經云若遇善友教令開悟淨圓覺性發<a 
name="0835b19" id="0835b19"></a>明起滅即知此生性自勞慮若復有人勞慮永斷得<a 
name="0835b20" id="0835b20"></a>法界淨即彼淨解為自障礙故於圓覺而不自在<span class="note">(十信<a 
name="0835b21" id="0835b21"></a>位)</span>見解為礙雖斷解礙由住見覺覺礙為礙而不自<a 
name="0835b22" id="0835b22"></a>在<span class="note">(賢位)</span>有照有覺俱名障礙是故菩薩常覺不住照與<a 
name="0835b23" id="0835b23"></a>照者同時寂滅如自斷頭以礙滅礙礙<span class="corr" title='[巳&gt;已]'>已</span>斷滅無滅<a 
name="0835b24" id="0835b24"></a>礙者<span class="note">(聖位)</span>一切障礙即究竟覺得念失念無非解脫成<a 
name="0835c01" id="0835c01"></a>破等乃至法界海慧照了諸相猶如&#x8657;空<span class="note">(果位)</span>。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>△疏況<a 
name="0835c02" id="0835c02"></a>妄下二妄心頓證經云一切菩薩及末世眾生居一<a 
name="0835c03" id="0835c03"></a>切時不起妄念於諸妄心亦不息滅住妄想境不加<a 
name="0835c04" id="0835c04"></a>了知於無了知不辨真實聞此法門信解受持不驚<a 
name="0835c05" id="0835c05"></a>不怖是則名為隨順覺性<span class="note">(不局地位故不標人)</span>疏德等圓明者<a 
name="0835c06" id="0835c06"></a>同佛也<span class="note">(菩薩圓二乘明眾生否佛具)</span>經云當知眾生<span class="corr" title='[巳&gt;已]'>已</span>曾供養百<a 
name="0835c07" id="0835c07"></a>千萬億恒河沙諸佛菩薩佛說是人名為成就一切<a 
name="0835c08" id="0835c08"></a>種智<span class="note">(果智圓明也)</span>。</p><a 
name="0835c09" id="0835c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏然出下二別明觀行中根修證二初結前上根生<a 
name="0835c10" id="0835c10"></a>後中下之意也謂良善之馬&#x53A9;中牽出纔見鞭影即<a 
name="0835c11" id="0835c11"></a>馳驟長衢不假頻更鞭撻如上根人纔聞前段法門<a 
name="0835c12" id="0835c12"></a>即生解起行乃至證入不假三觀諸輪等也鞭影之<a 
name="0835c13" id="0835c13"></a>言即是中論云如駃馬見鞭影而行也天台大師亦<a 
name="0835c14" id="0835c14"></a>用此喻涅槃經中亦有此意而文不同彼云如御馬<a 
name="0835c15" id="0835c15"></a>者凡有四種一觸毛<span class="note">(二皮三肉四骨)</span>隨其所觸稱御者意如<a 
name="0835c16" id="0835c16"></a>來亦爾以四種法調伏眾生一為說眾生令受佛語<a 
name="0835c17" id="0835c17"></a>如觸其毛隨御者意<span class="note">(餘老病死配皮肉骨文皆例此也)</span>御者調馬無<a 
name="0835c18" id="0835c18"></a>有決定佛調眾生決定不&#x8657;故號我為調御丈夫兩<a 
name="0835c19" id="0835c19"></a>處文皆況舉一隅而示之可以三隅反也疏埋塵大<a 
name="0835c20" id="0835c20"></a>寶須設治方者論中因說發心修行便有問曰上說<a 
name="0835c21" id="0835c21"></a>法界一相佛體無二何故不唯念真如復假求學諸<a 
name="0835c22" id="0835c22"></a>善之行答曰譬如大摩尼寶體性明淨而有&#x945B;穢之<a 
name="0835c23" id="0835c23"></a>垢若人雖念寶性不以方便種種磨治終無得淨如<a 
name="0835c24" id="0835c24"></a>是眾生真如之法體性空淨而有無量煩惱垢染若<a 
name="0836a01" id="0836a01"></a>人唯念真如不以種種熏修亦無得淨以垢無量&#x5FA7;<a 
name="0836a02" id="0836a02"></a>一切法故修一切善行以為對治若人修行一切善<a 
name="0836a03" id="0836a03"></a>法自然歸順真如法故<span class="note">(以善法外違妄染中順真如故)</span>。</p><a 
name="0836a04" id="0836a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏故三下二正敘中根法門澄即止也明即觀也威<a 
name="0836a05" id="0836a05"></a>德問云大城四門隨方各入<span class="note">(云云)</span>願說一切方便并<a 
name="0836a06" id="0836a06"></a>修行人總有幾種佛答無上妙覺周&#x5FA7;十方於諸修<a 
name="0836a07" id="0836a07"></a>行實無有二方便隨順其數無量<span class="note">(歸源性無二方便有多門又如前論<a 
name="0836a08" id="0836a08"></a>云修一切善行等也)</span>圓攝所歸循性差別當有三種疏真假俱<a 
name="0836a09" id="0836a09"></a>入者釋上三觀入圓覺也真假俱三字一字是一觀<a 
name="0836a10" id="0836a10"></a>謂真入假入俱入也真謂泯相澄神觀<span class="note">(奢摩他也)</span>假謂起<a 
name="0836a11" id="0836a11"></a>幻銷塵觀<span class="note">(三摩&#x9262;提也)</span>俱謂非真非假亦真亦假即絕待<a 
name="0836a12" id="0836a12"></a>靈心觀<span class="note">(禪那也可檢經敘之)</span>疏諸輪綺互者謂二十五輪有開<a 
name="0836a13" id="0836a13"></a>有合或先後或同時互相交絡猶如錦綺故云綺互<a 
name="0836a14" id="0836a14"></a>單複圓修者單修複修圓修也謂二十五中初三單<a 
name="0836a15" id="0836a15"></a>後一圓中間複者三觀互舉為首各成七觀三七成<a 
name="0836a16" id="0836a16"></a>二十一要具說者即檢下經文疏文敘之其圓修者<a 
name="0836a17" id="0836a17"></a>經文云若諸菩薩以圓覺慧圓合一切於諸性相無<a 
name="0836a18" id="0836a18"></a>離覺性<span class="note">(餘者不能具引)</span>疏四相潛神非覺違拒者淨業問云<a 
name="0836a19" id="0836a19"></a>若此覺心本淨因何染汙使眾生不入佛言眾生從<a 
name="0836a20" id="0836a20"></a>無始來妄想執有我人眾生壽命認四顛倒為實我<a 
name="0836a21" id="0836a21"></a>體<span class="note">(云云)</span>由此不能入清淨覺非覺違拒諸能入者有<a 
name="0836a22" id="0836a22"></a>諸能入非覺入故是故動念息念皆歸迷悶又云如<a 
name="0836a23" id="0836a23"></a>人不自斷命又云眾生生無慧目故又云不了四相<a 
name="0836a24" id="0836a24"></a>多劫勤苦終不成聖果<span class="note">(云云)</span>讚喜謗瞋則知我相堅<a 
name="0836b01" id="0836b01"></a>固執持潛伏藏識遊戲諸根曾不間斷其四相之義<a 
name="0836b02" id="0836b02"></a>在下教起因緣門中略釋至本文廣釋若要具說撿<a 
name="0836b03" id="0836b03"></a>而敘之。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>△疏四病出體者普覺問求何等人修何法<a 
name="0836b04" id="0836b04"></a>行何行除何病佛答云當求一切正知見人<span class="note">(云云)</span>心<a 
name="0836b05" id="0836b05"></a>不住相不著二乘乃至心恒清淨<span class="note">(不著凡夫也)</span>四病者一<a 
name="0836b06" id="0836b06"></a>作病若有人言我於本心作種種行欲求圓覺乃至<a 
name="0836b07" id="0836b07"></a>圓覺非作得故二任病不斷生死不求涅槃無起滅<a 
name="0836b08" id="0836b08"></a>念任彼一切三止病我今自心永息諸念四滅病我<a 
name="0836b09" id="0836b09"></a>今永滅一切煩惱身心畢竟空無所有疏心華發明<a 
name="0836b10" id="0836b10"></a>者若善男子於彼善友不起惡念即能究竟成就正<a 
name="0836b11" id="0836b11"></a>覺心華發明照十方剎。</p><a 
name="0836b12" id="0836b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏復令下三道場加行下根修證文云<span class="note">(撮略取意而引)</span>若佛<a 
name="0836b13" id="0836b13"></a>滅後信圓覺心欲修行者若在伽藍安處徒眾有緣<a 
name="0836b14" id="0836b14"></a>事故隨分思察如我<span class="corr" title='[巳&gt;已]'>已</span>說若無他事因緣即建道場<a 
name="0836b15" id="0836b15"></a>當立斯限<span class="note">(長百二十中一百下八十)</span>安置淨居疏剋念攝念而加<a 
name="0836b16" id="0836b16"></a>行者謂令施設形像<span class="note">(云云)</span>懸諸幡華經三七日稽首<a 
name="0836b17" id="0836b17"></a>十方佛名求哀懺悔遇善境界得心輕安<span class="note">(此下皆&#x5C05;念也)</span>過<a 
name="0836b18" id="0836b18"></a>三七日一向攝念<span class="note">(云云)</span>非彼所聞一切境界終不可<a 
name="0836b19" id="0836b19"></a>取<span class="note">(此上皆攝念也)</span>疏別&#x5FA7;互習者謂別習&#x5FA7;習互習也別習<a 
name="0836b20" id="0836b20"></a>者若修奢摩他先取至靜不起思念靜極便覺若修<a 
name="0836b21" id="0836b21"></a>三摩&#x9262;提先當憶想十方如來菩薩依種種門漸次<a 
name="0836b22" id="0836b22"></a>修行等若修禪那先取數門心中了知生住滅念分<a 
name="0836b23" id="0836b23"></a>齊頭數如是周&#x5FA7;四威儀中分別念數無不了知漸<a 
name="0836b24" id="0836b24"></a>次增進乃至知百千世界一滴之雨如目&#x89A9;所受用<a 
name="0836c01" id="0836c01"></a>物是名三觀初首方便疏&#x5FA7;習者文云若諸眾生&#x5FA7;<a 
name="0836c02" id="0836c02"></a>修三觀勤行精進即名如來出現於世疏互習者文<a 
name="0836c03" id="0836c03"></a>云若末世鈍根不得成就由昔業障當勤懺悔先斷<a 
name="0836c04" id="0836c04"></a>憎愛嫉&#x59AC;謂下根之人於上三種淨觀中隨學一事<a 
name="0836c05" id="0836c05"></a>此觀不得復習彼觀心不放捨漸次求證諸障若消<a 
name="0836c06" id="0836c06"></a>滅佛境便現前疏業障惑障而消亡者文在互習中<a 
name="0836c07" id="0836c07"></a>也可配之疏成就慧身是華嚴之文與此義同故用<a 
name="0836c08" id="0836c08"></a>之也謂一切法即心自性全體是慧故云身也一切<a 
name="0836c09" id="0836c09"></a>即心自性是靜極全慧即覺&#x5FA7;靜極覺&#x5FA7;是別習奢<a 
name="0836c10" id="0836c10"></a>摩他之文如上所引百千世界是別習禪那之文亦<a 
name="0836c11" id="0836c11"></a>如上引佛境現前即彼偈文諸障若消滅佛境便現<a 
name="0836c12" id="0836c12"></a>前亦如上引。</p><a 
name="0836c13" id="0836c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏是以下三敘流通分五名者文云是經名大方廣<a 
name="0836c14" id="0836c14"></a>圓覺陀羅尼亦名修多羅了義亦名祕密王三昧亦<a 
name="0836c15" id="0836c15"></a>名如來決定境界亦名如來藏自性差別汝當奉持<a 
name="0836c16" id="0836c16"></a>超剎寶施福者文云假使有人純以七寶積滿三千<a 
name="0836c17" id="0836c17"></a>大千世界以用布施不如有人聞此經名及一句義。</p><a 
name="0836c18" id="0836c18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏說半偈義勝河沙小乘者文云假使有人教百恒<a 
name="0836c19" id="0836c19"></a>河沙眾生得阿羅漢果不如有人宣說此經分別半<a 
name="0836c20" id="0836c20"></a>偈上來第二正敘竟。</p><a 
name="0836c21" id="0836c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏實由下三結勝無法不持者是一切法總皆持也<a 
name="0836c22" id="0836c22"></a>經云有大陀羅尼門陀羅尼是梵語此云總持故也<a 
name="0836c23" id="0836c23"></a>無機不被即上所敘上中下根皆令證入。</p><a 
name="0836c24" id="0836c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏噫巴下三敘疏六一標意噫者陸韻云恨聲也孔<a 
name="0837a01" id="0837a01"></a>安國云心不平之聲也疏巴歌和眾似量騰於猿心<a 
name="0837a02" id="0837a02"></a>者巴歌則巴峽歌辭如唱竹枝之類隨發一聲無有<a 
name="0837a03" id="0837a03"></a>不解齊和之者今以之況淺近權小之教舉之聞之<a 
name="0837a04" id="0837a04"></a>易信易順似量者去聖時遙源流益別國土隔遠教<a 
name="0837a05" id="0837a05"></a>理澆訛或造論或注經或疏鈔或開禪其中失聖意<a 
name="0837a06" id="0837a06"></a>者千萬得意者無一二習俗生常濫似於真無由辨<a 
name="0837a07" id="0837a07"></a>得故云似也復云量者即因明論本偈云能立與能<a 
name="0837a08" id="0837a08"></a>破及似唯悟他現量與比量及似唯自悟此中真現<a 
name="0837a09" id="0837a09"></a>量真比量似現量<span class="note">(非證似證)</span>似比量<span class="note">(非義似義)</span>真立破似立破<a 
name="0837a10" id="0837a10"></a>今意云開禪者不親自契悟心源都無觀慧之力但<a 
name="0837a11" id="0837a11"></a>積習他要妙之語記持而說此非真現量似現量也<a 
name="0837a12" id="0837a12"></a>講說者不親自於心識中推斥比度勘會大小乘性<a 
name="0837a13" id="0837a13"></a>相法喻但隨一家本領即依文熟記而揚於人是名<a 
name="0837a14" id="0837a14"></a>非真比量似比量也故都云似量也騰於猿心者凡<a 
name="0837a15" id="0837a15"></a>夫之人貪著其事多是意在文字語言以為立身事<a 
name="0837a16" id="0837a16"></a>業少有照理照心以求出離被名相騰擲如猿猴之<a 
name="0837a17" id="0837a17"></a>心也雪曲者即陽春白雪歌曲調高難和設有一人<a 
name="0837a18" id="0837a18"></a>發聲者千萬人中難得應和應知者或三二一故云<a 
name="0837a19" id="0837a19"></a>稀也今了義之宗雖有其教在經藏之中章疏之家<a 
name="0837a20" id="0837a20"></a>多不弘演即法界起信寶性佛性菩提資糧等論如<a 
name="0837a21" id="0837a21"></a>來藏密嚴法句不增不減菴提之類數十部經及諸<a 
name="0837a22" id="0837a22"></a>大部經中了義之句亦無數也皆是人少弘之故義<a 
name="0837a23" id="0837a23"></a>理隱匿。</p><a 
name="0837a24" id="0837a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏宗密下二述疏因緣五一雙迷道德髫者陸韻云<a 
name="0837b01" id="0837b01"></a>小兒髮也髫&#x9F53;之年謂十歲之間矣魯誥即儒教也<a 
name="0837b02" id="0837b02"></a>教主姓孔名丘字仲尼魯國人也為魯大夫故呼為<a 
name="0837b03" id="0837b03"></a>夫子今目其國故云魯也誥即典誥謂魯孔丘所傳<a 
name="0837b04" id="0837b04"></a>述先王典誥也故尚書有大誥康誥酒誥洛誥仲虺<a 
name="0837b05" id="0837b05"></a>之誥梓材之誥等篇名疏冠討竺墳者冠<span class="note">(去聲)</span>謂束髮<a 
name="0837b06" id="0837b06"></a>戴冠<span class="note">(平聲)</span>即年二十當冠<span class="note">(去聲)</span>帶之歲也今但云冠者即<a 
name="0837b07" id="0837b07"></a>取束髮戴冠<span class="note">(平聲)</span>以為裝冠也不取帶者帶名紳紳者<a 
name="0837b08" id="0837b08"></a>是古人之大帶也在腋下繫之竺墳者釋教也竺者<a 
name="0837b09" id="0837b09"></a>天竺國也墳者亦是典墳謂三皇五帝之書謂之典<a 
name="0837b10" id="0837b10"></a>墳說大道常道也今借此方之語以目佛教中經論<a 
name="0837b11" id="0837b11"></a>也所言髫冠但汎指初習之間歲數若實而言之即<a 
name="0837b12" id="0837b12"></a>七歲乃至十六七為儒學士十八九二十一二之間<a 
name="0837b13" id="0837b13"></a>素服莊居聽習經論兼覆疏講二十三又&#x5374;全功專<a 
name="0837b14" id="0837b14"></a>於儒學乃至二十五歲方遇良緣而出家矣疏俱溺<a 
name="0837b15" id="0837b15"></a>筌蹄唯味糟粕者意言但專文言不得其意且儒教<a 
name="0837b16" id="0837b16"></a>宗意在道德仁義禮智信不在於馳騁名利使令揚<a 
name="0837b17" id="0837b17"></a>名後代者以道德孝行為名不以官名才藝為名也<a 
name="0837b18" id="0837b18"></a>釋教意在通達自心修習定慧具於悲智灼然不在<a 
name="0837b19" id="0837b19"></a>立身事業當時雖習之而迷之故云爾也筌者南人<a 
name="0837b20" id="0837b20"></a>捕魚之器蹄者兔&#x8FF9;亦作<span class="gaiji">&#x7F64;<!--gaiji,,1[(ㄇ@(企-止))/弟],2&#x7F64;,3--></span>字即取兔之器罝網之<a 
name="0837b21" id="0837b21"></a>類也筌喻言詮蹄喻名教周易略例云言生於象<span class="note">(言從<a 
name="0837b22" id="0837b22"></a>象生)</span>故可尋言以觀象象生於意<span class="note">(象從意生)</span>故可尋象以觀<a 
name="0837b23" id="0837b23"></a>意意以象盡象以言著故得象忘言得意忘象猶蹄<a 
name="0837b24" id="0837b24"></a>者所以在兔得兔而忘蹄筌者所以在魚得魚而忘<a 
name="0837c01" id="0837c01"></a>筌然則言者象之蹄也象者意之筌也存言者非得<a 
name="0837c02" id="0837c02"></a>象得象者非得意象生於意而存象焉則所存者乃<a 
name="0837c03" id="0837c03"></a>非其象也言生於象而存言焉則所存者乃非其言<a 
name="0837c04" id="0837c04"></a>也解曰以蹄喻言以筌喻象筌入水不可見蹄在陸<a 
name="0837c05" id="0837c05"></a>而可觀詳之可知矣又象通能所故兔筌二事總喻<a 
name="0837c06" id="0837c06"></a>於象望能望所其義異故又略例次前又云然則忘<a 
name="0837c07" id="0837c07"></a>象者乃得意也忘言者乃得象也<span class="note">(此力劣者不須尋此下文但說此上<a 
name="0837c08" id="0837c08"></a>即<span class="corr" title='[巳&gt;已]'>已</span>)</span>得意在忘象得象在忘言故立象以盡意而象可<a 
name="0837c09" id="0837c09"></a>忘也<span class="note">(夫易道幽玄至理難曉設筌蹄而為喻立言象以求意言詮有分限難盡其理意無分限故可造理<a 
name="0837c10" id="0837c10"></a>故不忘意唯忘言詮也)</span>重畫以盡情而畫可忘也<span class="note">(聖人觀三才設象重之以<a 
name="0837c11" id="0837c11"></a>為六十四卦觸類成象廣合變通應物為徵隨其事義畫卦之廣本欲盡情立象之源亦隨通意意通情盡象<a 
name="0837c12" id="0837c12"></a>畫俱忘也)</span>是故觸類可為其象合義可為其徵義苟在健<a 
name="0837c13" id="0837c13"></a>何必馬乎類苟在順何必牛乎爻苟合順何必坤乃<a 
name="0837c14" id="0837c14"></a>為牛義苟應健何必乾乃為馬<span class="note">(象之為用隨義而生不獨滯於一方事乃<a 
name="0837c15" id="0837c15"></a>通乎萬變乾雖為馬不專以馬為剛坤雖為牛不獨以牛為順何必要在馬牛惑者為談滯於卦執之也)</span>而<a 
name="0837c16" id="0837c16"></a>惑者定馬於乾按文責卦有馬無乾則偽說滋漫難<a 
name="0837c17" id="0837c17"></a>可紀矣<span class="note">(此言惑者必定以馬為乾以牛為坤按文責卦而取其象若有馬無乾有牛無坤即為非理此<a 
name="0837c18" id="0837c18"></a>乃紕繆何甚謬徑實深難可紀也)</span>互體不定遂及卦變變又不足推<a 
name="0837c19" id="0837c19"></a>致五行一失其源巧愈彌甚<span class="note">(違理乖宗於通變約互體之取象依卦變之求<a 
name="0837c20" id="0837c20"></a>義巧推六位曲配五行此實喪失本源巧偽滋甚)</span>縱復或值而義無所取蓋<a 
name="0837c21" id="0837c21"></a>存象忘意之由也<span class="note">(若依互體取象推致五行求義縱使值遇而義亦無取&#x8462;是棄本逐<a 
name="0837c22" id="0837c22"></a>末之由也)</span>忘象以求其意義斯見矣<span class="note">(存本以求意捨末而忘象義此見矣)</span>疏<a 
name="0837c23" id="0837c23"></a>唯味糟粕者酒糟麻粕也莊子外篇云<span class="note">(但取意說輪人之事不用<a 
name="0837c24" id="0837c24"></a>具引)</span>世之所貴道者書也書不過語語有貴也語之所<a 
name="0838a01" id="0838a01"></a>貴者意也意有所隨意之所隨者不可以言傳也而<a 
name="0838a02" id="0838a02"></a>世因貴言傳書世雖貴之或猶不足貴也為其貴非<a 
name="0838a03" id="0838a03"></a>其貴也<span class="note">(所貴恒在言義之表)</span>故視而可見者形與色也聽而可<a 
name="0838a04" id="0838a04"></a>聞者名與聲也悲夫世人以形名聲色為足以得彼<a 
name="0838a05" id="0838a05"></a>之情夫形色名聲果不足以得彼之情<span class="note">(得彼情唯忘意)</span>則知<a 
name="0838a06" id="0838a06"></a>者不言言者不知而世豈識之哉<span class="note">(此絕學去尚之意也)</span>桓公讀<a 
name="0838a07" id="0838a07"></a>書於堂上輪扁&#x65B5;輪於堂下釋推鑿而上問桓公曰<a 
name="0838a08" id="0838a08"></a>敢問公之所讀者何言也公曰聖人之言也曰聖人<a 
name="0838a09" id="0838a09"></a>在乎公曰<span class="corr" title='[巳&gt;已]'>已</span>死矣曰然則君之所讀者古人之糟粕<a 
name="0838a10" id="0838a10"></a>矣夫桓公曰寡人讀書輪人安得議乎有說則可無<a 
name="0838a11" id="0838a11"></a>說則死輪扁曰臣也以臣之事觀之&#x65B5;輪徐則甘而<a 
name="0838a12" id="0838a12"></a>不固疾則苦而不入不徐不疾得之於手而應於心<a 
name="0838a13" id="0838a13"></a>口不能言也有數存焉於其間臣不能以喻臣之子<a 
name="0838a14" id="0838a14"></a>臣之子亦不能受之於臣是以行年七十而老&#x65B5;輪<a 
name="0838a15" id="0838a15"></a><span class="note">(此言物各有性教學之無益也)</span>古之人與其不可傳也死矣然君之<a 
name="0838a16" id="0838a16"></a>所讀者古人之糟粕<span class="corr" title='[巳&gt;已]'>已</span>矣<span class="note">(〔當〕古之事以滅於古矣雖或傳之豈能使古在今哉<a 
name="0838a17" id="0838a17"></a>古不在今今事<span class="corr" title='[巳&gt;已]'>已</span>變故絕學任性與時變化而後至焉)</span>。</p><a 
name="0838a18" id="0838a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏幸於下二頓悟教理涪是東川江名山&#x5292;之南巴<a 
name="0838a19" id="0838a19"></a>蜀之水皆名江也如北地皆名河也山南梁洋是漢<a 
name="0838a20" id="0838a20"></a>江果<span class="gaiji">[門@艮]<!--gaiji,,1[門@艮],2&#x4998;,3--></span>州嘉陵江東川涪江西川導江亦云陀江錦<a 
name="0838a21" id="0838a21"></a>江遂州在涪江西岸<span class="note">(宗密)</span>家貫果州因遂州有義學<a 
name="0838a22" id="0838a22"></a>院大闡儒宗遂投詣進業經二年後和尚從西川遊<a 
name="0838a23" id="0838a23"></a>化至此州遂得相遇問法契心如針芥相投也經說<a 
name="0838a24" id="0838a24"></a>佛問迦葉從兜率天輥一芥子於閻浮提&#x7AEA;一針鋒<a 
name="0838b01" id="0838b01"></a>使芥子投於針鋒此事難易迦葉答言甚為難也佛<a 
name="0838b02" id="0838b02"></a>言正因正緣得相值遇更難於此今得相遇故言投<a 
name="0838b03" id="0838b03"></a>也疏禪遇南宗者和尚所得之法是嶺南曹溪能和<a 
name="0838b04" id="0838b04"></a>尚宗旨也疏教逢斯典者<span class="note">(宗密)</span>為沙彌時於彼州因<a 
name="0838b05" id="0838b05"></a>赴齋請到府吏任灌家行經之次受得此圓覺經讀<a 
name="0838b06" id="0838b06"></a>之兩紙<span class="corr" title='[巳&gt;已]'>已</span>來不覺身心喜躍無可比喻自此耽翫乃<a 
name="0838b07" id="0838b07"></a>至如今不知前世曾習不知有何因緣但覺耽樂徹<a 
name="0838b08" id="0838b08"></a>於心髓訪尋章疏及諸講說匠伯數年不倦前後遇<a 
name="0838b09" id="0838b09"></a>上都報國寺惟&#x6164;法師疏一卷先天寺悟實禪師疏<a 
name="0838b10" id="0838b10"></a>兩卷薦福寺堅志法師疏四卷北都藏海寺道詮法<a 
name="0838b11" id="0838b11"></a>師疏三卷皆反覆研味雖互有得失皆未備經宗雖<a 
name="0838b12" id="0838b12"></a>逢講者數人亦無異說螢燒妙高矣<span class="note">(下經云以思惟心測度如來圓<a 
name="0838b13" id="0838b13"></a>覺境界如取螢火燒須彌山終不能著)</span>良由此經具法性法相破相三<a 
name="0838b14" id="0838b14"></a>宗經論南北頓漸兩宗禪門又分同華嚴圓教具足<a 
name="0838b15" id="0838b15"></a>悟修門戶難得其人也<span class="note">(宗密)</span>遂研精覃思竟弗疲厭<a 
name="0838b16" id="0838b16"></a>後因攻華嚴大部清涼廣疏窮本究末又通閱藏經<a 
name="0838b17" id="0838b17"></a>凡所聽習咨詢討論披讀一一對詳圓覺比擬本末<a 
name="0838b18" id="0838b18"></a>以求旨趣至元和十一年正月中方在終南山智炬<a 
name="0838b19" id="0838b19"></a>寺出科文科之以為綱領因轉藏經兼對諸疏搜采<a 
name="0838b20" id="0838b20"></a>其義抄略相當纂為兩卷後&#x5374;入京都每私檢之以<a 
name="0838b21" id="0838b21"></a>評經文亦未敢修疏綸緒因為同徒評量數&#x5FA7;漸覺<a 
name="0838b22" id="0838b22"></a>通徹不見疑滯之處後覺化緣勞慮至長慶元年正<a 
name="0838b23" id="0838b23"></a>月又退居終南山草堂寺絕&#x8FF9;息緣養鍊性智至二<a 
name="0838b24" id="0838b24"></a>年春遂取先所製科文及兩卷纂要兼集數十部經<a 
name="0838c01" id="0838c01"></a>論數部諸家章疏課&#x8657;扣寂率愚為疏至三年夏中<a 
name="0838c02" id="0838c02"></a>方遂功畢餘如下說疏一言之下心地開通者目所<a 
name="0838c03" id="0838c03"></a>悟心猶如地也見道證真<span class="corr" title='[巳&gt;已]'>已</span>去名十地者義亦同此<a 
name="0838c04" id="0838c04"></a>本業經云地名為持持百萬僧祇功德亦名生成生<a 
name="0838c05" id="0838c05"></a>成一切因果十地論云生成佛智住持故唯識云與<a 
name="0838c06" id="0838c06"></a>所修行為勝依持疏一軸之中義天朗曜者於此一<a 
name="0838c07" id="0838c07"></a>經達一切義華嚴序云空空絕&#x8FF9;義天之星象璨然。</p><a 
name="0838c08" id="0838c08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏頃以下三雙結迷悟初二句躡前迷意也意明頃<a 
name="0838c09" id="0838c09"></a>者溺言象之時由所悟之道不是真常不變之體故<a 
name="0838c10" id="0838c10"></a>所運之心所行之行所計諸法皆是生滅無常如以金<a 
name="0838c11" id="0838c11"></a>所為之器器器皆金以土所為之器器器皆瓦也此<a 
name="0838c12" id="0838c12"></a>義如前釋本起因中所釋後釋文殊問中當更廣明<a 
name="0838c13" id="0838c13"></a>然道非常道之語出道經也<span class="note">(下雖具引講時但標初兩句即得也)</span>彼云<a 
name="0838c14" id="0838c14"></a>道可道<span class="note">(經術正教之道)</span>非常道<span class="note">(非自然長生之道常道當如無為養神無事安<span class="corr" title='[巳&gt;已]'>已</span>含光藏<a 
name="0838c15" id="0838c15"></a>暉滅&#x8FF9;匿端方可稱道也)</span>名可名<span class="note">(富貴尊榮高世之名)</span>非常名<span class="note">(非自然常在之名常名如<a 
name="0838c16" id="0838c16"></a>嬰兒之未孩&#x9DC4;子之未分美玉處石間明珠在蚌中內雖昭昭外若頑愚)</span>然諸行無常之<a 
name="0838c17" id="0838c17"></a>言即涅槃十四羅剎所說之偈也具云諸行無常是<a 
name="0838c18" id="0838c18"></a>生滅法生滅滅<span class="corr" title='[巳&gt;已]'>已</span>寂滅為樂彼經義訣云十力世雄<a 
name="0838c19" id="0838c19"></a>所說空義者五陰諸行從因緣生緣離即滅此偈上<a 
name="0838c20" id="0838c20"></a>兩句諸行等是流轉門夫生必滅滅<span class="corr" title='[巳&gt;已]'>已</span>更生滅生無<a 
name="0838c21" id="0838c21"></a>滅無滅無生即寂滅樂下兩句生滅滅<span class="corr" title='[巳&gt;已]'>已</span>寂滅為樂<a 
name="0838c22" id="0838c22"></a>者是大涅槃還滅門也又上半偈破昔常倒即除常<a 
name="0838c23" id="0838c23"></a>見後二句破昔無常倒即除斷見又前半生滅舉體<a 
name="0838c24" id="0838c24"></a>皆空後說涅槃相無性有情無理有疏今知心是佛<a 
name="0839a01" id="0839a01"></a>心定當作佛者由所悟心不生不滅名為本覺全是<a 
name="0839a02" id="0839a02"></a>諸佛之心以此為本修行決定成佛然自心是佛之<a 
name="0839a03" id="0839a03"></a>言據其文甚多謂華嚴出現品云應知自心念念常<a 
name="0839a04" id="0839a04"></a>有佛成正覺等也涅槃中佛讚純陀心同佛心其定<a 
name="0839a05" id="0839a05"></a>當作佛亦全句是涅槃文云凡是有心定當作佛故<a 
name="0839a06" id="0839a06"></a>此云爾。</p><a 
name="0839a07" id="0839a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏然佛下四漸修解行於中初二句立漸修之理稱<a 
name="0839a08" id="0839a08"></a>種智者佛果位中梵云薩婆若唐言一切種智也然<a 
name="0839a09" id="0839a09"></a>據大品等經具有三智謂一切智道種智一切種智<a 
name="0839a10" id="0839a10"></a>初是聲聞次是菩薩後是如來今云種智意取一切<a 
name="0839a11" id="0839a11"></a>種智也如來雖兼前二且簡異二乘菩薩而標最勝<a 
name="0839a12" id="0839a12"></a>修假多聞者既一切皆達具一切種智方名為佛故<a 
name="0839a13" id="0839a13"></a>修因必須假藉多聞況華嚴第三地經文正以多聞<a 
name="0839a14" id="0839a14"></a>為菩薩行之初門展轉五重推尋度生之行始自多<a 
name="0839a15" id="0839a15"></a>聞故也彼文云菩薩如是厭離一切有為愍念一切<a 
name="0839a16" id="0839a16"></a>眾生知一切智智有勝利益欲依如來智慧救度眾<a 
name="0839a17" id="0839a17"></a>生作是思惟此諸眾生墮在煩惱大苦之中以何方<a 
name="0839a18" id="0839a18"></a>便而能拔濟令住究竟涅槃之樂便作是念欲度眾<a 
name="0839a19" id="0839a19"></a>生令住涅槃不離無障礙解脫智<span class="note">(離二障權實自在是究竟攝生方便)</span><a 
name="0839a20" id="0839a20"></a>無障礙解脫智不離一切法如實覺<span class="note">(覺一切法皆如實也如實即法<a 
name="0839a21" id="0839a21"></a>性由此故方便能斷惑起用也)</span>一切法如實覺不離無行無生行慧<a 
name="0839a22" id="0839a22"></a>光<span class="note">(慧以無行無生為行相也)</span>無行無生行慧光不離禪善巧決定<a 
name="0839a23" id="0839a23"></a>智<span class="note">(出入自在不被禪縛)</span>禪善巧決定智不離善巧<span class="note">(不取聞相故)</span>多聞<a 
name="0839a24" id="0839a24"></a><span class="note">(聞慧也由此發前思修等慧故若順而言之則由多聞故發禪智由禪智故發無生慧由無生慧故以覺法性<a 
name="0839b01" id="0839b01"></a>由覺法性故任運增進寂照雙流名為佛智堪任度脫一切眾生也)</span>菩薩如是觀察了<a 
name="0839b02" id="0839b02"></a>知<span class="corr" title='[巳&gt;已]'>已</span>倍於正法勤求修習日夜惟願聞法喜法樂法<a 
name="0839b03" id="0839b03"></a>依法隨法解法順法到法住法行法菩薩如是勤求<a 
name="0839b04" id="0839b04"></a>佛法所有珍財皆無&#x608B;惜不見有物難得可重但於<a 
name="0839b05" id="0839b05"></a>能說法人生難遭想故內外財無不能捨無有恭敬<a 
name="0839b06" id="0839b06"></a>而不能行無有憍慢而不能捨無有承事而不能作<a 
name="0839b07" id="0839b07"></a>無有勤苦而不能受若聞一句未聞之法心生歡喜<a 
name="0839b08" id="0839b08"></a>勝得三千大千世界滿中七寶<span class="note">(及輪王位帝釋位梵王位若有人言我有<a 
name="0839b09" id="0839b09"></a>一句未聞法能淨菩薩行若入七仞火坑云云)</span>如是求法如其所聞觀察修<a 
name="0839b10" id="0839b10"></a>行乃至於空閑處作是思惟如說修行乃得佛法非<a 
name="0839b11" id="0839b11"></a>但口言而可清淨<span class="note">(此後說得四禪八定云云)</span>婆沙論亦云多聞能<a 
name="0839b12" id="0839b12"></a>知法多聞能離罪多聞捨無義多聞得涅槃智論說<a 
name="0839b13" id="0839b13"></a>多聞無慧有慧無聞皆不知實相有慧多聞方知實<a 
name="0839b14" id="0839b14"></a>相無聞無慧是人中牛上說心地開通是頓悟門即<a 
name="0839b15" id="0839b15"></a>有慧也故今云修假多聞明漸修之門也又相傳路<a 
name="0839b16" id="0839b16"></a>逢羅剎之事亦是多聞之益華嚴問明品云非但以<a 
name="0839b17" id="0839b17"></a>多聞能入如來法者此明不斷煩惱之失非毀多聞<a 
name="0839b18" id="0839b18"></a>言非但者意使隨聞而修也。</p><a 
name="0839b19" id="0839b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏故復行詣下正明漸修也言故復者前<span class="corr" title='[巳&gt;已]'>已</span>云心地<a 
name="0839b20" id="0839b20"></a>開通義天朗耀然由成佛之因假多聞故復須行詣<a 
name="0839b21" id="0839b21"></a>等也行詣百城者是巡國邑參善知識求學法門也<a 
name="0839b22" id="0839b22"></a>行詣之言是淨名經中佛遣使問疾之語一一云汝<a 
name="0839b23" id="0839b23"></a>行詣維摩詰問疾今務在用經典正文兼圖對下坐<a 
name="0839b24" id="0839b24"></a>探之言故云行詣也百城者即華嚴經善財童子展<a 
name="0839c01" id="0839c01"></a>轉南行求善知識經一百一十城今但言大數矣言<a 
name="0839c02" id="0839c02"></a>坐探&#x7FA3;籍者問道求法即行披覽典教是坐亦意在<a 
name="0839c03" id="0839c03"></a>以行坐為對也<span class="note">(宗密)</span>比所遇釋門中典籍未有不探<a 
name="0839c04" id="0839c04"></a>討披覽且終南山智炬寺誓不下山&#x5FA7;轉藏經三年<a 
name="0839c05" id="0839c05"></a>願畢方下雲居草堂豐德等寺又經三年半皆是尋<a 
name="0839c06" id="0839c06"></a>討聖教餘隨處隨時不可具記自年十七八乃至今<a 
name="0839c07" id="0839c07"></a>日未曾斷絕故云探&#x7FA3;籍。</p><a 
name="0839c08" id="0839c08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏講雖下五宗師印可講濫泰者古來相傳有蒲州<a 
name="0839c09" id="0839c09"></a>不聽泰淄州半&#x5FA7;沼彼是聰慧上德不聽而講余是<a 
name="0839c10" id="0839c10"></a>愚末之流宿生有少緣種披尋華嚴章疏薄見端倪<a 
name="0839c11" id="0839c11"></a>未見疏主師承之時在襄州東都先以&#x8F19;講兩&#x5FA7;事<a 
name="0839c12" id="0839c12"></a>&#x8FF9;似於古德而賢愚不齊故云濫也而云雖者明有<a 
name="0839c13" id="0839c13"></a>稟承復非不聽而<span class="corr" title='[巳&gt;已]'>已</span>故次云學且師安也謂元和五<a 
name="0839c14" id="0839c14"></a>年於襄州初講一&#x5FA7;六年於東都講<span class="note">(事&#x8FF9;具在下疏主狀中所述可<a 
name="0839c15" id="0839c15"></a>依敘之也)</span>然後入上都親事疏主數年請益初二年間晝<a 
name="0839c16" id="0839c16"></a>夜不離前後雖於諸寺講傳有疑則往來咨問不絕<a 
name="0839c17" id="0839c17"></a>言師安者即道安法師當代天下所宗自後時人皆<a 
name="0839c18" id="0839c18"></a>云學不師安義不中難疏叨沐猶吾之納者東都日<a 
name="0839c19" id="0839c19"></a>因講次有門人泰恭斷臂慶法留守申上中書取裁<a 
name="0839c20" id="0839c20"></a>緣文狀中云華嚴門下慮宰相尋問疏主&#x8657;實疏主<a 
name="0839c21" id="0839c21"></a>既未委識恐不招承遂修狀具述所領解二十卷疏<a 
name="0839c22" id="0839c22"></a>中關節大部經文品會血&#x8109;七八紙來差小師玄珪<a 
name="0839c23" id="0839c23"></a>智輝申上疏主以明講非孟浪疏主連牋批示云得<a 
name="0839c24" id="0839c24"></a>書領大教旨趣說傳讚誠感悽然心納矣吾自傳揚<a 
name="0840a01" id="0840a01"></a>或面言心受<span class="note">(親聽)</span>或展轉分照<span class="note">(於門下諸座主處聽得者也)</span>盈乎異<a 
name="0840a02" id="0840a02"></a>域<span class="note">(新羅勃海二國皆有此<span class="gaiji">疏<!--gaiji,疏,1[跳-兆+(梳-木)],2&#x47FD;,3--></span>流行)</span>然仲尼傾蓋伯牙絕絃<span class="note">(皆古之賢人兩心相<a 
name="0840a03" id="0840a03"></a>見知音之故事也此意在後故以然字隔之也)</span>亦藉形聲矣<span class="note">(意云雖玄通道合亦藉形聲汝<a 
name="0840a04" id="0840a04"></a>未見吾形未聞吾說法之聲便領吾意超於古也)</span>不面而傳得旨繫表<span class="note">(意云得大<a 
name="0840a05" id="0840a05"></a>教深旨出於繫象之外也)</span>意猶吾心<span class="note">(猶者似也汝見解不異吾)</span>未之有也<span class="note">(即此是明<a 
name="0840a06" id="0840a06"></a>超古之辭)</span>釋曰今言叨沐等者此是書中語意以書中云<a 
name="0840a07" id="0840a07"></a>意猶吾心及悽然心納故今云爾叨沐之言是自敘<a 
name="0840a08" id="0840a08"></a>下情叨濫蒙此印許爾疏謬當真子之印者即疏主<a 
name="0840a09" id="0840a09"></a>書次前云非憑聖力必藉宿因當自慰爾轉輪真子<a 
name="0840a10" id="0840a10"></a>可以喻也釋曰謬當者亦是自敘淺劣非其分也&#x8657;<a 
name="0840a11" id="0840a11"></a>謬當斯語矣轉輪真子即大經舉喻說十地菩薩受<a 
name="0840a12" id="0840a12"></a>位如轉輪聖王有千子其中取嫡夫人生年最大者<a 
name="0840a13" id="0840a13"></a>一人方受灌頂紹輪王位疏主今用此事言轉論者<a 
name="0840a14" id="0840a14"></a>約喻即轉輪王之位約法即紹繼轉法輪之位如禪<a 
name="0840a15" id="0840a15"></a>宗祖代相傳一人繼嫡矣言真子者即如嫡夫人所<a 
name="0840a16" id="0840a16"></a>生也印者即書末云儻得一面印所懸解復何加焉<a 
name="0840a17" id="0840a17"></a>如忽緣阻但當心契玄極豈山河形聲所能隔哉。</p><a 
name="0840a18" id="0840a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏再逢下三釋造疏之意三一發心弘法再逢親友<a 
name="0840a19" id="0840a19"></a>者用法華經五百弟子授記品繫珠喻領解得記之<a 
name="0840a20" id="0840a20"></a>事以申今意也彼經云譬如有人至親友家醉酒而<a 
name="0840a21" id="0840a21"></a>臥是時親友官事當行以無價寶珠繫其衣裏與之<a 
name="0840a22" id="0840a22"></a>而去其人醉臥都不覺知起<span class="corr" title='[巳&gt;已]'>已</span>遊行至於他國為衣<a 
name="0840a23" id="0840a23"></a>食故勤力求索甚大艱難若少有所得便以為足於<a 
name="0840a24" id="0840a24"></a>後親友見之而作是言咄哉丈夫何為衣食乃至如<a 
name="0840b01" id="0840b01"></a>是我昔欲令汝等五欲自恣於某年月日以無價寶<a 
name="0840b02" id="0840b02"></a>珠繫汝衣裏今故現在而汝不知勤苦憂惱以求自<a 
name="0840b03" id="0840b03"></a>活甚為癡也汝今可以此寶貿易所須常可如意無<a 
name="0840b04" id="0840b04"></a>所乏少下法合可知釋曰繫珠有二說一約結緣釋<a 
name="0840b05" id="0840b05"></a>則圓解為珠與說為繫煩惱心中聞熏為醉酒五道<a 
name="0840b06" id="0840b06"></a>求樂為勤力艱難證小涅槃不求大果為得少為足<a 
name="0840b07" id="0840b07"></a>後聞說法華為遇親友示以知見為得珠以因易果<a 
name="0840b08" id="0840b08"></a>所樂皆得二約天真本性釋然昔時有繫珠則本有<a 
name="0840b09" id="0840b09"></a>昔時妄想心聞之未悟即云都不覺知<span class="corr" title='[巳&gt;已]'>已</span>成堅種如<a 
name="0840b10" id="0840b10"></a>繫未得契合本體如在衣中曾聞法故願求善福為<a 
name="0840b11" id="0840b11"></a>衣食調伏故艱難今再遇本緣為親友餘大同前釋<a 
name="0840b12" id="0840b12"></a>然此人蒙繫珠之時<span class="corr" title='[巳&gt;已]'>已</span>是初遇親友故於後親友見<a 
name="0840b13" id="0840b13"></a>之而作是言等是再逢也余亦如是以今現事驗於<a 
name="0840b14" id="0840b14"></a>昔因定知宿世曾聞疏主言教所以今生聞之即解<a 
name="0840b15" id="0840b15"></a>故云再逢矣疏彌感佛恩者彌者是甚深之義謂未<a 
name="0840b16" id="0840b16"></a>講華嚴<span class="corr" title='[巳&gt;已]'>已</span>前或因轉讀或因聽聞每見經文說佛恩<a 
name="0840b17" id="0840b17"></a>深又自慶聞法<span class="corr" title='[巳&gt;已]'>已</span>感佛恩今因再逢善友親講華嚴<a 
name="0840b18" id="0840b18"></a>宗部深見諸佛菩薩多劫苦行弘護大法哀愍眾生<a 
name="0840b19" id="0840b19"></a>之&#x8FF9;又悟大教義味無邊若非釋迦降&#x8FF9;出現演說<a 
name="0840b20" id="0840b20"></a>此門而我何由得至此地故所感恩彌深彌厚疏久<a 
name="0840b21" id="0840b21"></a>慨孤貧將陳法施下皆是報佛之事故智論云假使<a 
name="0840b22" id="0840b22"></a>頂戴經塵劫身為&#x7240;座&#x5FA7;三千若不傳法化眾生畢<a 
name="0840b23" id="0840b23"></a>竟無能報恩者慨者是無聲之歎孤貧者華嚴三地<a 
name="0840b24" id="0840b24"></a>經云菩薩見如來智慧有大利益有為過患即於眾<a 
name="0840c01" id="0840c01"></a>生起十哀愍心所謂見諸眾生孤獨無依生哀愍心<a 
name="0840c02" id="0840c02"></a><span class="note">(世謂少而無父為孤老而無子曰獨今眾生上遠諸佛慈尊故孤下不利生既無弟子故獨更何所依也)</span>見<a 
name="0840c03" id="0840c03"></a>諸眾生貧窮困乏生哀愍心<span class="note">(無福慧故貧窮<span class="corr" title='[巳&gt;已]'>已</span>得無厭故困乏又不能少欲<a 
name="0840c04" id="0840c04"></a>而乃更求故困得不知足故乏)</span>又五地云此菩薩作是念此諸眾生<a 
name="0840c05" id="0840c05"></a>受如是苦孤窮困迫無救無依<span class="note">(又一事不得即一切即為孤一中不得含<a 
name="0840c06" id="0840c06"></a>一切為窮)</span>疏將陳法施者將猶欲也陳者陳設之謂也法<a 
name="0840c07" id="0840c07"></a>施者運清淨心無希名利之垢以法施他故名法施<a 
name="0840c08" id="0840c08"></a>菩薩戒序云財法二施等無差別又大法炬陀羅尼<a 
name="0840c09" id="0840c09"></a>經云譬如商家以財求利歲月漸增庫藏充實拯濟<a 
name="0840c10" id="0840c10"></a>多人若不商販財利不增後值飢荒喪失家業彼說<a 
name="0840c11" id="0840c11"></a>法者亦復如是應常宣說不得休懈若常說法法則<a 
name="0840c12" id="0840c12"></a>增長利益人天若不宣說法則衰殄<span class="note">(然財法二施有三不同一財施<a 
name="0840c13" id="0840c13"></a>施多則盡法施施多唯增二財施世間果報法施出世功德三財施成就色身法施成就法身)</span>。</p><a 
name="0840c14" id="0840c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏<span class="corr" title='[釆&gt;采]'>采</span>集下二明且造諸疏為此疏之資緣也即是明<a 
name="0840c15" id="0840c15"></a>法施之事謂著述名教以訓後來令佛種不斷<span class="corr" title='[釆&gt;采]'>采</span>集<a 
name="0840c16" id="0840c16"></a>般若者由見般若破相是諸佛母祖師深讚遂以元<a 
name="0840c17" id="0840c17"></a>和十四年於興福寺<span class="corr" title='[釆&gt;采]'>采</span>集無著天親二論大雲等疏<a 
name="0840c18" id="0840c18"></a>肇公等注纂其要妙以釋金剛般若經也勒成疏一<a 
name="0840c19" id="0840c19"></a>卷鈔一卷疏綸貫華嚴者由見華嚴稱性之法<span class="gaiji">恢<!--gaiji,恢,1[懨-猒+火],2,3--></span>廓<a 
name="0840c20" id="0840c20"></a>宏遠實可宗承以文富義博學者難見涯畔但攻章<a 
name="0840c21" id="0840c21"></a>鈔迷於經意致令後輩輕於大經云講華嚴涅槃者<a 
name="0840c22" id="0840c22"></a>但是轉經之流或云卷經之輩故長慶二年於南山<a 
name="0840c23" id="0840c23"></a>豐德寺以疏中關節綸次貫於一部經文令講者剋<a 
name="0840c24" id="0840c24"></a>意記持經文以將釋於此疏勒成五卷題云華嚴綸<a 
name="0841a01" id="0841a01"></a>貫疏提挈毗尼者因&#x5FA7;討大毗尼藏五部律等聽四<a 
name="0841a02" id="0841a02"></a>分新章見律文繁廣事數重疊或是天竺風俗之事<a 
name="0841a03" id="0841a03"></a>不關此方傳者騁於重重句數致令修持者不知剋<a 
name="0841a04" id="0841a04"></a>實要用之處遂以長慶三年夏於豐德寺因聽次<span class="corr" title='[釆&gt;采]'>采</span><a 
name="0841a05" id="0841a05"></a>集律文疏文取修行人要行用者提舉纂出接引道<a 
name="0841a06" id="0841a06"></a>流勒成三卷疏發明唯識者然唯識宗旨釋教之綱<a 
name="0841a07" id="0841a07"></a>諸論浩瀚諸師差別致使學者但於部帙句偈熟習<a 
name="0841a08" id="0841a08"></a>唯識之名言不就自心尋伺諸法唯是我心識之行<a 
name="0841a09" id="0841a09"></a>相遂以元和十四年冬至十五年春於上都興福寺<a 
name="0841a10" id="0841a10"></a>保壽寺<span class="corr" title='[釆&gt;采]'>采</span>掇大論大疏精純正義以釋三十本頌勒<a 
name="0841a11" id="0841a11"></a>成兩卷顯發彰明唯識宗趣令人易見諸法唯是自<a 
name="0841a12" id="0841a12"></a>心之義理故云發明唯識。</p><a 
name="0841a13" id="0841a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏然醫下三正述本意本意在圓覺也於中二初舉<a 
name="0841a14" id="0841a14"></a>喻如人有病詣大醫家但應求治自病之方買藥調<a 
name="0841a15" id="0841a15"></a>合不可見他千卷萬卷方書且貪從頭尋讀辨別若<a 
name="0841a16" id="0841a16"></a>如此者讀未&#x5FA7;而病增身死又如人入海<span class="corr" title='[釆&gt;采]'>采</span>無價珠<a 
name="0841a17" id="0841a17"></a>而大海之中珍寶無量若見之即取聞名即尋則終<a 
name="0841a18" id="0841a18"></a>身皓首死於海中何日得歸閻浮濟於貧乏但應求<a 
name="0841a19" id="0841a19"></a>摩尼珠得即持歸自然千珍萬寶要即充足所以者<a 
name="0841a20" id="0841a20"></a>何摩尼梵語此云如意意中所要財寶衣服飲食種<a 
name="0841a21" id="0841a21"></a>種之物此珠即能出之如意而得故云如意。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>△疏觀<a 
name="0841a22" id="0841a22"></a>夫下二法合將欲弘闡法門揀其要妙圓通了義莫<a 
name="0841a23" id="0841a23"></a>尚華嚴西域此方古今三藏大德皆判為最具如彼<a 
name="0841a24" id="0841a24"></a>疏懸談所敘然且部帙浩瀚義理縱橫初心之流造<a 
name="0841b01" id="0841b01"></a>次難入如大海中一切珍寶不可總求不如此經一<a 
name="0841b02" id="0841b02"></a>道頓入會相歸性泯念全真影像亦空覺所顯發覺<a 
name="0841b03" id="0841b03"></a>圓明故煩惱&#x6C37;銷妙用神功一生可獲故前云海中<a 
name="0841b04" id="0841b04"></a>先求如意也文富者八十卷文義博者五周因果五<a 
name="0841b05" id="0841b05"></a>教十玄誠者實也讓者推讓雜華者涅槃等經指華<a 
name="0841b06" id="0841b06"></a>嚴為雜華經謂萬行感果如天地所生一切諸華萬<a 
name="0841b07" id="0841b07"></a>德嚴身如金玉繒綵一切諸華故云雜也意言若約<a 
name="0841b08" id="0841b08"></a>文義富博誠知不及華嚴若取指示覺心之體以投<a 
name="0841b09" id="0841b09"></a>頓悟初機即不如圓覺故苦留心偏願弘此是其本<a 
name="0841b10" id="0841b10"></a>意矣。</p><a 
name="0841b11" id="0841b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏故參下四正製此經疏也根本始自元和十一年<a 
name="0841b12" id="0841b12"></a>春於南山智炬寺以筆科判及搜撿四家疏義集為<a 
name="0841b13" id="0841b13"></a>兩卷私記撿之以評經文被於禪學之輩中間至長<a 
name="0841b14" id="0841b14"></a>慶二年於草堂寺再修為疏及開數十段章門至三<a 
name="0841b15" id="0841b15"></a>年秋冬方得終畢言諸論者起信唯識寶性佛性中<a 
name="0841b16" id="0841b16"></a>觀智度瑜伽攝大乘等也百家者諸家章疏及諸觀<a 
name="0841b17" id="0841b17"></a>門箴論讚頌諸所述作建宗立義等文卷當途要者<a 
name="0841b18" id="0841b18"></a>無不&#x5FA7;尋言參詳及反復者集之對此詳彼&#x98DC;覆再<a 
name="0841b19" id="0841b19"></a>三研味宗趣審度得失如南容三復白珪之例也白<a 
name="0841b20" id="0841b20"></a>珪者毛詩云白珪之玷尚可磨也斯言之玷不可為<a 
name="0841b21" id="0841b21"></a>也南容讀詩至此章句再三反復指示其心使慎言<a 
name="0841b22" id="0841b22"></a>也以利其器者論語云工欲善其事必先利其器此<a 
name="0841b23" id="0841b23"></a>明欲造圓覺疏故十數年來先習諸教以利其智以<a 
name="0841b24" id="0841b24"></a>廣其學方製其疏也。</p><a 
name="0841c01" id="0841c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏冥心下五明疏之宗趣分齊也初二句標意冥心<a 
name="0841c02" id="0841c02"></a>聖旨者全忘<span class="corr" title='[巳&gt;己]'>己</span>情以求佛意也極思研精者極其智<a 
name="0841c03" id="0841c03"></a>思研磨精鍊遂得文無重疊義無繁雜廣而不剩略<a 
name="0841c04" id="0841c04"></a>而不闕也然其文勢即禮記月令序云臣等虔奉綸<a 
name="0841c05" id="0841c05"></a>旨極思研精愧無演暢之能謬承討論之寄次二句<a 
name="0841c06" id="0841c06"></a>云義備性相禪兼頓漸者正明義之分齊性相者兩<a 
name="0841c07" id="0841c07"></a>宗經論中義門也頓漸者南宗及天台止觀妙旨也<a 
name="0841c08" id="0841c08"></a>疏中所立章門二十三科多歷五教故云備性相也<a 
name="0841c09" id="0841c09"></a>頓漸者疏中釋經初四章及清淨慧章洞徹南宗頓<a 
name="0841c10" id="0841c10"></a>門理性其三觀諸輪道場加行周備南北禪門及天<a 
name="0841c11" id="0841c11"></a>台觀門修定漸次出入門之行相也然南宗及天台<a 
name="0841c12" id="0841c12"></a>雖亦自具頓悟漸修之意然南宗頓顯漸密天台頓<a 
name="0841c13" id="0841c13"></a>理又便屬經論中義故今但指頓門為南宗也故云<a 
name="0841c14" id="0841c14"></a>禪兼頓漸。</p><a 
name="0841c15" id="0841c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏勒成下六結前生後謂結成大疏生起略疏之意<a 
name="0841c16" id="0841c16"></a>文二一結成大疏其三卷之文約二百一十餘紙<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0841c17" id="0841c17"></a>傳強學者疏成<span class="corr" title='[巳&gt;已]'>已</span>經三年習學者約有其百覆講者<a 
name="0841c18" id="0841c18"></a>亦有七八皆是曾習禪理及講經律論者今各現傳<a 
name="0841c19" id="0841c19"></a>持不輟故云強學強學之意即根性明利志氣精強<a 
name="0841c20" id="0841c20"></a>勇猛堅固與其進不與其退之謂也其文即禮記云<a 
name="0841c21" id="0841c21"></a>強學而待問今用此語也今意云如此強學之流方<a 
name="0841c22" id="0841c22"></a>能傳得大疏復恐有雖志願傳習根性稍劣力不任<a 
name="0841c23" id="0841c23"></a>者復應刪略簡要以被之然此意雖在次下之文今<a 
name="0841c24" id="0841c24"></a>結前中<span class="corr" title='[巳&gt;已]'>已</span>含生起之意故云結前生後也。</p><a 
name="0842a01" id="0842a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏然上下二敘略疏三初且敘所被之機學者根性<a 
name="0842a02" id="0842a02"></a>既殊須有廣略之教被之方足機器勝者為上品平<a 
name="0842a03" id="0842a03"></a>平者為中下品今且約一類可學者言之故俱標三<a 
name="0842a04" id="0842a04"></a>品若委細具收復應有上上上中乃至下下九品也。</p><a 
name="0842a05" id="0842a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏根欲性殊者上句是豎明勝劣下句是橫說差殊<a 
name="0842a06" id="0842a06"></a>根者一向發起聖道之根欲者樂欲性者種性三義<a 
name="0842a07" id="0842a07"></a>各別故云橫也是十力中三種力所知之境初即諸<a 
name="0842a08" id="0842a08"></a>根勝劣力謂信進念定慧五根有上中下故云勝劣<a 
name="0842a09" id="0842a09"></a>次即種種解智力亦名勝解即樂欲也謂若從他起<a 
name="0842a10" id="0842a10"></a>信以為其先成下中上愛樂種種勝解亦名欲欲謂<a 
name="0842a11" id="0842a11"></a>喜欲好樂如或貪財利或好名聞好定好慧種種不<a 
name="0842a12" id="0842a12"></a>同後即種種界智力界即性也謂或一三四五乘性<a 
name="0842a13" id="0842a13"></a>等或貪瞋癡等分行等乃至八萬四千行名種種性<a 
name="0842a14" id="0842a14"></a>性即種子樂欲即是現行此上皆依瑜伽等諸論所<a 
name="0842a15" id="0842a15"></a>釋。</p><a 
name="0842a16" id="0842a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏今將下二正敘能被之疏初二句敘意法者則也<a 
name="0842a17" id="0842a17"></a>&#x52B9;也彼者彼周易繫辭中所說天地之化委曲成就<a 
name="0842a18" id="0842a18"></a>萬物而不遺漏今取彼為則而倣&#x52B9;之故以大疏小<a 
name="0842a19" id="0842a19"></a>疏屈曲隨於機宜皆令悟解成就佛道故云法彼曲<a 
name="0842a20" id="0842a20"></a>成也故彼繫辭云易與天地準故能彌綸天地之道<a 
name="0842a21" id="0842a21"></a><span class="note">(如仰觀天文俯察地理等云云)</span>乃至範圍天地之化而不過曲成萬<a 
name="0842a22" id="0842a22"></a>物而不遺<span class="note">(韓康伯注云範圍者擬範天地而周備其理曲成者乘變以應物不繫一方者也則<a 
name="0842a23" id="0842a23"></a>物宜得矣)</span>今釋曰此意是明聖人則天法地以濟萬物故<a 
name="0842a24" id="0842a24"></a>得各隨其類普皆成益故云曲成從其易簡者正明<a 
name="0842b01" id="0842b01"></a>撮略之意意在簡略易解故云從其易簡易簡之文<a 
name="0842b02" id="0842b02"></a>亦是繫辭彼意說天地之道甚易甚簡無為而化順<a 
name="0842b03" id="0842b03"></a>物之情成其功業彼文云<span class="note">(其文&#x5374;在曲成之前今兼注引之理令自解)</span>乾<a 
name="0842b04" id="0842b04"></a>知太始坤作成物乾以易知坤以簡能<span class="note">(天地之道不為而善始不<a 
name="0842b05" id="0842b05"></a>勞而善成故曰易簡也)</span>易則易知簡則易從易知則有親易從<a 
name="0842b06" id="0842b06"></a>則有功<span class="note">(順萬物之情故曰有親通天下之志故曰有功)</span>有親則可久有功則<a 
name="0842b07" id="0842b07"></a>可大<span class="note">(有易簡之德則能成可久可大之功)</span>可久則賢人之德可大則賢<a 
name="0842b08" id="0842b08"></a>人之業<span class="note">(天地易簡萬物各載其形聖人不為&#x7FA3;方各遂其業德業既成則入於形器故以賢人目其德<a 
name="0842b09" id="0842b09"></a>業)</span>易簡而天下之理得矣<span class="note">(天下之理莫不由於易簡而各得順其分位也)</span>釋<a 
name="0842b10" id="0842b10"></a>曰既合天道而化則易簡也故道經云大道甚易行<a 
name="0842b11" id="0842b11"></a>而天下莫能行又云大道甚夷<span class="note">(夷平)</span>而人好徑故知但<a 
name="0842b12" id="0842b12"></a>一向尋求經意順理直釋不須廣敘諸家繁述名相<a 
name="0842b13" id="0842b13"></a>則易簡矣問甚深法義難解難入云何言易答順佛<a 
name="0842b14" id="0842b14"></a>善功方便於難解法中令得易解方名善說豈可以<a 
name="0842b15" id="0842b15"></a>著述演說令人皆不解會&#x5374;名妙耶所以優波&#x6BF1;多<a 
name="0842b16" id="0842b16"></a>說法聞者百千萬億之數皆得悟入馬鳴菩薩亦然<a 
name="0842b17" id="0842b17"></a>佛會中亦然今有矜誇難解以為深妙者是障道之<a 
name="0842b18" id="0842b18"></a>流也即知法有深妙而易解有麤淺而難解有淺而<a 
name="0842b19" id="0842b19"></a>易有深而難由說之差當述之巧拙也且如高僧傳<a 
name="0842b20" id="0842b20"></a>中慧休聽大乘經論一&#x5FA7;入神聽律三十&#x5FA7;未解豈<a 
name="0842b21" id="0842b21"></a>可云律部深於經論邪問既知如此今何不但作略<a 
name="0842b22" id="0842b22"></a>疏直釋經文而乃先為廣疏邪答上句豈不云根欲<a 
name="0842b23" id="0842b23"></a>性殊邪良由名相漸次之疏論<span class="corr" title='[巳&gt;已]'>已</span>&#x5FA7;人間彼一類人<a 
name="0842b24" id="0842b24"></a>固執先聞拒而不信故為開章一一會釋令歸一極<a 
name="0842c01" id="0842c01"></a>有不執者即令從此要略直入是為法彼曲成而無<a 
name="0842c02" id="0842c02"></a>遺也疏更搜精要直注本經者直敘本宗經意以消<a 
name="0842c03" id="0842c03"></a>其文各隨科注於本文之下令覽者易見免別看經<a 
name="0842c04" id="0842c04"></a>本疏本尋求科段矣文前雖有略敘義門比大疏十<a 
name="0842c05" id="0842c05"></a>中刪八故云更搜精要。</p><a 
name="0842c06" id="0842c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>疏庶即下三結成其益諸佛說教本是詮心良由心<a 
name="0842c07" id="0842c07"></a>有無量義門故展轉辨明便成多種事數學者尋文<a 
name="0842c08" id="0842c08"></a>尋義迷本所詮之心故今節節指歸於心令學者每<a 
name="0842c09" id="0842c09"></a>尋事義二見心如律部千章萬句皆在行門故今著<a 
name="0842c10" id="0842c10"></a>述講說鈔者但廣列句數廣生義解令學者貪尋句<a 
name="0842c11" id="0842c11"></a>義而迷戒行故南山鈔主刪繁補闕令學者即事即<a 
name="0842c12" id="0842c12"></a>行今意亦同彼故云即事即心也然律制身口但明<a 
name="0842c13" id="0842c13"></a>其行今修定慧意在契心故彼云即事即行此&#x98DC;於<a 
name="0842c14" id="0842c14"></a>彼云即事即心也日益日損者老子經云為學日益<a 
name="0842c15" id="0842c15"></a>為道日損今借彼語意以日損為斷惑日益為成智<a 
name="0842c16" id="0842c16"></a>日損為斷惡日益為修善皆是損為離過益為成德<a 
name="0842c17" id="0842c17"></a>矣。</p><a 
name="0842c18" id="0842c18"></a><a 
name="0842c19" id="0842c19"></a><p><span class="juanname">圓覺經略疏之鈔卷第二</span></p>
<hr>【經文資訊】卍新續藏第 09 冊 No. 0248 圓覺經略疏鈔<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="indexd0eb.html?index=X09n0248" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X09n0248_002 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:21 GMT -->
</html>
