<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X10n0252_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:21 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1270568925&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX10n0252&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX10n0252_001&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	
	<p style="text-align:center">卍新纂大日本續藏經　第10冊<br/>No.252 圓覺經類解 (4卷)<br/>【宋 行霆解】<br/>第 1 卷</p>
	<a href="index3e32.html?index=X10n0252_002" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X10">
<div class="root" id="0252" sutra_name="圓覺經類解" sutra_juan="[卷1]">　
<a 
name="0167a01" id="0167a01"></a><div class="xu"><p style="margin-left: 2em"><span class="headname">No. 252-A<a 
name="0167a02" id="0167a02"></a> 用圭峰圓覺修證義十二章頌分各<a 
name="0167a03" id="0167a03"></a>成一頌</span></p><a 
name="0167a04" id="0167a04"></a><p style="margin-left: 4em"><span class="byline">鏡庵釋行霆</span></p><a 
name="0167a05" id="0167a05"></a><p style="margin-left: 3em"><span class="headname">序分說儀</span></p><a 
name="0167a06" id="0167a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>圓覺先須了說儀不同穢土混凡機婆伽梵主身全<a 
name="0167a07" id="0167a07"></a>現大光明藏處希奇百千大士同斯會十二真人欲<a 
name="0167a08" id="0167a08"></a>問時不二境中圓鏡像何殊光瑩淨&#x7460;璃。</p><a 
name="0167a09" id="0167a09"></a><p style="margin-left: 3em"><span class="headname">頌文殊章</span></p><a 
name="0167a10" id="0167a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>妙德初徵本起因曾知離病可修真陀羅尼門周法<a 
name="0167a11" id="0167a11"></a>界大圓覺海絕涯津無明夢裏迷緣影翳眼華中妄<a 
name="0167a12" id="0167a12"></a>執身忽然夢醒翳華滅何曾動著本來人。</p><a 
name="0167a13" id="0167a13"></a><p style="margin-left: 3em"><span class="headname">頌普賢章</span></p><a 
name="0167a14" id="0167a14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>普賢次問漸修真通為三根審行門幻匪覺心心外<a 
name="0167a15" id="0167a15"></a>物華非空性性中存覺心不動妄華寂妄境無生智<a 
name="0167a16" id="0167a16"></a>孰論幻盡覺圓真體現<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>飛&#x70DF;滅火無因。</p><a 
name="0167a17" id="0167a17"></a><p style="margin-left: 3em"><span class="headname">頌普眼章</span></p><a 
name="0167a18" id="0167a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>普眼圓融因果相身心影像體隨妄先了二空清淨<a 
name="0167a19" id="0167a19"></a>門次修三觀圓頓行能所兼忘凡聖情愛憎寧復論<a 
name="0167a20" id="0167a20"></a>差當曾知本有摩尼珠五色青黃焉可狀。</p><a 
name="0167a21" id="0167a21"></a><p style="margin-left: 3em"><span class="headname">頌金剛藏章</span></p><a 
name="0167a22" id="0167a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>金剛執難聖凡身本悟緣何有妄因三問連環分別<a 
name="0167a23" id="0167a23"></a>見諸門開喻性元真空華起滅元由妄金&#x945B;銷融永<a 
name="0167a24" id="0167a24"></a>絕塵若要測量圓覺海入思惟地倍沉淪。</p><a 
name="0167b01" id="0167b01"></a><p style="margin-left: 3em"><span class="headname">頌彌勒章</span></p><a 
name="0167b02" id="0167b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>彌勒推究輪迴本若斷貪愛生死盡愛欲為因過既<a 
name="0167b03" id="0167b03"></a>深愛命為果緣難泯二障就於五性分四生遂成六<a 
name="0167b04" id="0167b04"></a>道蘊若親善友愛見亡自然悟入無生忍。</p><a 
name="0167b05" id="0167b05"></a><p style="margin-left: 3em"><span class="headname">頌淨慧章</span></p><a 
name="0167b06" id="0167b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>淨慧倫排證悟人強分四位順天真凡賢聖果雖然<a 
name="0167b07" id="0167b07"></a>異悟迷染淨與誰親先明依位循諸性次辨忘心頓<a 
name="0167b08" id="0167b08"></a>證因一智了然超脫處有無情盡覺芽春。</p><a 
name="0167b09" id="0167b09"></a><p style="margin-left: 3em"><span class="headname">頌威德章</span></p><a 
name="0167b10" id="0167b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>威德請開三種觀中根始此分章段四門開處任方<a 
name="0167b11" id="0167b11"></a>來三類修時非雜亂靜鏡圓明全顯彰幻苗增長無<a 
name="0167b12" id="0167b12"></a>涯畔器中鍠可喻禪那三法能起生死岸。</p><a 
name="0167b13" id="0167b13"></a><p style="margin-left: 3em"><span class="headname">頌辨音章</span></p><a 
name="0167b14" id="0167b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>辨音又問幾般輪幾種修持可證真單複圓門雖有<a 
name="0167b15" id="0167b15"></a>異靜幻寂觀要區分各安標記欲探結先慕求哀悔<a 
name="0167b16" id="0167b16"></a>罪根二十五輪依幻覺無修習處示修因。</p><a 
name="0167b17" id="0167b17"></a><p style="margin-left: 3em"><span class="headname">頌淨業章</span></p><a 
name="0167b18" id="0167b18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>淨業斷除人我執俱緣四相妄迷習無明主宰為我<a 
name="0167b19" id="0167b19"></a>根心存證者乃人立壽命業智潛續存眾生我人所<a 
name="0167b20" id="0167b20"></a>不及由茲憎愛煩惱生死覺城昧此何能入。</p><a 
name="0167b21" id="0167b21"></a><p style="margin-left: 3em"><span class="headname">頌普覺章</span></p><a 
name="0167b22" id="0167b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>普覺離病託師親當依端正知見人行住坐臥&#x8FF9;莫<a 
name="0167b23" id="0167b23"></a>計作止任滅病非因自他除病不除法供事捨財及<a 
name="0167b24" id="0167b24"></a>捨身憎愛直須無種子始於圓覺可修真。</p><a 
name="0167c01" id="0167c01"></a><p style="margin-left: 3em"><span class="headname">頌圓覺章</span></p><a 
name="0167c02" id="0167c02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>圓覺道場圓證悟下根於是開真路三期限量可隨<a 
name="0167c03" id="0167c03"></a>宜四眾安居絕緣故以大圓覺為伽藍踞菩薩乘行<a 
name="0167c04" id="0167c04"></a>願度曾知證入總該前諸佛共依如是住。</p><a 
name="0167c05" id="0167c05"></a><p style="margin-left: 3em"><span class="headname">頌賢善首章</span></p><a 
name="0167c06" id="0167c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善首流通正法門五名於是為區分十二部經真了<a 
name="0167c07" id="0167c07"></a>義百千諸佛共談論佛境佛地<span class="corr" title='[巳&gt;已]'>已</span>開演頓教機今得<a 
name="0167c08" id="0167c08"></a>聞儻解百川歸大海何妨一法被多根。</p><a 
name="0167c09" id="0167c09"></a><p style="margin-left: 3em"><span class="headname">頌判攝</span></p><a 
name="0167c10" id="0167c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>圭山纔悟即流通&#x5374;依賢首以弘宗傍探四疏明差<a 
name="0167c11" id="0167c11"></a>當&#x5FA7;究群詮定有空頓教收經佛自判圓門兼屬義<a 
name="0167c12" id="0167c12"></a>堪從若將經教論相攝克體全收終頓中。</p><a 
name="0167c13" id="0167c13"></a><p style="margin-left: 3em"><span class="headname">十二章來意</span></p><a 
name="0167c14" id="0167c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>文殊章頓悟本有圓覺妙心本無無明生死方名信<a 
name="0167c15" id="0167c15"></a>解成發起因普賢章以悟修之理難明故須徵釋令<a 
name="0167c16" id="0167c16"></a>解用心普賢章開示身心無性二空理顯根塵諸法<a 
name="0167c17" id="0167c17"></a>普淨普&#x5FA7;見境同佛剛藏章令深悟輪迴分別邪正<a 
name="0167c18" id="0167c18"></a>故乃徵釋彌勒章窮展轉根元推差別種性令斷貪<a 
name="0167c19" id="0167c19"></a>愛淨慧章<span class="corr" title='[巳&gt;已]'>已</span>知圓覺染淨無殊辨隨順修證威德章<a 
name="0167c20" id="0167c20"></a>眾生根性不同煩惱厚薄不等立三觀門隨根趣入<a 
name="0167c21" id="0167c21"></a>辨音章就前三觀示觀網交羅隨宜各契淨業章約<a 
name="0167c22" id="0167c22"></a>計淺深分我四相若除我執便是圓覺普覺章由前<a 
name="0167c23" id="0167c23"></a>除障修習用意依善知識免溺四病及諸細惑圓覺<a 
name="0167c24" id="0167c24"></a>章道場克期加功用行以求證入上中下根普歸圓<a 
name="0168a01" id="0168a01"></a>覺賢善首章正宗之法法義<span class="corr" title='[巳&gt;已]'>已</span>周欲使廣益佗方遠<a 
name="0168a02" id="0168a02"></a>霑來世流傳通泰展轉無窮一部諸章大旨若是閱<a 
name="0168a03" id="0168a03"></a>者預可知始末。</p></div><a 
name="0168a04" id="0168a04"></a><a 
name="0168a05" id="0168a05"></a><a 
name="0168a06" id="0168a06"></a><a 
name="0168a07" id="0168a07"></a><a 
name="0168a08" id="0168a08"></a><p style="margin-left: 2em"><span class="juannum">No. 252</span></p><a 
name="0168a09" id="0168a09"></a><p><span class="juanname">圓覺經類解卷第一本</span></p><a 
name="0168a10" id="0168a10"></a><a 
name="0168a11" id="0168a11"></a><div class="xu"><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>圓覺了義經實頓悟修證之要法也唐圭峰禪師<a 
name="0168a12" id="0168a12"></a>造廣略疏章凡六十餘卷映前絕後而學者卒難<a 
name="0168a13" id="0168a13"></a>討尋或望涯而退吳興沈應辰得西蜀復庵講義<a 
name="0168a14" id="0168a14"></a>專用圭山疏要傍類經子禪語直銷文義大意欲<a 
name="0168a15" id="0168a15"></a>信者自近之遠誠有濟於見聞乃命傳教釋行霆<a 
name="0168a16" id="0168a16"></a>削繁補漏刊版流通以其例引名言符合疏旨故<a 
name="0168a17" id="0168a17"></a>目為類解仍示其大略焉。</p></div><a 
name="0168a18" id="0168a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>大方廣圓覺修多羅了義經</p><a 
name="0168a19" id="0168a19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>經題十一字以八義釋之一約體用二法義三能<a 
name="0168a20" id="0168a20"></a>所四名義五立名六取捨七問難八總收第一體<a 
name="0168a21" id="0168a21"></a>用者於中又有從體起用及攝用歸體謂大之一<a 
name="0168a22" id="0168a22"></a>字屬體方廣二字屬用此從體起用也其次圓覺<a 
name="0168a23" id="0168a23"></a>二字屬體上大方廣三字屬用此攝用歸體也第<a 
name="0168a24" id="0168a24"></a>二法義者欲釋諸經論必須明釋法義依法解義<a 
name="0168b01" id="0168b01"></a>義即分明以義照法法即顯著今經題中圓覺二<a 
name="0168b02" id="0168b02"></a>字屬其法大方廣三字屬其義謂當體&#x8657;明廣大<a 
name="0168b03" id="0168b03"></a>常住本覺法上有此之大義方義廣義其次經之<a 
name="0168b04" id="0168b04"></a>一字屬其教法上修多羅了義五字是歎教法勝<a 
name="0168b05" id="0168b05"></a>能之義也第三能所者謂修多羅了義經六字屬<a 
name="0168b06" id="0168b06"></a>能詮之文大方廣圓覺五字屬所詮之義就能詮<a 
name="0168b07" id="0168b07"></a>中又有總別修多羅屬總謂總指一代時教了義<a 
name="0168b08" id="0168b08"></a>經三字屬別謂別歎此圓覺經謂此乃是一代時<a 
name="0168b09" id="0168b09"></a>教中諸部宣說勝諦決了究竟之義非是宣說世<a 
name="0168b10" id="0168b10"></a>俗因果不了之義所以云修多羅總指諸部了義<a 
name="0168b11" id="0168b11"></a>者則歎斯文第四名義者又分為二初唐後梵謂<a 
name="0168b12" id="0168b12"></a>大方廣圓覺了義經八字即此方唐言也修多羅<a 
name="0168b13" id="0168b13"></a>三字即西域梵語也大以當體得名常&#x5FA7;為義當<a 
name="0168b14" id="0168b14"></a>體覺性無邊強名為大常則&#x7AEA;通三際&#x5FA7;則橫&#x5FA7;<a 
name="0168b15" id="0168b15"></a>十方方以就法得名軌持為義軌則軌生物解使<a 
name="0168b16" id="0168b16"></a>眾生悟入佛之知見持則任持自性於生死海中<a 
name="0168b17" id="0168b17"></a>而此性不曾生滅廣則從用得名包博為義包則<a 
name="0168b18" id="0168b18"></a>無外博則普&#x5FA7;圓以不偏得名滿足周備為義覺<a 
name="0168b19" id="0168b19"></a>以不昏得名&#x8657;明靈照為義此皆就唐言釋名義<a 
name="0168b20" id="0168b20"></a>也其次修多羅此&#x98DC;契經契謂契合合機合理也<a 
name="0168b21" id="0168b21"></a>經者有貫串義有攝持義謂貫串諸佛所說之法<a 
name="0168b22" id="0168b22"></a>攝持一切眾生之機故稱大方廣圓覺修多羅了<a 
name="0168b23" id="0168b23"></a>義經也第五立名者且諸經得名或佛自立或結<a 
name="0168b24" id="0168b24"></a>集人立或兼斯二者立今經題目據下賢首章中<a 
name="0168c01" id="0168c01"></a>有其五名一名大方廣圓覺陀羅尼二名修多羅<a 
name="0168c02" id="0168c02"></a>了義三名祕密王三昧四名如來決定境界五名<a 
name="0168c03" id="0168c03"></a>如來藏自性差別以此推之是知此經之名乃佛<a 
name="0168c04" id="0168c04"></a>自立也第六取捨者經中雖有五名首題唯取其<a 
name="0168c05" id="0168c05"></a>二者良以宗本體用是法義之宏綱詮指功能乃<a 
name="0168c06" id="0168c06"></a>言像之皎鏡事周義盡須建五名以要標題且存<a 
name="0168c07" id="0168c07"></a>兩號遂存前二略去後三此譯人巧意也第七問<a 
name="0168c08" id="0168c08"></a>難者又分為二初難本題後難別題難本題曰修<a 
name="0168c09" id="0168c09"></a>多羅與經但唐梵之文有異今雙置題目豈非重<a 
name="0168c10" id="0168c10"></a>疊耶答上則總指諸部此則唯目當經對總歎別<a 
name="0168c11" id="0168c11"></a>故非重也次難題中又分為二初難法義後難三<a 
name="0168c12" id="0168c12"></a>大難法義云且大方廣華嚴經彼經題目以大方<a 
name="0168c13" id="0168c13"></a>廣三字為法佛華嚴三字為人今經何故&#x5374;以大<a 
name="0168c14" id="0168c14"></a>方廣三字為義耶答彼經對人故稱法此經對法<a 
name="0168c15" id="0168c15"></a>故稱義也難三大云華嚴經說三大起信論說三<a 
name="0168c16" id="0168c16"></a>大與今經說三大是同是別耶答配屬三大約法<a 
name="0168c17" id="0168c17"></a>則同釋義隨宗則別起信論就凡上建立三大為<a 
name="0168c18" id="0168c18"></a>宗華嚴經就玄上及事上建立三大為宗<span class="note">(凡一字皆具十<a 
name="0168c19" id="0168c19"></a>義)</span>今經就本覺體上建立三大為宗故不同也所<a 
name="0168c20" id="0168c20"></a>以起信約凡以為心圓覺約佛以標名華嚴不遂<a 
name="0168c21" id="0168c21"></a>機宜直顯一真法界也又起信大分約因位說圓<a 
name="0168c22" id="0168c22"></a>覺與華嚴大分約果位說第八總收者意謂此二<a 
name="0168c23" id="0168c23"></a>十八紙能詮之文乃是吾佛大聖人於一代時教<a 
name="0168c24" id="0168c24"></a>諸部中時為頓機之者宣說決了究竟真實常住<a 
name="0169a01" id="0169a01"></a>之義欲使後代順佛法修行之人誦此能詮之文<a 
name="0169a02" id="0169a02"></a>解此所詮之理如說修行於一切處決<span class="gaiji">[病-丙+丸]<!--gaiji,,1[病-丙+丸],2&#x24D2F;,3--></span>潰癰挑<a 
name="0169a03" id="0169a03"></a>痾去毒遣障除疑證自<span class="corr" title='[巳&gt;己]'>己</span>廣大&#x8657;明真實常住圓<a 
name="0169a04" id="0169a04"></a>覺之體於此體上發起如是大義如是方義如是<a 
name="0169a05" id="0169a05"></a>廣義從此超凡入聖一得永常盡未來際自利利<a 
name="0169a06" id="0169a06"></a>他受用無盡也。</p><a 
name="0169a07" id="0169a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>罽賓國三藏法師佛陀多羅奉詔譯</p><a 
name="0169a08" id="0169a08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>譯師也梵語佛陀多羅此云覺救罽賓者即北印<a 
name="0169a09" id="0169a09"></a>度也由西域有五印度此覺救三藏乃是北印度<a 
name="0169a10" id="0169a10"></a>罽賓人也初於東都白馬寺譯此經不載年月譯<a 
name="0169a11" id="0169a11"></a>之一字乃是度語之稱又譯者易也大底變易以<a 
name="0169a12" id="0169a12"></a>成華言鄭氏注曰王制五方之民言語不通嗜欲<a 
name="0169a13" id="0169a13"></a>不同達其忠通其欲因是命通言語之官曰象胥<a 
name="0169a14" id="0169a14"></a>蓋象胥有才智也又東方官曰寄南方官曰象胥<a 
name="0169a15" id="0169a15"></a>西方官曰狄鞮北方官曰譯今據經多從西來今<a 
name="0169a16" id="0169a16"></a>用北方之官名者但漢時多與北狄交通然北方<a 
name="0169a17" id="0169a17"></a>譯官兼善西方之語佛法初自西來乃用北方之<a 
name="0169a18" id="0169a18"></a>官翻之自此佛經咸稱譯也。</p><a 
name="0169a19" id="0169a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>唐圭峰定慧禪師宗密述疏鈔科節</p><a 
name="0169a20" id="0169a20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>疏主也圭峰即終南之別山定慧京禪師即唐宣<a 
name="0169a21" id="0169a21"></a>宗追<span class="corr" title='[謚&gt;諡]'>諡</span>之號此經前後造疏解者有京報國寺惟<a 
name="0169a22" id="0169a22"></a>&#x6164;法師先天寺悟實禪師薦福寺堅志禪師北京<a 
name="0169a23" id="0169a23"></a>道詮法師今圭峰皆備討各有所長&#x6164;邈經文簡<a 
name="0169a24" id="0169a24"></a>而可覽實述理性顯而有宗詮多專於他詞志可<a 
name="0169b01" id="0169b01"></a>利於群俗然圓頓經宗未見開拓性相諸論迢然<a 
name="0169b02" id="0169b02"></a>不干故圭峰之疏俱不依也大凡佛說一代時教<a 
name="0169b03" id="0169b03"></a>皆有三分一序分二正宗分三流通分今經從如<a 
name="0169b04" id="0169b04"></a>是我聞至平等法會名序分自文殊至圓覺共十<a 
name="0169b05" id="0169b05"></a>一章經文並是正宗分最後賢善首章經文屬流<a 
name="0169b06" id="0169b06"></a>通分今先序分。</p><a 
name="0169b07" id="0169b07"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>科者科含半義乃是包括酌量一部經文大意故<a 
name="0169b08" id="0169b08"></a>曰科也。</p><a 
name="0169b09" id="0169b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>如是我聞一時婆伽婆。</p><a 
name="0169b10" id="0169b10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>經首必具六種成就若六緣不具教法不興謂一<a 
name="0169b11" id="0169b11"></a>信成就二聞成就三時成就四主成就五處成就<a 
name="0169b12" id="0169b12"></a>六眾成就今此一段文具前四也如是者信成就<a 
name="0169b13" id="0169b13"></a>佛法大海信為能入若信則言是事如是若不信<a 
name="0169b14" id="0169b14"></a>言是事不如是又信則所言之理順順則師資之<a 
name="0169b15" id="0169b15"></a>道成是知信之一字乃信順之辭如人有手取物<a 
name="0169b16" id="0169b16"></a>則得華嚴經云信是道源功德母長養一切諸善<a 
name="0169b17" id="0169b17"></a>根斷除疑網出愛河開示人天涅槃路我聞則聞<a 
name="0169b18" id="0169b18"></a>成就我有四種一凡夫實我二外道神我三菩薩<a 
name="0169b19" id="0169b19"></a>假我四佛之真我今當假我也聞從耳根發識既<a 
name="0169b20" id="0169b20"></a>是耳聞今何稱我處耳之別從我之總故曰我也<a 
name="0169b21" id="0169b21"></a>又唯識家解如是二字作指定之辭謂指定下來<a 
name="0169b22" id="0169b22"></a>所說之教法阿難二十年中為佛侍者親從佛聞<a 
name="0169b23" id="0169b23"></a>所以云如是玄義我親得聞親光菩薩將此六種<a 
name="0169b24" id="0169b24"></a>成就謂之經前五事信散在聞時主眾處中也一<a 
name="0169c01" id="0169c01"></a>時乃時成就謂此時不定但是師資會合聽說之<a 
name="0169c02" id="0169c02"></a>時也婆伽婆乃主成就此具六種義一自在二熾<a 
name="0169c03" id="0169c03"></a>盛三端嚴四名稱五吉祥六尊貴如是六種義差<a 
name="0169c04" id="0169c04"></a>別應當總名婆伽婆大底教家有五不翻一祕密<a 
name="0169c05" id="0169c05"></a>不翻即神&#x546A;等二多含不翻即羅漢須菩提等三<a 
name="0169c06" id="0169c06"></a>此方無故不翻如閻浮提樹苾芻等四順古不翻<a 
name="0169c07" id="0169c07"></a>如阿耨多羅等五生善故不翻如佛般若菩薩等<a 
name="0169c08" id="0169c08"></a>若云覺此方人輕薄不生善故今婆伽婆於五不<a 
name="0169c09" id="0169c09"></a>翻中當多含故不翻也然婆伽婆即是佛若出其<a 
name="0169c10" id="0169c10"></a>體乃是圓覺也。</p><a 
name="0169c11" id="0169c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>入於神通大光明藏三昧正受。</p><a 
name="0169c12" id="0169c12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>乃處成就謂佛入法性源現無邊無礙剎土亦不<a 
name="0169c13" id="0169c13"></a>定分自他受用故曰依真所以大疏云經宗既詮<a 
name="0169c14" id="0169c14"></a>實境教主須明真身故受用身居受用土為諸大<a 
name="0169c15" id="0169c15"></a>士說圓覺經然此經說處及說教之主與別經不<a 
name="0169c16" id="0169c16"></a>同金剛經處即是舍衛國給孤獨園說主乃是丈<a 
name="0169c17" id="0169c17"></a>六化身今此經不然說處則定中乃是依真實之<a 
name="0169c18" id="0169c18"></a>境說主則法身與報身不分乃是真身說也神則<a 
name="0169c19" id="0169c19"></a>妙用難測通則自在無壅大光明藏有三義故一<a 
name="0169c20" id="0169c20"></a>揀濫二破名三顯理何謂之揀濫謂一代時教中<a 
name="0169c21" id="0169c21"></a>佛所說有如來藏有自性清淨藏有法身藏有法<a 
name="0169c22" id="0169c22"></a>界藏恐濫彼故今謂此是大光明寶性神通之藏<a 
name="0169c23" id="0169c23"></a>何謂之破名佛恐後人不知法體本來平等於平<a 
name="0169c24" id="0169c24"></a>等中強生分別以謂十方諸佛如來大光明藏大<a 
name="0170a01" id="0170a01"></a>包天地光明烜赫無所不照無所不包無所不攝<a 
name="0170a02" id="0170a02"></a>無所不容有如此之名相若作如此見解遂成兩<a 
name="0170a03" id="0170a03"></a>箇故破其執心即相無相故無大字名相無光字<a 
name="0170a04" id="0170a04"></a>名相無藏字名相也何謂顯理此一義妄盡覺明<a 
name="0170a05" id="0170a05"></a>大明眼於一切處圓陀陀淨髁髁赤洒泗頭頭是<a 
name="0170a06" id="0170a06"></a>物物全盡十方世界無不融通如大日輪昇空天<a 
name="0170a07" id="0170a07"></a>下洞明此所謂顯理雖然如是更須親行一步始<a 
name="0170a08" id="0170a08"></a>得話圓所以論云心性不起即是大智慧&#x5FA7;照也<a 
name="0170a09" id="0170a09"></a>三昧者梵語此云正受即唐梵雙舉此即入定正<a 
name="0170a10" id="0170a10"></a>受者不受諸受故曰正受正以揀邪義受以領納<a 
name="0170a11" id="0170a11"></a>義若眼領納色耳領納聲鼻香舌味身觸意法以<a 
name="0170a12" id="0170a12"></a>至一切時領納愛喜樂捨等者此名邪受唯是入<a 
name="0170a13" id="0170a13"></a>定之時於所緣境審正思察眼不領納色乃至身<a 
name="0170a14" id="0170a14"></a>觸意法以至一切時愛喜樂捨等法然後不妨眼<a 
name="0170a15" id="0170a15"></a>熾然見色耳熾然聞聲乃至鼻舌身意熾然等所<a 
name="0170a16" id="0170a16"></a>以賢首云雖空空絕&#x8FF9;不妨義天之星像燦然湛<a 
name="0170a17" id="0170a17"></a>湛亡言豈礙教海之波瀾浩瀚只如上至十方諸<a 
name="0170a18" id="0170a18"></a>佛下及六道眾生皆有此大光明藏三昧正定且<a 
name="0170a19" id="0170a19"></a>如何得入但向十二時中息諸妄想攀緣顛倒分<a 
name="0170a20" id="0170a20"></a>別之心智與理冥境與神會便入得大光明藏三<a 
name="0170a21" id="0170a21"></a>昧正受脫或不然只知門外走寧識在其中。</p><a 
name="0170a22" id="0170a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一切如來光嚴住持。</p><a 
name="0170a23" id="0170a23"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>一切者普該之言如來者其義有四一約法身者<a 
name="0170a24" id="0170a24"></a>謂無所從來亦無所去也二約報身者謂過去修<a 
name="0170b01" id="0170b01"></a>因來成佛果也三約化身者謂乘如實道來成正<a 
name="0170b02" id="0170b02"></a>覺也四約理智如謂本覺來謂始覺因本覺而有<a 
name="0170b03" id="0170b03"></a>不覺因不覺而有始覺始本不二故曰如來又十<a 
name="0170b04" id="0170b04"></a>方諸佛悟此真如之理故曰如來六道四生迷此<a 
name="0170b05" id="0170b05"></a>真如之理故曰如去不得稱來今如來者即指化<a 
name="0170b06" id="0170b06"></a>身也光嚴者重重交光照耀炳著妙相之上定住<a 
name="0170b07" id="0170b07"></a>住持永絕攀緣不曾遺失所以序云具足圓覺住<a 
name="0170b08" id="0170b08"></a>持圓覺者如來也。</p><a 
name="0170b09" id="0170b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>是諸眾生清淨覺地。</p><a 
name="0170b10" id="0170b10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>上文明聖同此文明凡同是字乃指定之辭諸則<a 
name="0170b11" id="0170b11"></a>不一之義眾生者以色受想行識五蘊眾緣和合<a 
name="0170b12" id="0170b12"></a>而生故曰眾生又云有多生死故曰眾生清淨者<a 
name="0170b13" id="0170b13"></a>離煩惱障離所知障垢不能染妄不能變故曰清<a 
name="0170b14" id="0170b14"></a>淨覺是法地是喻此謂之法喻雙舉謂一切眾生<a 
name="0170b15" id="0170b15"></a>迷真失湛徇相執名妄見眾生然妄體元空全是<a 
name="0170b16" id="0170b16"></a>本覺此之本覺體上能出生一切河沙功德喻如<a 
name="0170b17" id="0170b17"></a>大地能生一切物等問眾生分上何不稱住持耶<a 
name="0170b18" id="0170b18"></a>答諸佛證此境故得稱住持眾生不證此境但具<a 
name="0170b19" id="0170b19"></a>佛性故不得稱住持二字但指其分上有此清淨<a 
name="0170b20" id="0170b20"></a>本覺之地所以序云終日圓覺而未&#x751E;圓覺者凡<a 
name="0170b21" id="0170b21"></a>夫也首楞云雖終日行而不自覺&#x6282;入諸趣在禪<a 
name="0170b22" id="0170b22"></a>家謂之終日焚香不知身道場在周易謂之百姓<a 
name="0170b23" id="0170b23"></a>日用而不知在孟子謂之終身由之而不知其道<a 
name="0170b24" id="0170b24"></a>者眾也在老氏謂之不善人之所保亦同意也又<a 
name="0170c01" id="0170c01"></a>法&#x706F;和尚云無根兮得活離地兮不倒日用尚不<a 
name="0170c02" id="0170c02"></a>知更向何處討。</p><a 
name="0170c03" id="0170c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>身心寂滅平等本際圓滿十方不二隨順。</p><a 
name="0170c04" id="0170c04"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>身即所執之妄身心即所執之妄心寂滅是畢竟<a 
name="0170c05" id="0170c05"></a>空義圓則不偏滿則具足謂上文舉一切如來光<a 
name="0170c06" id="0170c06"></a>嚴住持又舉是諸眾生清淨覺地乃是立宗蓋此<a 
name="0170c07" id="0170c07"></a>經以心境空寂凡聖平等為宗妄情等佛觀行速<a 
name="0170c08" id="0170c08"></a>成為趣恐行人不知覺性本來平等生分別之心<a 
name="0170c09" id="0170c09"></a>以謂凡是凡聖是聖若如此解何時了悟故云有<a 
name="0170c10" id="0170c10"></a>心分別一切皆邪無意攀緣萬途自正又云心異<a 
name="0170c11" id="0170c11"></a>則千差競起心平則法界怛然此之執心能作諸<a 
name="0170c12" id="0170c12"></a>佛能為眾生能作天宮能為地獄是知著其相則<a 
name="0170c13" id="0170c13"></a>凡聖有霄壤之隔故不平等若以性觀之則凡聖<a 
name="0170c14" id="0170c14"></a>染淨一相而諸法當體悉皆空寂便見圓覺本際<a 
name="0170c15" id="0170c15"></a>之性本來平等本來無欠少非唯無四聖之高亦<a 
name="0170c16" id="0170c16"></a>無六凡之下人人具足箇箇圓成心佛及眾生是<a 
name="0170c17" id="0170c17"></a>三無差別所以道如瓶<span class="corr" title='[巳&gt;已]'>已</span>漏更不再添佛佛道齊<a 
name="0170c18" id="0170c18"></a>法法平等此之覺性在東全東南西北方亦復如<a 
name="0170c19" id="0170c19"></a>是包於天地充塞六&#x8657;&#x5FA7;滿法界六通四闢大小<a 
name="0170c20" id="0170c20"></a>精廉無乎不在此謂竺土大僊心東西密相付莊<a 
name="0170c21" id="0170c21"></a>子齊物篇亦云其形若槁木其心若死<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>忘物忘<a 
name="0170c22" id="0170c22"></a>智則萬物一府死生同狀又云自其異者觀之肝<a 
name="0170c23" id="0170c23"></a>膽楚越也自其同者觀之萬物皆一也不二隨順<a 
name="0170c24" id="0170c24"></a>者隨則不乖順則相應且說有二二是兩箇不二<a 
name="0171a01" id="0171a01"></a>是一箇二即是凡夫順生死二乘趣涅槃凡夫迷<a 
name="0171a02" id="0171a02"></a>圓覺之體失圓覺之用起惑造業輪轉大苦海中<a 
name="0171a03" id="0171a03"></a>萬死萬生頭出頭沒無有解脫此時被妄法之所<a 
name="0171a04" id="0171a04"></a>染著不能趣於涅槃無量劫中只在生死此岸所<a 
name="0171a05" id="0171a05"></a>以望於二乘涅槃彼岸為二其二乘之人見三界<a 
name="0171a06" id="0171a06"></a>無安猶如火宅希求出離如救頭然如獐跳不顧<a 
name="0171a07" id="0171a07"></a>後群雖然出得生死脫離三界又一向<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>身滅智<a 
name="0171a08" id="0171a08"></a>沈空滯寂墮解脫坑臥涅槃城有其三義一者心<a 
name="0171a09" id="0171a09"></a>狹劣二者怖三界三者缺大悲只解如是去不解<a 
name="0171a10" id="0171a10"></a>如是來又被空之所留滯在空理望凡夫生死此<a 
name="0171a11" id="0171a11"></a>岸為二是二人太過不及皆不處手中道唯吾佛<a 
name="0171a12" id="0171a12"></a>大聖人證無住處大涅槃以大悲故常在生死而<a 
name="0171a13" id="0171a13"></a>不住涅槃以大智故而不住生死常在涅槃在此<a 
name="0171a14" id="0171a14"></a>岸不妨常在彼岸在彼岸不妨常在此岸此是佛<a 
name="0171a15" id="0171a15"></a>之用處謂之不二隨順若學者說時即於十二時<a 
name="0171a16" id="0171a16"></a>中妄想攀緣念念無明生死根本不是執凡便是<a 
name="0171a17" id="0171a17"></a>執聖不是執真便是執妄不是執有便是執無與<a 
name="0171a18" id="0171a18"></a>佗凡夫二乘一般唯是一切處一切時不著凡聖<a 
name="0171a19" id="0171a19"></a>真妄有無然後在真全真在妄全妄打成一片方<a 
name="0171a20" id="0171a20"></a>合得他隨順不二。</p><a 
name="0171a21" id="0171a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>於不二境現諸淨土。</p><a 
name="0171a22" id="0171a22"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>於者依也教家謂之境聲就境上得此於字之聲<a 
name="0171a23" id="0171a23"></a>不二境即上文說中道隨順不二之境諸者隨類<a 
name="0171a24" id="0171a24"></a>普應曰諸淨土乃對穢土之稱然此土有四一法<a 
name="0171b01" id="0171b01"></a>性土法身所居二受用土於中又分為二一自受<a 
name="0171b02" id="0171b02"></a>用土唯佛自見二他受用土唯地上菩薩見地前<a 
name="0171b03" id="0171b03"></a>小乘不見三變化土丈六化身所居今經統唯二<a 
name="0171b04" id="0171b04"></a>種謂淨土及穢土佛說此經之時地前大眾見佛<a 
name="0171b05" id="0171b05"></a>化身居於娑婆世界瓦礫荊棘坑坎堆阜穢土之<a 
name="0171b06" id="0171b06"></a>中說圓覺經地上大眾見佛陀受用報身居於瓊<a 
name="0171b07" id="0171b07"></a>林玉樹寶殿金臺淨土之中為其說圓覺經所聞<a 
name="0171b08" id="0171b08"></a>之法則一所見之人各別豈非吾佛於中道不二<a 
name="0171b09" id="0171b09"></a>境中隨類普應乎注云地前大眾得佛加被方見<a 
name="0171b10" id="0171b10"></a>報身不蒙加被即不見又前說凡聖一體者此是<a 
name="0171b11" id="0171b11"></a>從自受用土入法性土今此應諸菩薩現諸淨土<a 
name="0171b12" id="0171b12"></a>者此即從法性土現他受用土故次文云與大菩<a 
name="0171b13" id="0171b13"></a>薩等是也。</p><a 
name="0171b14" id="0171b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>與大菩薩摩訶薩十萬人俱其名曰文殊師利菩薩<a 
name="0171b15" id="0171b15"></a>普眼菩薩金剛藏菩薩彌勒菩薩清淨慧菩薩威德<a 
name="0171b16" id="0171b16"></a>自在菩薩辨音菩薩淨諸業障菩薩普覺菩薩圓覺<a 
name="0171b17" id="0171b17"></a>菩薩賢善首菩薩等而為上首與諸眷屬皆入三昧<a 
name="0171b18" id="0171b18"></a>同住如來平等法會。</p><a 
name="0171b19" id="0171b19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>上文皆處成就此即眾成就與并也大者揀小義<a 
name="0171b20" id="0171b20"></a>即持登地大菩薩菩薩是不全梵語全云菩提此<a 
name="0171b21" id="0171b21"></a>云覺薩埵此云有情謂此人既能自覺亦復覺他<a 
name="0171b22" id="0171b22"></a>有情眾生但行二利之人總可謂之菩薩摩訶即<a 
name="0171b23" id="0171b23"></a>大也謂此有情信大法解大義發大心趣大果修<a 
name="0171b24" id="0171b24"></a>大行證大道之人皆是指諸上菩薩也皆入三昧<a 
name="0171c01" id="0171c01"></a>者謂佛既入大光明藏三昧正受而十二菩薩與<a 
name="0171c02" id="0171c02"></a>諸眷屬亦皆入定同止住釋迦如來凡聖平等因<a 
name="0171c03" id="0171c03"></a>果不二法性之會今將正宗分中十一章問答束<a 
name="0171c04" id="0171c04"></a>之為二謂初一問答令信解真正成本起因後十<a 
name="0171c05" id="0171c05"></a>問答令依解修行隨根證入也今先綸貫一經途<a 
name="0171c06" id="0171c06"></a>轍初一問答令信解真正成本起因者蓋文殊表<a 
name="0171c07" id="0171c07"></a>解普賢表行夫欲運心修行先須信解真正解若<a 
name="0171c08" id="0171c08"></a>不正所修一切皆邪縱使精勤徒為勞苦人也若<a 
name="0171c09" id="0171c09"></a>是愚教始教終教多先且修行後方頓悟若華嚴<a 
name="0171c10" id="0171c10"></a>與此經儀式則不然先且頓同佛解然後修行蓋<a 
name="0171c11" id="0171c11"></a>先要了悟自心所以華嚴云若不了自心云何知<a 
name="0171c12" id="0171c12"></a>正道由彼顛倒慧增長一切惡是知有信須得解<a 
name="0171c13" id="0171c13"></a>有解須得信何以知之華嚴三聖觀云有信無解<a 
name="0171c14" id="0171c14"></a>增長無明有解無信增是邪見信解圓通方為行<a 
name="0171c15" id="0171c15"></a>本如今有般人雖有信心無正解乃是中無主既<a 
name="0171c16" id="0171c16"></a>然是中無主一被邪魔外道頑朋敗友相誘將去<a 
name="0171c17" id="0171c17"></a>到底只染得外道知見增長一切無明種子又一<a 
name="0171c18" id="0171c18"></a>般人有邪解悟事事會得&#x5374;無信心一向撥無因<a 
name="0171c19" id="0171c19"></a>果增長邪見是知信解二字如車兩輪如鳥兩翼<a 
name="0171c20" id="0171c20"></a>此不可缺今此第一文殊章通為上中下三根之<a 
name="0171c21" id="0171c21"></a>人開解第二普賢章通為上中下三根之人開行<a 
name="0171c22" id="0171c22"></a>第三普賢章依文殊之解普賢之行教示上根之<a 
name="0171c23" id="0171c23"></a>人運心入二空觀兼倣修法界觀行人入觀方有<a 
name="0171c24" id="0171c24"></a>疑念故有第四剛藏一章起疑既有疑必推究輪<a 
name="0172a01" id="0172a01"></a>迴根本故有第五彌勒一章既知輪迴之本必須<a 
name="0172a02" id="0172a02"></a>斷之既斷輪迴根本方證入圓覺纔證入便自然<a 
name="0172a03" id="0172a03"></a>有階差地位安排故有第六清淨慧一章安排地<a 
name="0172a04" id="0172a04"></a>位從凡入聖如是六章經文中二空觀只了得上<a 
name="0172a05" id="0172a05"></a>根之人其次更有一類中根之人雖聞佛說開解<a 
name="0172a06" id="0172a06"></a><span class="corr" title='[巳&gt;已]'>已</span>竟只是根劣於二空觀不能證入於是故有威<a 
name="0172a07" id="0172a07"></a>德菩薩為中根之人請問三觀雖蒙佛開示三觀<a 
name="0172a08" id="0172a08"></a>行相未知有幾種修習故有辨音請問蒙佛開示<a 
name="0172a09" id="0172a09"></a>二十五輪被二十五種機行人既入三觀諸輪方<a 
name="0172a10" id="0172a10"></a>犯著四相故有淨諸業障請問斷除四相既除四<a 
name="0172a11" id="0172a11"></a>相四病未亡故有普覺請問令依師離作止任滅<a 
name="0172a12" id="0172a12"></a>四病四相既除四病<span class="corr" title='[巳&gt;已]'>已</span>去如是一類中根之人一<a 
name="0172a13" id="0172a13"></a>時悟道更有一類下根之人根劣障重又於三觀<a 
name="0172a14" id="0172a14"></a>諸輪不能證入於是故有圓覺請問蒙佛開示道<a 
name="0172a15" id="0172a15"></a>場加行三期練修被及下根所謂一法巧被三根<a 
name="0172a16" id="0172a16"></a>也問華嚴經科云舉果勸樂生信分此經科云初<a 
name="0172a17" id="0172a17"></a>一問答令信解真正成本起因何故彼經就果上<a 
name="0172a18" id="0172a18"></a>發信此經就解上發信耶答彼經以事事無礙為<a 
name="0172a19" id="0172a19"></a>宗故就事上發信此經以理為宗故就體上發信<a 
name="0172a20" id="0172a20"></a>不同也。</p><a 
name="0172a21" id="0172a21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>於是文殊師利菩薩在大眾中即從座起頂禮佛足<a 
name="0172a22" id="0172a22"></a>右繞三&#x5E00;長跪叉手而白佛言大悲世尊願為此會<a 
name="0172a23" id="0172a23"></a>諸來法眾說於如來本起清淨因地法行。</p><a 
name="0172a24" id="0172a24"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此乃伸請也於是者蓋指平等法會之處連前起<a 
name="0172b01" id="0172b01"></a>後之辭梵語文殊此曰妙吉祥從座而起者乃是<a 
name="0172b02" id="0172b02"></a>從法空座而起悲濟之用悲愍眾生起教之故頂<a 
name="0172b03" id="0172b03"></a>禮佛足者以至尊至貴之頂禮世尊至卑之足此<a 
name="0172b04" id="0172b04"></a>敬之至右繞者表順佛法之理不背三&#x5E00;者表歸<a 
name="0172b05" id="0172b05"></a>依三寶斷三毒等長跪者表安危不易叉手者表<a 
name="0172b06" id="0172b06"></a>人境交參又從座而起至三&#x5E00;此表洗身業長跪<a 
name="0172b07" id="0172b07"></a>叉手表洗意業而白佛言<span class="corr" title='[巳&gt;已]'>已</span>下並表口業也此一<a 
name="0172b08" id="0172b08"></a>段文皆是結集人綴緝也大悲世尊方是文殊贊<a 
name="0172b09" id="0172b09"></a>佛也大以揀小為義慈能與樂悲能拔苦問何故<a 
name="0172b10" id="0172b10"></a>不云大智言大悲耶答蓋文殊請問意為末代眾<a 
name="0172b11" id="0172b11"></a>生行利他之行不是自利故贊云大悲且如小乘<a 
name="0172b12" id="0172b12"></a>之人有智無悲大乘之人悲智雙運唯佛全行利<a 
name="0172b13" id="0172b13"></a>他之行得稱大悲譬如有人落水若小乘人見之<a 
name="0172b14" id="0172b14"></a>便不肯救由小乘人<span class="corr" title='[巳&gt;已]'>已</span>知無量劫來輪轉生死海<a 
name="0172b15" id="0172b15"></a>中受大苦惱自一脫離三界之後更不敢再入所<a 
name="0172b16" id="0172b16"></a>以不救若菩薩人見之便先自著&#x811A;然後救之乃<a 
name="0172b17" id="0172b17"></a>自利利他也若佛見之即便入水令速出離到安<a 
name="0172b18" id="0172b18"></a>穩處故謂之大悲也世尊者具上九號為世所尊<a 
name="0172b19" id="0172b19"></a>故曰世尊願為此會諸來法眾者願以希求樂欲<a 
name="0172b20" id="0172b20"></a>為義法眾即十<span class="corr" title='[万&gt;方]'>方</span>大眾也文殊白佛者告佛慈悲<a 
name="0172b21" id="0172b21"></a>方便宣說當初未成佛時創初根本本起清淨因<a 
name="0172b22" id="0172b22"></a>地法行也大凡圓頓之教修行儀式必先發三重<a 
name="0172b23" id="0172b23"></a>因地何謂三重因地一了悟覺性二發菩提心三<a 
name="0172b24" id="0172b24"></a>修菩薩行謂先頓悟自<span class="corr" title='[巳&gt;己]'>己</span>分上本有靈明廣大真<a 
name="0172c01" id="0172c01"></a>實圓覺之性頓信本無無明頓信本無生死此謂<a 
name="0172c02" id="0172c02"></a>之了悟覺性然後方發菩提心梵語菩提此云覺<a 
name="0172c03" id="0172c03"></a>既了悟覺性&#x5374;於行住坐臥折旋俯仰起居問訊<a 
name="0172c04" id="0172c04"></a>動容笑語一切處一切時常起覺悟之心此之悟<a 
name="0172c05" id="0172c05"></a>心要得念念與最初所悟本覺相應所以本生和<a 
name="0172c06" id="0172c06"></a>尚云只這動轉施為還合得本來主人也無若也<a 
name="0172c07" id="0172c07"></a>合得十二時中無&#x8657;棄底道理若合不得喫茶說<a 
name="0172c08" id="0172c08"></a>話往往作茶話會若得契合此謂之發菩提心便<a 
name="0172c09" id="0172c09"></a>是大智之心其次方修菩薩行者謂於一切處念<a 
name="0172c10" id="0172c10"></a>念慈念念悲利樂有情饒益&#x7FA3;品教化成熟不捨<a 
name="0172c11" id="0172c11"></a>攝受一切眾生修菩薩行如華嚴經中善財童子<a 
name="0172c12" id="0172c12"></a>先見文殊了悟覺性遂乃南遊一百一十城參見<a 
name="0172c13" id="0172c13"></a>五十三人善知識凡見一善知識皆先自云我<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0172c14" id="0172c14"></a>先發菩提心而未知菩薩修何等法行何等行云<a 
name="0172c15" id="0172c15"></a>何發心又如起信論了二覺發三心修五行亦同<a 
name="0172c16" id="0172c16"></a>今來經文謂請問我佛世尊於無量劫中未曾成<a 
name="0172c17" id="0172c17"></a>等正覺之時創初根本因地如何發起一念修習<a 
name="0172c18" id="0172c18"></a>心地法門如何行清淨離相稱性法行何故文殊<a 
name="0172c19" id="0172c19"></a>始初發問便問此事&#x5374;為最初發心修行一著最<a 
name="0172c20" id="0172c20"></a>為要緊切宜子細尋得真正路然後方行所謂見<a 
name="0172c21" id="0172c21"></a>道方修道不見復何修若還不辨邪正忽被朋友<a 
name="0172c22" id="0172c22"></a>引去熏得邪見無明種子才到眼光落地之時淪<a 
name="0172c23" id="0172c23"></a>入地獄百劫千生無由解脫如人種瓜須是預先<a 
name="0172c24" id="0172c24"></a>子細尋取好種若錯用苦種之時縱是得瓜還成<a 
name="0173a01" id="0173a01"></a>苦殊何以知之圭&#x5CEF;云夫欲求果者必先觀於因<a 
name="0173a02" id="0173a02"></a>因若不真果還是妄又楞嚴云因地不直果招迂<a 
name="0173a03" id="0173a03"></a>曲所以華嚴云不能了自心云何知正道由彼顛<a 
name="0173a04" id="0173a04"></a>倒慧增長一切惡宗門中謂之打頭不遇作家到<a 
name="0173a05" id="0173a05"></a>老翻成骨黨縱饒精進勤苦一時錯了所謂不省<a 
name="0173a06" id="0173a06"></a>這箇意修行徒苦辛以此推之是知文殊大智首<a 
name="0173a07" id="0173a07"></a>先問佛最初發心修行一著開示利益後代眾生<a 
name="0173a08" id="0173a08"></a>豈小補哉。</p><a 
name="0173a09" id="0173a09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>及說菩薩於大乘中發清淨心遠離諸病能使未來<a 
name="0173a10" id="0173a10"></a>末世眾生求大乘者不墮邪見。</p><a 
name="0173a11" id="0173a11"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>謂非唯說世尊最初根本因修心地稱性法門更<a 
name="0173a12" id="0173a12"></a>告佛說一切菩薩於大乘覺悟心中發清淨菩提<a 
name="0173a13" id="0173a13"></a>之心大以揀小乘以運載能運載一切眾生離生<a 
name="0173a14" id="0173a14"></a>死此岸度煩惱中流到涅槃彼岸妄不能變垢不<a 
name="0173a15" id="0173a15"></a>能染離煩惱障離所知障故曰清淨遠離諸病者<a 
name="0173a16" id="0173a16"></a>謂著有著無見妄見真分能分所并四相四病但<a 
name="0173a17" id="0173a17"></a>是離心之外皆是病也上初一段文正是教示行<a 
name="0173a18" id="0173a18"></a>人了悟覺性此發心離病一段文當第二發菩提<a 
name="0173a19" id="0173a19"></a>心第三修菩薩行即下普眼章也意令能使末世<a 
name="0173a20" id="0173a20"></a>求於大乘之人依此開悟依此修行於本始覺中<a 
name="0173a21" id="0173a21"></a>不墮落邪見如何謂之邪見但本心之外見妄見<a 
name="0173a22" id="0173a22"></a>真皆是邪見由唯此一事實餘二則非真儻乖清<a 
name="0173a23" id="0173a23"></a>淨之心必墮偏邪之見。</p><a 
name="0173a24" id="0173a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>作是語<span class="corr" title='[巳&gt;已]'>已</span>五體投地如是三請終而復始。</p><a 
name="0173b01" id="0173b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時世尊告文殊師利菩薩言善哉善哉善男子汝<a 
name="0173b02" id="0173b02"></a>等乃能為諸菩薩諮詢如來因地法行及為末世一<a 
name="0173b03" id="0173b03"></a>切眾生求大乘者得正住持不墮邪見汝今諦聽當<a 
name="0173b04" id="0173b04"></a>為汝說時文殊師利菩薩奉教歡喜及諸大眾默然<a 
name="0173b05" id="0173b05"></a>而聽。</p><a 
name="0173b06" id="0173b06"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此乃展誠許聽也默然者謂潔<span class="corr" title='[巳&gt;己]'>己</span>&#x8657;心收視反聽<a 
name="0173b07" id="0173b07"></a>如渴思水如病思藥也此等科段下文例然更不<a 
name="0173b08" id="0173b08"></a>重釋。</p><a 
name="0173b09" id="0173b09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善男子無上法王有大陀羅尼門名為圓覺。</p><a 
name="0173b10" id="0173b10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此顯真宗本體也善則順理男子則剛斷為義此<a 
name="0173b11" id="0173b11"></a>即指對告文殊菩薩為善順剛斷之男子也無上<a 
name="0173b12" id="0173b12"></a>法王者法以軌則為義無明煩惱一切不淨垢濁<a 
name="0173b13" id="0173b13"></a>當用無上真空軌則之法洗去王者自在為義無<a 
name="0173b14" id="0173b14"></a>上者謂世間之法莫能先之故曰無上且例如鐵<a 
name="0173b15" id="0173b15"></a>輪王之法但於一天下而得自在銅輪王之法但<a 
name="0173b16" id="0173b16"></a>二天下而得自在銀輪王之法但三天下而得自<a 
name="0173b17" id="0173b17"></a>在金輪王之法四天下而得自在以至梵王帝釋<a 
name="0173b18" id="0173b18"></a>之法但三界內而得自在出三界外便不得自在<a 
name="0173b19" id="0173b19"></a>唯佛之法王不但三界內三界外以至剎剎塵塵<a 
name="0173b20" id="0173b20"></a>無數世界而得自在故曰無上法王此即指佛也<a 
name="0173b21" id="0173b21"></a>大之一字乃絕對待之大非揀小之大梵語陀羅<a 
name="0173b22" id="0173b22"></a>尼此云總持門以出入無壅為義圓覺者謂眾生<a 
name="0173b23" id="0173b23"></a>十二時中雖具有此圓字只是不覺何以知之序<a 
name="0173b24" id="0173b24"></a>云終日圓覺而未&#x751E;圓覺者凡夫也菩薩念念證<a 
name="0173c01" id="0173c01"></a>此覺字又不圓何以知之序云欲證圓覺而未極<a 
name="0173c02" id="0173c02"></a>圓覺菩薩也唯是吾佛聖人有圓有覺以有圓故<a 
name="0173c03" id="0173c03"></a>則德無不周以有覺故則靈源不昧何以知之序<a 
name="0173c04" id="0173c04"></a>云具足圓覺而住持圓覺者如來也然此圓覺上<a 
name="0173c05" id="0173c05"></a>至四聖下及六凡無有一眾生不具但以凡夫塵<a 
name="0173c06" id="0173c06"></a>經未出寶藏猶埋既不自知&#x6282;受貧苦唯十方諸<a 
name="0173c07" id="0173c07"></a>佛證此全得其用故今但標無上法王有大圓覺<a 
name="0173c08" id="0173c08"></a>也。</p><a 
name="0173c09" id="0173c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>流出一切清淨真如菩提涅槃及波羅蜜教授菩薩。</p><a 
name="0173c10" id="0173c10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此顯圓覺之德用也流出者覺性本無出入去來<a 
name="0173c11" id="0173c11"></a>動靜非有別法從圓覺中流出於外但是依此圓<a 
name="0173c12" id="0173c12"></a>覺之性顯發示現諸門功德無有窮盡應用無有<a 
name="0173c13" id="0173c13"></a>疲厭名為流出一切者普該之言此正是總標清<a 
name="0173c14" id="0173c14"></a>淨者必竟空義謂離煩惱障離所知障妄不能變<a 
name="0173c15" id="0173c15"></a>垢不能染非諸有漏之法故曰清淨所以大般若<a 
name="0173c16" id="0173c16"></a>經始自色心終至無上菩提八十餘科皆談清淨<a 
name="0173c17" id="0173c17"></a>此謂小乘怖空故曰清淨此二字又總下文真如<a 
name="0173c18" id="0173c18"></a>菩提涅槃波羅蜜真如者謂真實顯非&#x8657;妄如謂<a 
name="0173c19" id="0173c19"></a>如常表無變易謂一真之理也此之真字非是對<a 
name="0173c20" id="0173c20"></a>偽之真如者似也若將此真字頓在佛界盡十方<a 
name="0173c21" id="0173c21"></a>世界都是佛若將此真字頓在菩薩界盡十方世<a 
name="0173c22" id="0173c22"></a>界都似菩薩若將此真字頓在聲聞緣覺界盡十<a 
name="0173c23" id="0173c23"></a>方世界都似聲聞緣覺若將此真字頓在天上地<a 
name="0173c24" id="0173c24"></a>獄餓鬼畜生修羅界者則此真字便似天人地獄<a 
name="0174a01" id="0174a01"></a>餓鬼畜生修羅等何也為此真理之上具二義故<a 
name="0174a02" id="0174a02"></a>一者隨緣義二者不變義梵語菩提此云覺乃是<a 
name="0174a03" id="0174a03"></a>本覺及始覺此之覺上本無無明本無生死梵語<a 
name="0174a04" id="0174a04"></a>涅槃此云圓寂謂覺性既圓無法不寂又云涅者<a 
name="0174a05" id="0174a05"></a>不生槃者不滅不生不滅故曰涅槃菩提即果上<a 
name="0174a06" id="0174a06"></a>之智涅槃即果上之理理即體智即用梵語波羅<a 
name="0174a07" id="0174a07"></a>此云彼岸蜜多此云到若要回文順此方俗應云<a 
name="0174a08" id="0174a08"></a>到彼岸此波羅蜜有十種何謂之十一布施二持<a 
name="0174a09" id="0174a09"></a>戒三忍辱四精進五禪定波羅密六智慧七方便<a 
name="0174a10" id="0174a10"></a>八願九力十智問此十度其義如何謂輟<span class="corr" title='[巳&gt;己]'>己</span>惠人<a 
name="0174a11" id="0174a11"></a>曰施防非止惡曰戒堪受諸法逆順忘懷曰忍鍊<a 
name="0174a12" id="0174a12"></a>心於法為精精心務達為進&#x8657;心寂靜為禪推求<a 
name="0174a13" id="0174a13"></a>揀擇為慧方法便宜為方便希求樂欲為願不可<a 
name="0174a14" id="0174a14"></a>屈伏為力如實決斷為智然吾佛聖人始以六度<a 
name="0174a15" id="0174a15"></a>對治六蔽為慳貪故說布施為毀禁故說持戒為<a 
name="0174a16" id="0174a16"></a>嗔恚故說忍辱為懈怠故說精進為散亂故說禪<a 
name="0174a17" id="0174a17"></a>定為愚癡故說智慧若據華嚴經中開此六度為<a 
name="0174a18" id="0174a18"></a>十度對治十地十種障亦只就六度中智慧一度<a 
name="0174a19" id="0174a19"></a>中開出方便度願度力度智度良由第六智度具<a 
name="0174a20" id="0174a20"></a>根本智與後得智故開出後得智也謂吾佛聖人<a 
name="0174a21" id="0174a21"></a>有大圓覺於中流出一切清淨真如清淨菩提清<a 
name="0174a22" id="0174a22"></a>淨涅槃清淨波羅蜜真如菩提涅槃皆屬果十度<a 
name="0174a23" id="0174a23"></a>波羅蜜屬因因果不同故曰及字非唯流出因亦<a 
name="0174a24" id="0174a24"></a>及流出果教示付授欲使後代順佛法修行菩薩<a 
name="0174b01" id="0174b01"></a>斷障遣疑從因至果反妄歸真然菩薩是所教之<a 
name="0174b02" id="0174b02"></a>人上因果皆是能教之法也&#x751E;考諸經所談門之<a 
name="0174b03" id="0174b03"></a>一字有四謂教理行果何以知之如法華經曰以<a 
name="0174b04" id="0174b04"></a>佛教門出三界苦此是教門楞嚴曰十方薄伽梵<a 
name="0174b05" id="0174b05"></a>一路涅槃門此是理門又曰我今猶如旅泊之人<a 
name="0174b06" id="0174b06"></a>忽蒙天王賜與華屋雖獲大宅要因門入此屬行<a 
name="0174b07" id="0174b07"></a>門又華嚴行願品曰若欲成就此功德門者應修<a 
name="0174b08" id="0174b08"></a>十種廣大行願一者禮敬諸佛二者稱贊如來此<a 
name="0174b09" id="0174b09"></a>屬果門謂吾佛聖人有一法門總持教理行果四<a 
name="0174b10" id="0174b10"></a>法教示付授與一切菩薩所以佛性和尚云包凡<a 
name="0174b11" id="0174b11"></a>育聖攝巨含纖為一總持號大自在。</p><a 
name="0174b12" id="0174b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一切如來本起因地皆依圓照清淨覺相永斷無明<a 
name="0174b13" id="0174b13"></a>方成佛道。</p><a 
name="0174b14" id="0174b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此一經安布有類華嚴先本後末只如華嚴經首<a 
name="0174b15" id="0174b15"></a>先便云爾時世尊於菩提場處師子座一切法上<a 
name="0174b16" id="0174b16"></a>成等正覺智入三世悉皆平等其身充滿一切世<a 
name="0174b17" id="0174b17"></a>間其音普順十方國土普見一切眾生悉皆成佛<a 
name="0174b18" id="0174b18"></a>此謂之一口吞盡十方世界更無凡聖其間眾生<a 
name="0174b19" id="0174b19"></a>根劣障重承當不得遂放開一線曲為今時故說<a 
name="0174b20" id="0174b20"></a>十信十住十行十迴向十地等覺妙覺此正是漸<a 
name="0174b21" id="0174b21"></a>該枝末今經亦爾於此段經文亦一口吞盡十方<a 
name="0174b22" id="0174b22"></a>世界恐無人承當下遂便與開解開行為上根人<a 
name="0174b23" id="0174b23"></a>說二空觀為中根人說三觀諸輪為下根人說道<a 
name="0174b24" id="0174b24"></a>場加行此是漸該枝末皆依圓照者此簡二乘及<a 
name="0174c01" id="0174c01"></a>菩薩偏局之照若了得圓照便是佛佛是圓照者<a 
name="0174c02" id="0174c02"></a>於十二時中條絲不掛廓爾無依念念常光現前<a 
name="0174c03" id="0174c03"></a>念念常住裏許依倚圓照永無間斷所謂以無緣<a 
name="0174c04" id="0174c04"></a>境上起無緣智以無緣智緣無緣境如鏡照像像<a 
name="0174c05" id="0174c05"></a>非外緣如珠發光光還自照照見內身外境山河<a 
name="0174c06" id="0174c06"></a>大地色空明暗所照之處莫不盡是十方諸佛廣<a 
name="0174c07" id="0174c07"></a>大無漏無染清淨妙覺之相十方諸佛三世諸佛<a 
name="0174c08" id="0174c08"></a>等創始因地修行莫不皆依倚此圓照永斷無明<a 
name="0174c09" id="0174c09"></a>而成正覺所以肇論云內有獨鑒之明外有万法<a 
name="0174c10" id="0174c10"></a>之實圓照是能照之用覺相是所照之體問圓覺<a 
name="0174c11" id="0174c11"></a>體上本無能所今何&#x5374;言覺相是所圓照是能耶<a 
name="0174c12" id="0174c12"></a>答但以初悟之時似有能所到悟之後即無能所<a 
name="0174c13" id="0174c13"></a>此正如華嚴會上第六十一卷經中善財童子初<a 
name="0174c14" id="0174c14"></a>於福城東際大塔廟前見文殊文殊遂指善財南<a 
name="0174c15" id="0174c15"></a>遊歷一百一十城見五十三善知識最後於莊嚴<a 
name="0174c16" id="0174c16"></a>樓閣中參見彌勒受彌勒之教再欲求見文殊&#x5374;<a 
name="0174c17" id="0174c17"></a>不能得見其身是時文殊遂伸右手過一百一十<a 
name="0174c18" id="0174c18"></a>城摩善財頂此意與今經說初分能所悟後無能<a 
name="0174c19" id="0174c19"></a>所一同且初見文殊者表信智再見文殊表證智<a 
name="0174c20" id="0174c20"></a>證智絕能所故所以不見文殊能所既絕盡十方<a 
name="0174c21" id="0174c21"></a>世界只是自<span class="corr" title='[巳&gt;己]'>己</span>是一顆明珠是大解脫法門到此<a 
name="0174c22" id="0174c22"></a>豈有無明不斷豈有煩惱不除豈有佛道不成就<a 
name="0174c23" id="0174c23"></a>如是則只用此一段經文<span class="corr" title='[巳&gt;已]'>已</span>答文殊前問了悟覺<a 
name="0174c24" id="0174c24"></a>性發菩提心修菩薩行三重因地皆畢。</p><a 
name="0175a01" id="0175a01"></a><p><span class="juanname">圓覺經類解卷第一本</span></p><a 
name="0175a02" id="0175a02"></a><a 
name="0175a03" id="0175a03"></a><a 
name="0175a04" id="0175a04"></a><a 
name="0175a05" id="0175a05"></a><p><span class="juanname">圓覺經類解卷第一末</span></p><a 
name="0175a06" id="0175a06"></a><a 
name="0175a07" id="0175a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>云何無明。</p><a 
name="0175a08" id="0175a08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此乃欲推窮妄宰故此一句徵問謂之連前起後<a 
name="0175a09" id="0175a09"></a>之辭佛恐後代修行之人聞說永斷無明便謂實<a 
name="0175a10" id="0175a10"></a>有無明可斷然此無明以癡為體雖有本覺光明<a 
name="0175a11" id="0175a11"></a>而無始覺照了故曰無明除&#x5374;無字只此一明字<a 
name="0175a12" id="0175a12"></a>便是靈靈不昧了了常知之明才一念不覺面前<a 
name="0175a13" id="0175a13"></a>不明只在黑地裏走便是無明大涅槃經云若與<a 
name="0175a14" id="0175a14"></a>煩惱諸結俱者名為無明若與一切善法俱者名<a 
name="0175a15" id="0175a15"></a>之為明華嚴經云第一義諦不了故名無明此之<a 
name="0175a16" id="0175a16"></a>無明畢竟自何處起當如起信論說三細六麤從<a 
name="0175a17" id="0175a17"></a>細至麤而起三細者一業相二轉相三現相六麤<a 
name="0175a18" id="0175a18"></a>者一智相二相續相三計名相四執取相五起業<a 
name="0175a19" id="0175a19"></a>相六業繫苦相謂才於本覺上一念動心不覺謂<a 
name="0175a20" id="0175a20"></a>之業相纔有所見謂之轉相境界現謂之現相此<a 
name="0175a21" id="0175a21"></a>三細也起分別心謂之智相念念相續不斷謂之<a 
name="0175a22" id="0175a22"></a>相續相此上五相皆為法執也於分別中此是名<a 
name="0175a23" id="0175a23"></a>此是利此是善是惡此是親此是&#x758E;此是青黃赤<a 
name="0175a24" id="0175a24"></a>白等謂之計名字相好之則喜惡之則嗔隨所好<a 
name="0175b01" id="0175b01"></a>處而生執著之心謂之執取相此之二相即我執<a 
name="0175b02" id="0175b02"></a>也既執物為我相就五蘊之上或嗔喜或打罵或<a 
name="0175b03" id="0175b03"></a>更相殺害互為冤讎造種種惡謂之起業相既造<a 
name="0175b04" id="0175b04"></a>惡業業果成就似鏡照像如影隨形便被業縛隨<a 
name="0175b05" id="0175b05"></a>業受報於六道四生大苦海中無由解脫謂之業<a 
name="0175b06" id="0175b06"></a>繫苦相也今經從云何無明<span class="corr" title='[巳&gt;已]'>已</span>下經文直至輪轉<a 
name="0175b07" id="0175b07"></a>生死三細六麤一時具足良由一念不覺便是無<a 
name="0175b08" id="0175b08"></a>明此謂之獨頭無明橫從空起如天或雲如鏡忽<a 
name="0175b09" id="0175b09"></a>塵更不假觸境遇緣。</p><a 
name="0175b10" id="0175b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善男子一切眾生從無始來種種顛倒猶如迷人四<a 
name="0175b11" id="0175b11"></a>方易處。</p><a 
name="0175b12" id="0175b12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此即按定其非也眾生者乃色受想行識五蘊眾<a 
name="0175b13" id="0175b13"></a>緣和合而生蘊者以積聚為義或稱陰者以蓋覆<a 
name="0175b14" id="0175b14"></a>為義且色以質礙為義受以領納為義想以取像<a 
name="0175b15" id="0175b15"></a>為義行以遷流造作為義識以了別為義此眾生<a 
name="0175b16" id="0175b16"></a>除去了悟覺性之人其餘一時收在裏許無始者<a 
name="0175b17" id="0175b17"></a>以西天外道六師執一切法皆從冥諦出以為有<a 
name="0175b18" id="0175b18"></a>始楞嚴中吾佛聖人為對治彼故說無始顛倒者<a 
name="0175b19" id="0175b19"></a>此從喻得名顛即是首向上曰正向下曰倒此以<a 
name="0175b20" id="0175b20"></a>喻說若以法說者心識狂亂曰顛背覺合塵曰倒<a 
name="0175b21" id="0175b21"></a>倒有所執顛但荒狂莊子謂之倒置之民種種者<a 
name="0175b22" id="0175b22"></a>非是一也若通說則不過是執我執法故曰種種<a 
name="0175b23" id="0175b23"></a>若就今經則迷身迷心有四對何謂四對且四大<a 
name="0175b24" id="0175b24"></a>非我執為我法身真我而不信此是第一對其次<a 
name="0175c01" id="0175c01"></a>四大如幻本無而見有法身真實本有而見無此<a 
name="0175c02" id="0175c02"></a>是第二對其次緣念生滅為真心真心了然而不<a 
name="0175c03" id="0175c03"></a>自識此是第三對其次緣念如珠中黑色全空而<a 
name="0175c04" id="0175c04"></a>執有真心如珠中明相實有而見無此是第四對<a 
name="0175c05" id="0175c05"></a>第一第三對乃屬我執第二第四對乃屬法執既<a 
name="0175c06" id="0175c06"></a>四對不同故曰種種又人之倒執其相非一楞嚴<a 
name="0175c07" id="0175c07"></a>中謂執悟中迷號性顛倒皆同其義猶如迷人四<a 
name="0175c08" id="0175c08"></a>方易處者上文先舉法以是舉喻四方即東西南<a 
name="0175c09" id="0175c09"></a>北易者轉也改也處者所也上文徵起云何是眾<a 
name="0175c10" id="0175c10"></a>生無明此便按定其非云一切四生九類眾生只<a 
name="0175c11" id="0175c11"></a>緣自從無始曠大劫來與天地同生與日月並明<a 
name="0175c12" id="0175c12"></a>與諸佛同體與萬像同源所以諸佛<span class="corr" title='[巳&gt;已]'>已</span>成正覺而<a 
name="0175c13" id="0175c13"></a>眾生輪轉者良由於十二時中心識狂亂甲徇小<a 
name="0175c14" id="0175c14"></a>懷私背覺合塵離根失本種種取捨種種攀緣種<a 
name="0175c15" id="0175c15"></a>種顛倒於一切時一切處無過是執我執法如人<a 
name="0175c16" id="0175c16"></a>乍入川原之中忽然迷失道路將東作西以南為<a 
name="0175c17" id="0175c17"></a>北是時東西不辨南北不分殊不知正迷之時方<a 
name="0175c18" id="0175c18"></a>所只在舊處不曾移轉也。</p><a 
name="0175c19" id="0175c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>妄認四大為自身相六塵緣影為自心相。</p><a 
name="0175c20" id="0175c20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此即正釋其相也妄認者&#x8657;妄執認四大者地水<a 
name="0175c21" id="0175c21"></a>火風六塵者色聲香味觸法緣影即是六識此是<a 
name="0175c22" id="0175c22"></a>於六塵境上起能攀緣之妄心非是真心但是攬<a 
name="0175c23" id="0175c23"></a>塵成體如身中之影如鏡中之像如水上之泡脫<a 
name="0175c24" id="0175c24"></a>體是空前文云種種顛倒猶如迷人四方易處此<a 
name="0176a01" id="0176a01"></a>是案定四生六道一切眾生定不是了譬如世人<a 
name="0176a02" id="0176a02"></a>捉得一人<span class="corr" title='[巳&gt;已]'>已</span>定是賊次當出其罪犯今此經亦然<a 
name="0176a03" id="0176a03"></a>上文既案定其罪而未明過咎行相今云不合妄<a 
name="0176a04" id="0176a04"></a>執地水火風百骸九竅不實之法作自<span class="corr" title='[巳&gt;己]'>己</span>清淨無<a 
name="0176a05" id="0176a05"></a>漏法身又不合妄執色聲香味觸法&#x8657;幻不實顛<a 
name="0176a06" id="0176a06"></a>倒之境并中間所起分別攀緣不實妄心作自<span class="corr" title='[巳&gt;己]'>己</span><a 
name="0176a07" id="0176a07"></a>廣大清淨無漏真心只此便是四生六道一切眾<a 
name="0176a08" id="0176a08"></a>生所迷行相殊不知&#x6BBB;漏子因過去於本覺上一<a 
name="0176a09" id="0176a09"></a>念不覺迷真逐妄接入父母胞胎是時便就天地<a 
name="0176a10" id="0176a10"></a>中假借地水火風和合在此譬如世人闕債相似<a 
name="0176a11" id="0176a11"></a>莫教一旦被主人索債之時一化而為臭腐再化<a 
name="0176a12" id="0176a12"></a>而為塵垢雖一指一爪一毛一髮欲存不得是時<a 
name="0176a13" id="0176a13"></a>方知平生念念保惜四大皆是錯用其心嘆作見<a 
name="0176a14" id="0176a14"></a>&#x945B;不識金入爐方知錯雖悔之何益於事所以吾<a 
name="0176a15" id="0176a15"></a>佛聖人慈悲之故於此章經首痛警末代一切眾<a 
name="0176a16" id="0176a16"></a>生然佛金口宣說真說實語如語不誑語不異語<a 
name="0176a17" id="0176a17"></a>可不信乎所以裴相云嗚呼後之學者當取信於<a 
name="0176a18" id="0176a18"></a>佛無取信於人當取信於本法無取信於末習也。</p><a 
name="0176a19" id="0176a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>譬彼病目見空中華及第二月善男子空實無華病<a 
name="0176a20" id="0176a20"></a>者妄執。</p><a 
name="0176a21" id="0176a21"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此乃就喻釋也&#x8657;空喻真身空華喻四大妄身第<a 
name="0176a22" id="0176a22"></a>一月喻真心第二月喻緣影妄心此喻如世間之<a 
name="0176a23" id="0176a23"></a>人心疑生暗鬼眼病見空華不知空本無華但是<a 
name="0176a24" id="0176a24"></a>眼中病翳而妄見有華古人云一翳在眼千華亂<a 
name="0176b01" id="0176b01"></a>空天唯一月本無第二但因捏目而見有之喻如<a 
name="0176b02" id="0176b02"></a>一切眾生於廣大清淨真身中本無四大妄身又<a 
name="0176b03" id="0176b03"></a>真心中本無妄心但是因起分別執心而妄見有<a 
name="0176b04" id="0176b04"></a>所以道真法本有眾生迷而為無妄法本空眾生<a 
name="0176b05" id="0176b05"></a>執而為實若全其經者更加一句云天唯一月&#x63D1;<a 
name="0176b06" id="0176b06"></a>者妄見也。</p><a 
name="0176b07" id="0176b07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>由妄執故非唯惑此&#x8657;空自性亦復迷彼實華生處。</p><a 
name="0176b08" id="0176b08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此乃展轉倒見也由者因也故字出所以謂妄執<a 
name="0176b09" id="0176b09"></a>見空中有華所以之故蓋眼無二用只見空中有<a 
name="0176b10" id="0176b10"></a>華&#x5374;失了廣大&#x8657;空之性非唯惑此&#x8657;空之性亦<a 
name="0176b11" id="0176b11"></a>復迷彼實華生處者非者不也唯者獨也不獨是<a 
name="0176b12" id="0176b12"></a>迷惑&#x8657;空廣大之性又&#x5374;迷彼實華生處要知實<a 
name="0176b13" id="0176b13"></a>華生處者只在眼翳上而生此就喻說若法說之<a 
name="0176b14" id="0176b14"></a>時因妄執四大幻身所以之故便失了廣大靈明<a 
name="0176b15" id="0176b15"></a>真空之性不獨是失了自<span class="corr" title='[巳&gt;己]'>己</span>真空之性又且不知<a 
name="0176b16" id="0176b16"></a>四大幻身來處要知四大幻身來處者只在一念<a 
name="0176b17" id="0176b17"></a>不覺無明妄心之上也然此一段經文之意法喻<a 
name="0176b18" id="0176b18"></a>未全今分開此段經文為二初本喻後補喻本喻<a 
name="0176b19" id="0176b19"></a>中又二一空華喻顯二四大法合一空華喻顯者<a 
name="0176b20" id="0176b20"></a>良由妄執空華所以之故不獨是失了廣大&#x8657;空<a 
name="0176b21" id="0176b21"></a>之性又且不知實華生處未審實華自何而生只<a 
name="0176b22" id="0176b22"></a>在眼翳上生何以知之豈不見道眼病見真華二<a 
name="0176b23" id="0176b23"></a>四大法合者良由妄執四大幻身所以之故不獨<a 
name="0176b24" id="0176b24"></a>是失了自<span class="corr" title='[巳&gt;己]'>己</span>無漏無為清淨法身又且不知四大<a 
name="0176c01" id="0176c01"></a>幻身來處未審四大為身自何而來只在一念不<a 
name="0176c02" id="0176c02"></a>覺執心上起後補喻中又二一第二月喻顯二緣<a 
name="0176c03" id="0176c03"></a>影法合一第二月喻顯者良由妄執第二月所以<a 
name="0176c04" id="0176c04"></a>之故不獨是失第一月又且不知第二月生處未<a 
name="0176c05" id="0176c05"></a>審第二月自何而生只在&#x63D1;目上生何以知之豈<a 
name="0176c06" id="0176c06"></a>不見道天唯一月&#x63D1;者妄見二緣影法合者良由<a 
name="0176c07" id="0176c07"></a>妄執六塵緣影所以之故不獨是失了自<span class="corr" title='[巳&gt;己]'>己</span>常住<a 
name="0176c08" id="0176c08"></a>真心又且不知六塵緣影來處未審六塵緣影自<a 
name="0176c09" id="0176c09"></a>何而來只在一念不覺執心上起如此方見經文<a 
name="0176c10" id="0176c10"></a>法喻俱全也。</p><a 
name="0176c11" id="0176c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>由此妄有輪轉生死故名無明。</p><a 
name="0176c12" id="0176c12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此乃出其過患以結之也輪以摧碾為義良由因<a 
name="0176c13" id="0176c13"></a>此妄執之故所以落在三界輪回生死海中頭出<a 
name="0176c14" id="0176c14"></a>頭沒變形易質改頭換面為人為鬼為畜為獸其<a 
name="0176c15" id="0176c15"></a>間或眉橫或鼻直或摶冀或戴角或分牙或布爪<a 
name="0176c16" id="0176c16"></a>或仰頑或伏走人間八苦天上五衰如汲井輪互<a 
name="0176c17" id="0176c17"></a>為高下種種摧碾百雜千碎至今主人公不知落<a 
name="0176c18" id="0176c18"></a>處古云或受焰口針喉之體經劫而飢火焚燒或<a 
name="0176c19" id="0176c19"></a>作披毛戴角之身觸目而網羅縈絆或墮無間獄<a 
name="0176c20" id="0176c20"></a>抱劇苦而常處火輪或生修羅中起&#x9B2A;諍而垣雨<a 
name="0176c21" id="0176c21"></a>刀&#x5292;或暫居人界剎那而八苦交煎或偶處天宮<a 
name="0176c22" id="0176c22"></a>&#x5010;忽而五衰陷墮長沈三障不出四魔故名無明<a 
name="0176c23" id="0176c23"></a>乃結歸妄原也。</p><a 
name="0176c24" id="0176c24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善男子此無明者非實有體。</p><a 
name="0177a01" id="0177a01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此乃顯性本空先標定也此因前云永斷無明方<a 
name="0177a02" id="0177a02"></a>成佛道恐謂真箇有無明可斷不知無明本空以<a 
name="0177a03" id="0177a03"></a>此遂告云只這無明脫體是&#x8657;妄無明既無實體<a 
name="0177a04" id="0177a04"></a>皆是本來圓覺妙心故楞嚴云汝身汝心外及山<a 
name="0177a05" id="0177a05"></a>河&#x8657;空大地咸是精真妙明中所現物。</p><a 
name="0177a06" id="0177a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>如夢中人夢時非無及至於醒了無所得如眾空華<a 
name="0177a07" id="0177a07"></a>滅於&#x8657;空不可說言有定滅處何以故無生處故。</p><a 
name="0177a08" id="0177a08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此喻釋也由前種種過患皆歸無明今又云無體<a 
name="0177a09" id="0177a09"></a>道理難見言語路絕故約喻以釋教家以四法判<a 
name="0177a10" id="0177a10"></a>夢一曰無明熏習二曰舊識巡遊三曰四大偏增<a 
name="0177a11" id="0177a11"></a>四曰善惡先兆又如列子曰神遇為夢形接為事<a 
name="0177a12" id="0177a12"></a>只如夜間陰氣盛則夢涉水陽氣盛則夢涉火陰<a 
name="0177a13" id="0177a13"></a>陽氣俱壯則夢生殺&#x8657;疾夢頑空實疾夢溺火飽<a 
name="0177a14" id="0177a14"></a>則夢與飢則夢取種種恐懼怕怖如此之時恰似<a 
name="0177a15" id="0177a15"></a>真有說無不得及至覺時一切皆無故龍牙云在<a 
name="0177a16" id="0177a16"></a>夢那知夢是&#x8657;覺來方覺夢中無迷時恰似夢中<a 
name="0177a17" id="0177a17"></a>事悟後還同睡起夫又永嘉云夢裏明明有六趣<a 
name="0177a18" id="0177a18"></a>覺後空空無大千然一切眾生但是迷時見有四<a 
name="0177a19" id="0177a19"></a>大幻身六塵緣影悟後即無四大幻身六塵緣影<a 
name="0177a20" id="0177a20"></a>雖然如是正當迷時向佗說無亦不得也問前說<a 
name="0177a21" id="0177a21"></a>無明既無實體如夢中事醒時了不可得未審從<a 
name="0177a22" id="0177a22"></a>何滅去故次答云如眾空華滅於空時不可說言<a 
name="0177a23" id="0177a23"></a>有定滅處又問若無滅處即當還在以何因由所<a 
name="0177a24" id="0177a24"></a>以之故&#x5374;言一時空無故次答云此華當初本無<a 
name="0177b01" id="0177b01"></a>生處故也。</p><a 
name="0177b02" id="0177b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一切眾生於無生中妄見生滅是故說名輪轉生死。</p><a 
name="0177b03" id="0177b03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此斷疑也前就橫見故說是有此就實論故說本<a 
name="0177b04" id="0177b04"></a>無不合於無生死真性之上妄計橫見有生有死<a 
name="0177b05" id="0177b05"></a>是故指前文說名生死所以壽禪師云向不遷境<a 
name="0177b06" id="0177b06"></a>上&#x8657;受輪迴於無縛法中自生繫縛上文皆是頓<a 
name="0177b07" id="0177b07"></a>信本無生死頓信本無無明且文殊一章經文之<a 
name="0177b08" id="0177b08"></a>意大分不出於四段其四段者一標示真宗二推<a 
name="0177b09" id="0177b09"></a>窮妄宰三釋成因地四結牒問詞且標示真宗者<a 
name="0177b10" id="0177b10"></a>以頓宗之法先且就圓覺體上上至四聖下及六<a 
name="0177b11" id="0177b11"></a>凡具有此之覺性此之覺性上無菩提可求下無<a 
name="0177b12" id="0177b12"></a>眾生可度中無萬行可修心佛與眾生是三無差<a 
name="0177b13" id="0177b13"></a>別然後方說迷真逐妄遂推窮妄宰之源返妄歸<a 
name="0177b14" id="0177b14"></a>真悟此圓覺之性其次釋成因地者方答文殊請<a 
name="0177b15" id="0177b15"></a>問世尊昔日創初起一念如何修清淨心地法門<a 
name="0177b16" id="0177b16"></a>之文答意既周故乃結牒所問之詞也。</p><a 
name="0177b17" id="0177b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善男子如來因地修圓覺者知是空華即無輪轉亦<a 
name="0177b18" id="0177b18"></a>無身心受彼生死非作故無本性無故。</p><a 
name="0177b19" id="0177b19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>顯示此即依真悟妄頓出生死也修圓覺者牒前<a 
name="0177b20" id="0177b20"></a>所標即依真也知是空華者此悟妄也即無輪轉<a 
name="0177b21" id="0177b21"></a>者此無生死之法也亦無身心受彼生死者此無<a 
name="0177b22" id="0177b22"></a>生死之人也此上皆頓出生死前文殊請問如來<a 
name="0177b23" id="0177b23"></a>本起因地法門如何修證此下方牒答云十方諸<a 
name="0177b24" id="0177b24"></a>佛創初根本發起一念因修心地圓覺者莫不皆<a 
name="0177c01" id="0177c01"></a>如上文宣說依真悟妄頓出生死謂語知五蘊十<a 
name="0177c02" id="0177c02"></a>二處十八界一切諸法皆如空華陽<span class="gaiji">燄<!--gaiji,燄,1[舀*炎],2&#x269A8;,3--></span>夢幻泡影<a 
name="0177c03" id="0177c03"></a>非真實有便免得生死輪轉何也還丹一粒點鐵<a 
name="0177c04" id="0177c04"></a>成金至理一言轉凡成聖到此境界非唯無生死<a 
name="0177c05" id="0177c05"></a>之法抑亦無生死之人所以疏云外遺世界內脫<a 
name="0177c06" id="0177c06"></a>身心不計身故身同&#x8657;空不計心故心同法界也<a 
name="0177c07" id="0177c07"></a>非作故無本性無故者世尊到此所謂一等為人<a 
name="0177c08" id="0177c08"></a>須為徹又恐一切眾生疑情以謂十方如來於無<a 
name="0177c09" id="0177c09"></a>量劫中入觀修六度萬行方得無生死且凡夫不<a 
name="0177c10" id="0177c10"></a>曾入觀修行如何使說得無生死故告之曰不是<a 
name="0177c11" id="0177c11"></a>諸佛入觀造作而後方得無生死自是本性之上<a 
name="0177c12" id="0177c12"></a>從本<span class="corr" title='[巳&gt;已]'>已</span>來無欠無餘無修無證無生無死所以道<a 
name="0177c13" id="0177c13"></a>莫將閑學解埋沒祖師心懶<span class="gaiji">[怡-台+贊]<!--gaiji,,1[怡-台+贊],2&#x39AB;,3--></span>云妙性及靈臺何<a 
name="0177c14" id="0177c14"></a>曾受熏鍊圭&#x5CEF;昔在遂州任灌家讀到此處忽然<a 
name="0177c15" id="0177c15"></a>大悟何以知之大鈔云讀到一二紙忽然大悟其<a 
name="0177c16" id="0177c16"></a>一二紙正當此之。</p><a 
name="0177c17" id="0177c17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>彼知覺者猶如&#x8657;空知&#x8657;空者即空華相亦不可說<a 
name="0177c18" id="0177c18"></a>無知覺性有無俱遣是則名為淨覺隨順。</p><a 
name="0177c19" id="0177c19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此因上文知是空華一句又恐修行之者錯會坐<a 
name="0177c20" id="0177c20"></a>在有知有覺之中遂於此&#x8657;展轉拂去其能執蹤<a 
name="0177c21" id="0177c21"></a>&#x8FF9;文有四重一拂覺妄之智二又泯其能拂之心<a 
name="0177c22" id="0177c22"></a>三遮斷滅之見四總結離過依此四重拂&#x8FF9;離過<a 
name="0177c23" id="0177c23"></a>用心方是真正創初根本因地如文云彼知覺者<a 
name="0177c24" id="0177c24"></a>猶如&#x8657;空此第一重也知&#x8657;空者即空華相此第<a 
name="0178a01" id="0178a01"></a>二重亦不可說無知覺性此第三重有無俱遣此<a 
name="0178a02" id="0178a02"></a>第四重意謂彼知是空華之人雖然悟知得地水<a 
name="0178a03" id="0178a03"></a>火風四大&#x8657;幻之法皆當體即空如大&#x8657;空中都<a 
name="0178a04" id="0178a04"></a>無有物雖然覺知妄法皆無只這能知如&#x8657;空之<a 
name="0178a05" id="0178a05"></a>心亦不是真實便與前不覺空華一般由前不覺<a 
name="0178a06" id="0178a06"></a>之心是於覺性上添得一箇濃色空華此覺知之<a 
name="0178a07" id="0178a07"></a>智又是於覺性上添得一箇淡色空華濃淡雖異<a 
name="0178a08" id="0178a08"></a>而空華即同謂之太山雖去微塵猶存又謂之前<a 
name="0178a09" id="0178a09"></a>念是凡後念是聖前念是病後念是藥病<span class="corr" title='[巳&gt;已]'>已</span>雖除<a 
name="0178a10" id="0178a10"></a>藥豈存之樂天云未悟病時須去病<span class="corr" title='[巳&gt;已]'>已</span>知空後莫<a 
name="0178a11" id="0178a11"></a>依空如僧問趙州沈沈絕照時如何州云墮坑落<a 
name="0178a12" id="0178a12"></a>&#x58CD;了也晦堂云妄病若忘真藥盡洞然明白舊時<a 
name="0178a13" id="0178a13"></a>人古云藥是病病是藥到頭兩事俱拈&#x5374;到此又<a 
name="0178a14" id="0178a14"></a>不可說是我分上一時無&#x8657;&#x8657;真知真性若作此<a 
name="0178a15" id="0178a15"></a>解何異外道斷見然則於十二時中畢竟如何用<a 
name="0178a16" id="0178a16"></a>心但將前不覺妄執四大之心并次知覺執無之<a 
name="0178a17" id="0178a17"></a>心一時拂去情盡見除面前依然露堂堂活鱍鱍<a 
name="0178a18" id="0178a18"></a>回避不及底道理便是本來面目圓覺之性可以<a 
name="0178a19" id="0178a19"></a>隨順勿背逆可以保護勿遺失可以承當勿蹉過<a 
name="0178a20" id="0178a20"></a>如是則與心運行扣寂謀&#x8657;合掌低頭聚沙畫地<a 
name="0178a21" id="0178a21"></a>莫不皆以成佛道如斯修習豈非正因所以脩山<a 
name="0178a22" id="0178a22"></a>主云是柱不見柱非柱不見柱是非<span class="corr" title='[巳&gt;已]'>已</span>去了是非<a 
name="0178a23" id="0178a23"></a>裏薦取。</p><a 
name="0178a24" id="0178a24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>何以故&#x8657;空性故常不動故如來藏中無起滅故無<a 
name="0178b01" id="0178b01"></a>知見故如法界性究竟圓滿&#x5FA7;十方故。</p><a 
name="0178b02" id="0178b02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此徵起拂&#x8FF9;之所以釋歸圓寂也謂以何義故前<a 
name="0178b03" id="0178b03"></a>妄認四大此念是幻則可言拂去今彼知覺者此<a 
name="0178b04" id="0178b04"></a>念是智與覺性相應何故亦拂去耶遂出所以云<a 
name="0178b05" id="0178b05"></a>&#x8657;空性故常不動故&#x8657;空說不動約寂說大凡佛<a 
name="0178b06" id="0178b06"></a>書故字在句末者乃是出所以今有二故字是也<a 
name="0178b07" id="0178b07"></a>譬如&#x8657;空之中山河大地草木叢林種種之物有<a 
name="0178b08" id="0178b08"></a>盛有衰有興有廢有生有死而此&#x8657;空之性寂然<a 
name="0178b09" id="0178b09"></a>不動本無生滅本無去來心於一心本無變易本<a 
name="0178b10" id="0178b10"></a>無動靜非<span class="corr" title='[巳&gt;已]'>已</span>去非未來非現起所以道諸法從本<a 
name="0178b11" id="0178b11"></a>來寂滅無所動楞嚴云佛告阿難汝觀世間可作<a 
name="0178b12" id="0178b12"></a>之法皆從變滅然終不聞爛壞&#x8657;空此上二句乃<a 
name="0178b13" id="0178b13"></a>諸法不動之義下文並是顯上亦復如是如來藏<a 
name="0178b14" id="0178b14"></a>者在纏謂之如來藏出纏號大法身及在有情數<a 
name="0178b15" id="0178b15"></a>中曰如來藏在無情數中曰法界性其理則一藏<a 
name="0178b16" id="0178b16"></a>有隱覆義含攝義謂一切眾生皆有此如來之性<a 
name="0178b17" id="0178b17"></a>被貪嗔癡無明煩惱之所隱覆不能發現雖然如<a 
name="0178b18" id="0178b18"></a>此而此藏中常含攝一切河沙功德又如來藏是<a 
name="0178b19" id="0178b19"></a>總下無起滅故無知見故是別此是空如來藏如<a 
name="0178b20" id="0178b20"></a>法界性究竟圓滿&#x5FA7;十方故此亦是別此是不空<a 
name="0178b21" id="0178b21"></a>如來藏然脫離一切煩惱謂之空如來藏具過河<a 
name="0178b22" id="0178b22"></a>沙不思議佛法謂之不空如來藏且空如來藏即<a 
name="0178b23" id="0178b23"></a>是離過不空如來藏即是具德又如來藏即是因<a 
name="0178b24" id="0178b24"></a>中之果何謂因中之果謂因地中便能含攝果地<a 
name="0178c01" id="0178c01"></a>中一切德以如來是果藏是眾生煩惱所覆曰藏<a 
name="0178c02" id="0178c02"></a>為此藏中有如來故名如來藏此六釋之中當有<a 
name="0178c03" id="0178c03"></a>財釋何謂之有財釋恐相濫大凡作釋有濫方作<a 
name="0178c04" id="0178c04"></a>釋無則不必作此有財釋者恐謂藏便是如來而<a 
name="0178c05" id="0178c05"></a>藏不是如來為藏中有如來故曰如來藏如櫃不<a 
name="0178c06" id="0178c06"></a>是金緣櫃中有金故曰金櫃無起滅者此釋前妄<a 
name="0178c07" id="0178c07"></a>認四大為自身相等文此是起能執迷心見有生<a 
name="0178c08" id="0178c08"></a>有死無知見者此釋前彼知覺者猶如&#x8657;空等文<a 
name="0178c09" id="0178c09"></a>此是能起覺悟之智達無生死謂見生死起時即<a 
name="0178c10" id="0178c10"></a>云執情達生死滅時即云知覺今如來藏中迷時<a 
name="0178c11" id="0178c11"></a>生死不曾起此乃無迷悟時生死不曾滅此乃無<a 
name="0178c12" id="0178c12"></a>悟無迷故無起滅無悟故無知見所謂實際理地<a 
name="0178c13" id="0178c13"></a>不受一塵更無一法可當情如法界性者此下乃<a 
name="0178c14" id="0178c14"></a>不空如來藏法界性與如來藏其體則同其義則<a 
name="0178c15" id="0178c15"></a>別別有二意在有情數中名如來藏在無情數中<a 
name="0178c16" id="0178c16"></a>名法界性究則初也竟則終也從初到終&#x7AEA;窮三<a 
name="0178c17" id="0178c17"></a>際始終常然圓則周&#x5FA7;&#x8657;空滿則眾德具足意謂<a 
name="0178c18" id="0178c18"></a>此不空如來藏&#x7AEA;窮三際橫&#x5FA7;十方從本<span class="corr" title='[巳&gt;已]'>已</span>來自<a 
name="0178c19" id="0178c19"></a>性滿足一切功德所謂自體有智慧光明義&#x5FA7;照<a 
name="0178c20" id="0178c20"></a>法界義真實識知義自性清淨義常樂我淨義清<a 
name="0178c21" id="0178c21"></a>涼不變義具足如是過於恒河不離不斷不思議<a 
name="0178c22" id="0178c22"></a>佛法無有闕少更不須減舊添新滅惑生智所以<a 
name="0178c23" id="0178c23"></a>古德云汝等諸人但先覓一箇悟門若悟之後所<a 
name="0178c24" id="0178c24"></a>有世間工巧伎藝書數算計文章道德種種奇特<a 
name="0179a01" id="0179a01"></a>之事一時具足但令心得應真神通相好不求自<a 
name="0179a02" id="0179a02"></a>至更不須苦志勞形役心去學便與黃面老子若<a 
name="0179a03" id="0179a03"></a>合符節以是離過具德合於本覺將此為本修行<a 
name="0179a04" id="0179a04"></a>始得名為正因。</p><a 
name="0179a05" id="0179a05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>是則名為因地法行菩薩因此於大乘中發清淨心<a 
name="0179a06" id="0179a06"></a>末世眾生依此修行不墮邪見。</p><a 
name="0179a07" id="0179a07"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此結牒問詞蓋初文殊請問了悟覺性及發菩提<a 
name="0179a08" id="0179a08"></a>心并為末代眾生世尊到此結答云如我上來所<a 
name="0179a09" id="0179a09"></a>說此無明者非實有體知是空華即無輪轉乃至<a 
name="0179a10" id="0179a10"></a>有無俱遣如來藏無迷無悟只此便是因地只此<a 
name="0179a11" id="0179a11"></a>便是發心只此便是末代眾生修行之要路除此<a 
name="0179a12" id="0179a12"></a>之外餘皆落邪見。</p><a 
name="0179a13" id="0179a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時世尊欲重宣此義而說偈曰。</p><a 
name="0179a14" id="0179a14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>文殊汝當知一切諸如來從於本因地皆以智慧覺<a 
name="0179a15" id="0179a15"></a>了達於無明知彼如空華即能免流轉又如夢中人<a 
name="0179a16" id="0179a16"></a>醒時不可得覺者如&#x8657;空平等不動轉覺&#x5FA7;十方界<a 
name="0179a17" id="0179a17"></a>即得成佛道眾幻滅無處成道亦無得本性圓滿故<a 
name="0179a18" id="0179a18"></a>菩薩於此中能發菩提心末世諸眾生修此免邪見。</p><a 
name="0179a19" id="0179a19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>大凡偈有四種一曰數即西域以三十二字為一<a 
name="0179a20" id="0179a20"></a>偈如云華嚴十萬偈等二曰諷頌即孤起不與長<a 
name="0179a21" id="0179a21"></a>行相應者三曰應頌與長行相應故四曰集施以<a 
name="0179a22" id="0179a22"></a>少言攝多義故今即第三梵云祇夜此云應頌頌<a 
name="0179a23" id="0179a23"></a>長行故或為鈍根重說或為後來之徒或為增明<a 
name="0179a24" id="0179a24"></a>前說今先以長行及偈諷相望有五對謂長有偈<a 
name="0179b01" id="0179b01"></a>無長廣偈略長離偈合長先偈後長隱偈顯亦可<a 
name="0179b02" id="0179b02"></a>反是言之只如此偈中云能發菩提心一句此是<a 
name="0179b03" id="0179b03"></a>長隱偈顯長行只云發清淨心是也其他以偈詞<a 
name="0179b04" id="0179b04"></a>照長行則文義可見後偈中皆例此<span class="note">(矣)</span>。</p><a 
name="0179b05" id="0179b05"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>解行倫貫先舉類以顯大疏云此經人法儀式懸<a 
name="0179b06" id="0179b06"></a>符華嚴且說人儀式同者華嚴經首先是文殊起<a 
name="0179b07" id="0179b07"></a>請次是普賢其次諸菩薩今此經亦然首先亦是<a 
name="0179b08" id="0179b08"></a>文殊請問次普賢又次普眼諸菩薩此謂之人儀<a 
name="0179b09" id="0179b09"></a>式與華嚴同法儀式與華嚴同者且華嚴八十卷<a 
name="0179b10" id="0179b10"></a>經不出是信解行證第一菩提場說經六品十一<a 
name="0179b11" id="0179b11"></a>卷舉如來依正之果勸一切眾生忻樂生信此屬<a 
name="0179b12" id="0179b12"></a>信經第二普光明殿說經六品四卷第三忉利天<a 
name="0179b13" id="0179b13"></a>宮說經六品三卷第四夜摩天宮說經四品三卷<a 
name="0179b14" id="0179b14"></a>第五兜率天宮說經三品十二卷第六佗化自在<a 
name="0179b15" id="0179b15"></a>天宮說經一品六卷第七重會普光明殿說經十<a 
name="0179b16" id="0179b16"></a>一品十三卷共四十一卷經乃修因契果令人生<a 
name="0179b17" id="0179b17"></a>解此屬解經第八三會普光明殿說經一品七卷<a 
name="0179b18" id="0179b18"></a>乃托法進修令人成行此屬行經第九逝多林說<a 
name="0179b19" id="0179b19"></a>經一品二十一卷乃依人證入法界成佛之德此<a 
name="0179b20" id="0179b20"></a>屬證經今此經亦然第一文殊章經文通為上中<a 
name="0179b21" id="0179b21"></a>下三根開發信解第二普賢一章經文通為上中<a 
name="0179b22" id="0179b22"></a>下三根開行然後次第分三根證入且上根人二<a 
name="0179b23" id="0179b23"></a>空觀法界證入中根之人三觀諸輪證入下根之<a 
name="0179b24" id="0179b24"></a>人道場加行證入此之儀式與華嚴同約教相配<a 
name="0179c01" id="0179c01"></a>二菩薩者先問云如華嚴九會之中文殊則出會<a 
name="0179c02" id="0179c02"></a>請問普賢只在會中更不動何也謂普賢表理文<a 
name="0179c03" id="0179c03"></a>殊表智由智有迴轉之義能和會頓教終教始教<a 
name="0179c04" id="0179c04"></a>愚教歸於一乘別教也今文殊一章是頓解悟普<a 
name="0179c05" id="0179c05"></a>賢一章二空觀是頓證悟三觀諸輪是漸證悟且<a 
name="0179c06" id="0179c06"></a>如先悟後修者如日出孩生先修後悟者如服藥<a 
name="0179c07" id="0179c07"></a>病痊先悟後修者譬如欲往他方必先遙見所在<a 
name="0179c08" id="0179c08"></a>然後褁&#x7CAE;而行先修後悟者如先行然後忽到竊<a 
name="0179c09" id="0179c09"></a>見今人多有將解悟非證悟只是解到諸佛解處<a 
name="0179c10" id="0179c10"></a>行全未有一旦忽遇逆順境界無明煩惱則生滅<a 
name="0179c11" id="0179c11"></a>之心依前尚在與凡夫何異要敵生死不得要須<a 
name="0179c12" id="0179c12"></a>依解起行方得證入此經正對治此等禪病也。</p><a 
name="0179c13" id="0179c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>於是普賢菩薩在大眾中即從座起頂禮佛足右遶<a 
name="0179c14" id="0179c14"></a>三&#x5E00;長跪叉手而白佛言大悲世尊願為此會諸菩<a 
name="0179c15" id="0179c15"></a>薩眾及為末世一切眾生修大乘者聞此圓覺清淨<a 
name="0179c16" id="0179c16"></a>境界云何修行。</p><a 
name="0179c17" id="0179c17"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此徵修行也言普賢者此有三釋一約自體謂體<a 
name="0179c18" id="0179c18"></a>性周&#x5FA7;曰普隨緣成德曰賢二約諸經曲齊不遺<a 
name="0179c19" id="0179c19"></a>曰普&#x96A3;極亞聖曰賢三約當經德無不周曰普調<a 
name="0179c20" id="0179c20"></a>柔善順曰賢然學道之人闕文殊普賢不得須得<a 
name="0179c21" id="0179c21"></a>智慧眼睛於一切處一切時&#x89B0;破一切障礙境界<a 
name="0179c22" id="0179c22"></a>故云毗盧遮那如來以金剛王寶&#x5292;授與文殊文<a 
name="0179c23" id="0179c23"></a>殊常用此&#x5292;揮斫此是文殊大智也其次要得堅<a 
name="0179c24" id="0179c24"></a>固道力克荷如來付屬之重擔使後五百歲中佛<a 
name="0180a01" id="0180a01"></a>種不斷又云普賢行願&#x5FA7;滿&#x8657;空此是大行普賢<a 
name="0180a02" id="0180a02"></a>今此門中依圓覺妙心徵幻法而明正行故當此<a 
name="0180a03" id="0180a03"></a>菩薩請問大乘者大以簡小乘以運載大乘以本<a 
name="0180a04" id="0180a04"></a>始二覺為體願者希求樂欲聞此圓覺清淨境界<a 
name="0180a05" id="0180a05"></a>者指在文殊章中聞佛宣說廣大靈明圓覺境界<a 
name="0180a06" id="0180a06"></a>也修行者譬如道路久被指壞當修&#x6157;令平坦使<a 
name="0180a07" id="0180a07"></a>一切人長行此道今此亦然無量劫來熏習無明<a 
name="0180a08" id="0180a08"></a>生滅種子分彼分此憎愛我慢種種損壞今當除<a 
name="0180a09" id="0180a09"></a>去令此心地坦平然後十二時中常行此道問未<a 
name="0180a10" id="0180a10"></a>審此平坦心道其行相如何答華嚴經云佛子於<a 
name="0180a11" id="0180a11"></a>一切時當慈念眾生故饒益眾生故安樂眾生故<a 
name="0180a12" id="0180a12"></a>怜愍眾生故攝受眾生故不捨眾生故成就眾生<a 
name="0180a13" id="0180a13"></a>故調伏眾生故教化眾生故覺悟眾生故清淨眾<a 
name="0180a14" id="0180a14"></a>生故。</p><a 
name="0180a15" id="0180a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>世尊若彼眾生知如幻者身心亦幻云何以幻還修<a 
name="0180a16" id="0180a16"></a>於幻。</p><a 
name="0180a17" id="0180a17"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此問幻幻何修也若彼眾生指前當根之人知如<a 
name="0180a18" id="0180a18"></a>幻者身心亦幻此領文殊章知是空華之解云何<a 
name="0180a19" id="0180a19"></a>以幻還修於幻此問起行以幻者即幻智於幻者<a 
name="0180a20" id="0180a20"></a>即妄幻意謂於文殊章中聞佛宣說知是空華即<a 
name="0180a21" id="0180a21"></a>無輪轉既知妄身及妄心皆如幻師作幻術故以<a 
name="0180a22" id="0180a22"></a>巾結為兔馬並皆不實只此能知之智亦是不實<a 
name="0180a23" id="0180a23"></a>我今云何以智幻&#x5374;道其妄幻普賢意謂若以真<a 
name="0180a24" id="0180a24"></a>遣妄則合其理何故以妄遣妄耶然理則頓悟乘<a 
name="0180b01" id="0180b01"></a>悟併消事非頓除因次第盡普賢設此一問特為<a 
name="0180b02" id="0180b02"></a>後代撥無因果不肯修行之人除執故也。</p><a 
name="0180b03" id="0180b03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若諸幻性一切盡滅則無有心誰為修行云何復說<a 
name="0180b04" id="0180b04"></a>修行如幻。</p><a 
name="0180b05" id="0180b05"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>二問斷滅修也諸幻即上文說妄幻與智幻若以<a 
name="0180b06" id="0180b06"></a>前妄執身相妄幻之心與彼智覺之智幻心都拂<a 
name="0180b07" id="0180b07"></a>盡之時我則無有起修行之智心如此之時都成<a 
name="0180b08" id="0180b08"></a>斷滅外道見解遣誰修行若此所見何得成佛若<a 
name="0180b09" id="0180b09"></a>要成佛須假起智之心修行既要起智修行世尊<a 
name="0180b10" id="0180b10"></a>又&#x5374;如何重說起智之心亦是妄耶。</p><a 
name="0180b11" id="0180b11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若諸眾生本不修行於生死中常居幻化曾不了知<a 
name="0180b12" id="0180b12"></a>如幻境界令妄想心云何解脫。</p><a 
name="0180b13" id="0180b13"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>三遮不修之失也此恐惑者云一切如幻無不是<a 
name="0180b14" id="0180b14"></a>覺覺性無生本來清淨但知便了安用修行故此<a 
name="0180b15" id="0180b15"></a>遮云若謂一切眾生本性之上本來清淨圓滿無<a 
name="0180b16" id="0180b16"></a>修無證之時爭奈一切眾生見今輪迴生死大苦<a 
name="0180b17" id="0180b17"></a>海中受種種形耽著五蘊十二處十八界幻化不<a 
name="0180b18" id="0180b18"></a>實顛倒境界謂此是我此是彼乃至田園屋宅盡<a 
name="0180b19" id="0180b19"></a>將作真實之事曾無一人了達覺悟知是&#x8657;妄不<a 
name="0180b20" id="0180b20"></a>實之境譬如幻師結成兔馬等由幻化者無而忽<a 
name="0180b21" id="0180b21"></a>有謂之幻有而忽無謂之化只是幻師以術之故<a 
name="0180b22" id="0180b22"></a>將手巾作兔馬此是無而忽有才到解術之後兔<a 
name="0180b23" id="0180b23"></a>馬依前只是手巾此是有而忽無此約喻說之若<a 
name="0180b24" id="0180b24"></a>法說之時一切眾生未入父母胞胎亦無此身既<a 
name="0180c01" id="0180c01"></a>一念不覺入胎之後便有百骸四大五蘊九竅此<a 
name="0180c02" id="0180c02"></a>如將手巾結成兔馬也才到一口氣不來一化而<a 
name="0180c03" id="0180c03"></a>為臭腐再化而為塵垢雖一指一爪一毛一髮欲<a 
name="0180c04" id="0180c04"></a>存之而不可得此是幻師解術兔馬還空也既然<a 
name="0180c05" id="0180c05"></a>不覺不悟耽著&#x8657;妄顛倒之境認為實有於一切<a 
name="0180c06" id="0180c06"></a>處一切時前念續後念後念續前念盡是塵勞妄<a 
name="0180c07" id="0180c07"></a>想情狀萬點顛倒分別計度之心如此之時如何<a 
name="0180c08" id="0180c08"></a>得悟理見性棄背生死解脫於涅槃所以圭峰云<a 
name="0180c09" id="0180c09"></a>從來不達事妄想不解脫今還不了知如何得解<a 
name="0180c10" id="0180c10"></a>脫。</p><a 
name="0180c11" id="0180c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>願為末世一切眾生作何方便漸次修習令諸眾生<a 
name="0180c12" id="0180c12"></a>永離諸幻作是語<span class="corr" title='[巳&gt;已]'>已</span>五體投地如是三請終而復始<a 
name="0180c13" id="0180c13"></a>爾時世尊告普賢菩薩言善哉善哉善男子汝等乃<a 
name="0180c14" id="0180c14"></a>能為諸菩薩及末世眾生修習菩薩如幻三昧方便<a 
name="0180c15" id="0180c15"></a>漸次令諸眾生得離諸幻汝今諦聽當為汝說時普<a 
name="0180c16" id="0180c16"></a>賢菩薩奉教歡喜及諸大眾默然而聽。</p><a 
name="0180c17" id="0180c17"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>誠請許聽也言如幻三昧者如幻不實前喻中釋<a 
name="0180c18" id="0180c18"></a>三昧此云正受疏云不受諸受故曰正受受以領<a 
name="0180c19" id="0180c19"></a>納為義如明鏡當臺而鏡中本無青黃赤白長短<a 
name="0180c20" id="0180c20"></a>大小闊狹之相此雖不受而不礙青黃長短大小<a 
name="0180c21" id="0180c21"></a>闊狹之相發輝菩薩修如幻三昧亦然於平等覺<a 
name="0180c22" id="0180c22"></a>性之上上無菩提可求下無眾生可度中無萬行<a 
name="0180c23" id="0180c23"></a>可修雖可求可度可修亦不礙饒益有情利樂群<a 
name="0180c24" id="0180c24"></a>品度脫眾生廣修萬行只要如夢如幻相似且如<a 
name="0181a01" id="0181a01"></a>見有一蟻落水之時不見有能救之人所救之物<a 
name="0181a02" id="0181a02"></a>此謂之修如幻三昧也又如學道之人於十二時<a 
name="0181a03" id="0181a03"></a>中行時不得作行會住時不得作住會乃至坐臥<a 
name="0181a04" id="0181a04"></a>看經禮拜慈悲方便並不得作一絲毫情見執有<a 
name="0181a05" id="0181a05"></a>然後不妨行住坐臥等所以道修習空華萬行宴<a 
name="0181a06" id="0181a06"></a>坐水月道場降伏鏡裏魔軍成就夢中佛事。</p><a 
name="0181a07" id="0181a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善男子一切眾生種種幻化皆生如來圓覺妙心。</p><a 
name="0181a08" id="0181a08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>答文有四今一標幻從覺生以為義本也言眾生<a 
name="0181a09" id="0181a09"></a>大凡也種種幻化即五蘊十二處十八界皆是有<a 
name="0181a10" id="0181a10"></a>漏之法如來即佛也圓者離相不偏覺者空而不<a 
name="0181a11" id="0181a11"></a>空妙者染而不染心者梵云乾栗&#x99C4;此云堅實心<a 
name="0181a12" id="0181a12"></a>不同緣慮集起之心此心之一字今約五教明之<a 
name="0181a13" id="0181a13"></a>愚教假說一心謂小乘人不知心外無法執心外<a 
name="0181a14" id="0181a14"></a>有境故若始教以第八阿賴識為一心謂心外無<a 
name="0181a15" id="0181a15"></a>境故若終教以如來藏為一心理事無二故若頓<a 
name="0181a16" id="0181a16"></a>教以泯絕染淨但是一心破諸數故若圓教以總<a 
name="0181a17" id="0181a17"></a>該萬有即是一心謂理事本末無別異故今此心<a 
name="0181a18" id="0181a18"></a>乃是泯絕染淨但是一心之心也謂此頓宗呵教<a 
name="0181a19" id="0181a19"></a>勸離毀相泯心生心即妄不生即佛更不依倚地<a 
name="0181a20" id="0181a20"></a>位漸次意謂一切眾生五蘊十二處十八界內之<a 
name="0181a21" id="0181a21"></a>一身外之萬物一切有漏之法並從十方諸佛廣<a 
name="0181a22" id="0181a22"></a>大&#x8657;明妙心之上生起此是妄從真起此中便是<a 
name="0181a23" id="0181a23"></a>起信三細六麤也問之圓覺妙心凡聖平等今經<a 
name="0181a24" id="0181a24"></a>何故不云眾生妙心耶答諸佛<span class="corr" title='[巳&gt;已]'>已</span>證故眾生性具<a 
name="0181b01" id="0181b01"></a>故所以獨標佛也。</p><a 
name="0181b02" id="0181b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>猶如空華從空而有幻華雖滅空性不壞。</p><a 
name="0181b03" id="0181b03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此下二明幻盡覺滿以釋前疑三中一舉喻釋也<a 
name="0181b04" id="0181b04"></a>前說種種幻化皆生如來圓覺妙心似人緣眼病<a 
name="0181b05" id="0181b05"></a>之故所以妄見空中有華故曰一翳在眼千華亂<a 
name="0181b06" id="0181b06"></a>空一妄在心河沙生滅眼翳若除空華即滅而此<a 
name="0181b07" id="0181b07"></a>廣大&#x8657;空之性本無損壞所謂翳瘥華亡眾生即<a 
name="0181b08" id="0181b08"></a>佛故起信論云一切境界唯依妄念而有差別若<a 
name="0181b09" id="0181b09"></a>離妄別則無一切境界之相華嚴云了達三界依<a 
name="0181b10" id="0181b10"></a>心有十二因緣亦復然生死皆由心所造心若滅<a 
name="0181b11" id="0181b11"></a>時生死盡。</p><a 
name="0181b12" id="0181b12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>眾生幻心還依幻滅諸幻盡滅覺心不動。</p><a 
name="0181b13" id="0181b13"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>二法合本義幻心即妄幻也幻滅即智幻也謂眾<a 
name="0181b14" id="0181b14"></a>生既起妄執四大六塵緣影之幻心如何除去須<a 
name="0181b15" id="0181b15"></a>是依倚彼知覺者幻智之心而滅去也此謂之明<a 
name="0181b16" id="0181b16"></a>來暗謝智起惑亡如秤兩頭低昂不昂雖然滅前<a 
name="0181b17" id="0181b17"></a>妄幻之心尚存能覺幻智之心未忘更須妄幻與<a 
name="0181b18" id="0181b18"></a>智幻都拂&#x5374;到諸幻盡處方始見本來圓覺妙心<a 
name="0181b19" id="0181b19"></a>無去無來寂然不動其猶波因水起波滅水存幻<a 
name="0181b20" id="0181b20"></a>從覺生幻滅覺滿方是行到水窮處坐著雲起時<a 
name="0181b21" id="0181b21"></a>到這般田地方許移身轉步十字縱橫萬化千變<a 
name="0181b22" id="0181b22"></a>而無窮楔此一段文蓋普賢前問幻幻何修今答<a 
name="0181b23" id="0181b23"></a>云不妨以幻修幻正如以楔出楔因聲止聲也。</p><a 
name="0181b24" id="0181b24"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>依幻說覺亦名為幻若說有覺猶未離幻說無覺者<a 
name="0181c01" id="0181c01"></a>亦復如是是故幻滅名為不動。</p><a 
name="0181c02" id="0181c02"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>三兼拂問幻之覺拂有三重第一若謂對妄幻說<a 
name="0181c03" id="0181c03"></a>有覺悟之心者此是對待之法只此能覺之心亦<a 
name="0181c04" id="0181c04"></a>是幻也第二若謂前來之覺乃是對幻之覺今不<a 
name="0181c05" id="0181c05"></a>對幻覺自別有一真覺者若起此心又未離幻與<a 
name="0181c06" id="0181c06"></a>前依幻說覺一般前是犯著麤病此是犯者細病<a 
name="0181c07" id="0181c07"></a>第三若更謂前說自別有一覺乃是著有今和此<a 
name="0181c08" id="0181c08"></a>有覺一切智無只這說無底心亦是幻也何故若<a 
name="0181c09" id="0181c09"></a>謂自<span class="corr" title='[巳&gt;己]'>己</span>分上有此一段殊勝奇特之事充塞六&#x8657;<a 
name="0181c10" id="0181c10"></a>&#x5FA7;滿法界此是於圓覺性上分外著一箇有遂成<a 
name="0181c11" id="0181c11"></a>兩箇若謂只這奇特殊勝之事都無又是於圓覺<a 
name="0181c12" id="0181c12"></a>性上分外著一箇無亦是兩箇所以道捨一取一<a 
name="0181c13" id="0181c13"></a>終無了日將以唯心轉見病深又云棄有著空病<a 
name="0181c14" id="0181c14"></a>亦然還如避溺而投火雲門道光不透脫有兩般<a 
name="0181c15" id="0181c15"></a>病一切不明面前有物是一也透得一切法空隱<a 
name="0181c16" id="0181c16"></a>隱地似有箇物亦是光不透脫是二也是與麼也<a 
name="0181c17" id="0181c17"></a>不得不與麼也不得然則畢竟如何用心但將前<a 
name="0181c18" id="0181c18"></a>對幻說覺之心與不對說覺之心及說無覺之心<a 
name="0181c19" id="0181c19"></a>諸幻一時拂去之後方是不染二邊清淨無去無<a 
name="0181c20" id="0181c20"></a>來不生不滅之覺性也故金剛云如如不動又云<a 
name="0181c21" id="0181c21"></a>有無俱去處恃地好乾坤。</p><a 
name="0181c22" id="0181c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善男子一切菩薩及末世眾生應當遠離一切幻化<a 
name="0181c23" id="0181c23"></a>&#x8657;妄境界由堅執持遠離心故心如幻者亦復遠離<a 
name="0181c24" id="0181c24"></a>遠離為幻亦復遠離離遠離幻亦復遠離。</p><a 
name="0182a01" id="0182a01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此下三展轉離幻顯覺其文有四重一離妄二離<a 
name="0182a02" id="0182a02"></a>覺三遣離四遣遣前二是我執後二是法執文從<a 
name="0182a03" id="0182a03"></a>善男子至&#x8657;妄境界此第一重離妄也謂世尊召<a 
name="0182a04" id="0182a04"></a>普賢及一切眾生修行之者合當如我所說勸誡<a 
name="0182a05" id="0182a05"></a>於十二時中遠離五蘊十二處十八界幻化&#x8657;妄<a 
name="0182a06" id="0182a06"></a>不實之境界所謂出乎陰陽造化形器度數之外<a 
name="0182a07" id="0182a07"></a>用心是也由堅執持至亦復遠離此是第二重離<a 
name="0182a08" id="0182a08"></a>覺也雖然妄法皆捨猶尚堅執能覺之心確然不<a 
name="0182a09" id="0182a09"></a>捨只此能覺之心又是&#x8657;幻不真實心亦當離&#x5374;<a 
name="0182a10" id="0182a10"></a>遠離為幻亦復遠離此是第三重遣離也雖然離<a 
name="0182a11" id="0182a11"></a>得能覺之心尚有能離之心未忘此猶是細病只<a 
name="0182a12" id="0182a12"></a>此能離之心亦當再遣也離遠離幻亦復遠離者<a 
name="0182a13" id="0182a13"></a>此是第四重遣遣也然雖遣得能離之心尚有微<a 
name="0182a14" id="0182a14"></a>細能遣之心未忘只此能遣之心亦當更遣遣之<a 
name="0182a15" id="0182a15"></a>又遣以至於無遣譬如遇著冤家但莫與佗共住<a 
name="0182a16" id="0182a16"></a>即得無患大凡學道之人於十二時中常以觀慧<a 
name="0182a17" id="0182a17"></a>念念不斷如雞抱卵須是煖氣相接得又須知有<a 
name="0182a18" id="0182a18"></a>細病若坐在情執中棄捨不得之時喚作礙膺之<a 
name="0182a19" id="0182a19"></a>物所以藥山告李翱曰大守欲得保任此事直須<a 
name="0182a20" id="0182a20"></a>向高高&#x5CEF;頂立深深海底行<span class="corr" title='[[門@壬]&gt;閏]'>閏</span>閤中物捨不得俱<a 
name="0182a21" id="0182a21"></a>為滲漏所以道學道先須細識心細中之細最維<a 
name="0182a22" id="0182a22"></a>尋可中尋到無尋故方信凡心是佛心。</p><a 
name="0182a23" id="0182a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>得無所離即除諸幻。</p><a 
name="0182a24" id="0182a24"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>後密顯真覺也言密顯則經中無覺字故上則四<a 
name="0182b01" id="0182b01"></a>重&#x8657;幻之法一時遣盡之後又&#x5374;依前面前活鱍<a 
name="0182b02" id="0182b02"></a>鱍地動地放光在在處處迴避不得此方是本來<a 
name="0182b03" id="0182b03"></a>真覺之性全體獨露無一絲毫是外物到此境界<a 
name="0182b04" id="0182b04"></a>諸天捧華無路外道潛&#x89B0;不見圭&#x5CEF;云靈靈自覺<a 
name="0182b05" id="0182b05"></a>元無物援援他緣盡是空白樂天云前後際斷一<a 
name="0182b06" id="0182b06"></a>念不生時纔更生心動念即乖法體失正念故。</p><a 
name="0182b07" id="0182b07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>譬如鑽火兩木相因火出木盡<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>飛&#x70DF;滅。</p><a 
name="0182b08" id="0182b08"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>喻顯也木喻妄火喻覺<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>喻離&#x70DF;喻遣合是&#x70DF;滅<a 
name="0182b09" id="0182b09"></a>然後<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>飛此譯人之倒謂前文四重離妄離覺遣<a 
name="0182b10" id="0182b10"></a>離遣遣之意喻如大地生木丙木相因勢性才發<a 
name="0182b11" id="0182b11"></a>則火出燒&#x5374;木橛既然燒了雖然有<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>也被風吹<a 
name="0182b12" id="0182b12"></a>去&#x70DF;亦滅了而大地不曾動著&#x5374;將大地喻圓覺<a 
name="0182b13" id="0182b13"></a>性金無起滅龍牙云學道如鑽火逢&#x70DF;且莫休直<a 
name="0182b14" id="0182b14"></a>得星星現歸家始到頭般子云夜靜水寒魚不食<a 
name="0182b15" id="0182b15"></a>滿&#x8229;空載月明歸。</p><a 
name="0182b16" id="0182b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>以幻修幻亦復如是諸幻雖盡不入斷滅。</p><a 
name="0182b17" id="0182b17"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此合喻也以幻即前文殊章第二番智幻修幻即<a 
name="0182b18" id="0182b18"></a>前文殊第一番妄幻意謂用智幻修習妄幻之時<a 
name="0182b19" id="0182b19"></a>亦如世人鑽火相因兩木火出木燒<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>飛&#x70DF;滅雖<a 
name="0182b20" id="0182b20"></a>然用智幻遣得妄幻尚有智幻存更將智幻一時<a 
name="0182b21" id="0182b21"></a>遣盡然後遣不去處方不&#x8657;豁不同斷滅外道空<a 
name="0182b22" id="0182b22"></a>無之見古云妄起即覺妄滅覺滅覺妄俱滅即是<a 
name="0182b23" id="0182b23"></a>真如問一切盡滅則無心佛答諸幻雖盡不入斷<a 
name="0182b24" id="0182b24"></a>滅。</p><a 
name="0182c01" id="0182c01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>善男子知幻即離不作方便離幻即覺亦無漸次一<a 
name="0182c02" id="0182c02"></a>切菩薩及末世眾生依此修行如是乃能永離諸幻。</p><a 
name="0182c03" id="0182c03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>四辨幻覺不俱結酬其請也此普賢前問作何方<a 
name="0182c04" id="0182c04"></a>便次修習令諸眾生永離諸幻今答云但照見五<a 
name="0182c05" id="0182c05"></a>蘊十二處十八界一切有漏之法是幻妄非實即<a 
name="0182c06" id="0182c06"></a>是離幻更不必作方便譬如世人夢見身瘡百計<a 
name="0182c07" id="0182c07"></a>千般求藥療治才睡覺之後此瘡本無更求何藥<a 
name="0182c08" id="0182c08"></a>學道之人但離得幻法即幻便是真覺更無地位<a 
name="0182c09" id="0182c09"></a>漸次階級所以云一念頓悟便是觀音彈指回心<a 
name="0182c10" id="0182c10"></a>立為妙德但得雪消去自然春到來更勸囑云一<a 
name="0182c11" id="0182c11"></a>切菩薩及末世頓機眾生但依我教法修行便可<a 
name="0182c12" id="0182c12"></a>永超夢幻出離輪迴直趣無上佛果菩提也。</p><a 
name="0182c13" id="0182c13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>爾時世尊欲重宣此義而說偈言。</p><a 
name="0182c14" id="0182c14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>普賢汝當知一切諸眾生無始幻無明皆從諸如來<a 
name="0182c15" id="0182c15"></a>圓覺心建立猶如&#x8657;空華依空而有相空華若復滅<a 
name="0182c16" id="0182c16"></a>&#x8657;空本不動幻從諸覺生幻滅覺圓滿覺心不動故<a 
name="0182c17" id="0182c17"></a>若彼諸菩薩及末世眾生常應遠離幻諸幻悉皆離<a 
name="0182c18" id="0182c18"></a>如木中生火木盡火還滅覺即無漸次方便亦如是。</p><a 
name="0182c19" id="0182c19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>普賢章畢</p><a 
name="0182c20" id="0182c20"></a><a 
name="0182c21" id="0182c21"></a><p><span class="juanname">圓覺經類解卷第一末</span></p>
<hr>【經文資訊】卍新續藏第 10 冊 No. 0252 圓覺經類解<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="indexe57f.html?index=X10n0252" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X10n0252_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:50:21 GMT -->
</html>
