<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=J28nB202_007 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:56 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1935036561&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DJ28nB202&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DJ28nB202_007&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="index4617.html?index=J28nB202_006" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">嘉興大藏經　第28冊<br/>No.B202 百癡禪師語錄 (30卷)<br/>【清 元說　超宣等編】<br/>第 7 卷</p>
	<a href="index6925.html?index=J28nB202_008" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="J28">
<div class="root" id="B202" sutra_name="百癡禪師語錄" sutra_juan="[卷7]">　
<a 
name="0034c01" id="0034c01"></a><p><span class="juanname">百癡禪師語錄卷第七</span></p><a 
name="0034c02" id="0034c02"></a><p style="margin-left: 4em"><span class="byline">嗣法門人超宣等編</span></p><a 
name="0034c03" id="0034c03"></a><p style="margin-left: 2em"><span class="headname">嘉興金粟山廣慧禪寺語錄</span></p><a 
name="0034c04" id="0034c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>覲周徐居士祝壽請上堂僧問貝葉全翻演薩婆祥<a 
name="0034c05" id="0034c05"></a>雲繚繞法筵多政當恁麼時如何是祝壽一句師云<a 
name="0034c06" id="0034c06"></a>龜鶴何能喻喬松莫與齊進云當陽句子蒙師祝海<a 
name="0034c07" id="0034c07"></a>屋添籌匹似閒師云須知心地感不用話東西進云<a 
name="0034c08" id="0034c08"></a>只如孝廉覲翁生平作大護法未審吾師以何報答<a 
name="0034c09" id="0034c09"></a>師舉拂云會麼進云恁麼則金山永運降魔杵接踵<a 
name="0034c10" id="0034c10"></a>三洲感應人師云爭奈知音者少進云某甲禮拜和<a 
name="0034c11" id="0034c11"></a>尚去也師云直須頭點地乃云皇天無親惟德是輔<a 
name="0034c12" id="0034c12"></a>受人之託忠人之事蟠桃五百年一開花五百年一<a 
name="0034c13" id="0034c13"></a>結果山僧今日撮來如彈指頃拓出廣慧堂前為覲<a 
name="0034c14" id="0034c14"></a>翁大護法壽令其景福如川方至鶴算如岡如陵在<a 
name="0034c15" id="0034c15"></a>在處處蔭子蔭孫得不退轉地憶於春初覲翁曾有<a 
name="0034c16" id="0034c16"></a>分家偈云少室一花開五葉予家內外喜同轍庭前<a 
name="0034c17" id="0034c17"></a>各衍舊風雲笑傲乾坤展大業大眾還識伊展大業<a 
name="0034c18" id="0034c18"></a>麼功名富貴匹似等閒佛乘禪宗欣然從事涼亭煖<a 
name="0034c19" id="0034c19"></a>閣縱目所觀月渚煙柯賞心無礙覲翁與麼道山僧<a 
name="0034c20" id="0034c20"></a>與麼舉大似沒孔笛撞著氈拍板汝等諸人如何酬<a 
name="0034c21" id="0034c21"></a>唱良久云普天匝地祥雲起無古無今瑞氣騰擊拂<a 
name="0034c22" id="0034c22"></a>子下座。</p><a 
name="0034c23" id="0034c23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>冬至上堂日南長至慶無不利古榦寒梅全增意氣<a 
name="0034c24" id="0034c24"></a>不向熱鬧場中鬥芳菲偏於冷淡堆頭放出兩點三<a 
name="0034c25" id="0034c25"></a>枝清香旖旎禪家流莫瞌睡等閒攜手出松門撥草<a 
name="0034c26" id="0034c26"></a>尋幽足有十分雅致風蕭蕭雲曳曳狹路歸來忽遇<a 
name="0034c27" id="0034c27"></a>著張先生李道士又且如何向他道陰消陽復在斯<a 
name="0034c28" id="0034c28"></a>時吾道大亨甚易易復舉石鞏禪師為獵人時趁鹿<a 
name="0034c29" id="0034c29"></a>從馬祖庵前過問祖還見鹿麼祖云汝是何人鞏云<a 
name="0034c30" id="0034c30"></a>射獵人祖云汝一箭射幾箇鞏云一箭射一箇祖云<a 
name="0035a01" id="0035a01"></a>汝不善射鞏云和尚善射不祖云吾一箭射一群鞏<a 
name="0035a02" id="0035a02"></a>云彼此是生命何射他一群祖云既知如是何不自<a 
name="0035a03" id="0035a03"></a>射鞏云若教某甲自射即無下手處師云這漢曠劫<a 
name="0035a04" id="0035a04"></a>無明煩惱今日頓息鞏遂擲下弓箭投祖出家師云<a 
name="0035a05" id="0035a05"></a>石鞏尋常箭不離弦到這裏箭折弓銷也是偶然失<a 
name="0035a06" id="0035a06"></a>彩馬大師一箭一群固稱善發據實論量亦只得一<a 
name="0035a07" id="0035a07"></a>箭一箇爭如金粟箭鋒所及盡法界含靈都在手中<a 
name="0035a08" id="0035a08"></a>乞命汝若弗信且看今日一箭射一群去也遂拽拄<a 
name="0035a09" id="0035a09"></a>杖下座打散。</p><a 
name="0035a10" id="0035a10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>入塔上堂僧問有物先天地無形本寂寥能為萬象<a 
name="0035a11" id="0035a11"></a>主不逐四時凋且道含有上座即今是生耶是死耶<a 
name="0035a12" id="0035a12"></a>師云山僧終不向汝道進云只如今朝入塔意旨如<a 
name="0035a13" id="0035a13"></a>何師云古之今之進云恁麼則靈光獨耀無藏覆<span class="corr" title='[迴&gt;迥]'>迥</span><a 
name="0035a14" id="0035a14"></a>脫根塵任往還師云莫錯舉似人乃云生住善護庵<a 
name="0035a15" id="0035a15"></a>死入金粟塔帶水自迴環清風常匼匝雖然還有不<a 
name="0035a16" id="0035a16"></a>生不死底人且道住在何處於此見得分明含有上<a 
name="0035a17" id="0035a17"></a>座受薦已竟設或未能山僧再與汝說箇夢話昨夜<a 
name="0035a18" id="0035a18"></a>三更睡著時忽被大力鬼帥攝至第五殿閻王面前<a 
name="0035a19" id="0035a19"></a>見一青衣童子恭身云請和尚舉揚般若山僧云諸<a 
name="0035a20" id="0035a20"></a>行無常是生滅法生滅滅已寂滅為樂童子復進云<a 
name="0035a21" id="0035a21"></a>請和尚再說山僧云止止不須說我法妙難思諸增<a 
name="0035a22" id="0035a22"></a>上慢者聞必不敬信便曳杖出門行未數步鑼鼓喧<a 
name="0035a23" id="0035a23"></a>天驚醒翻身原來是巡照底板聲響動大眾這箇夢<a 
name="0035a24" id="0035a24"></a>話與今朝入塔底意有少分相應也無汝等試原原<a 
name="0035a25" id="0035a25"></a>看良久云原得原不得相見莫疑猜鼻頭拽脫無羈<a 
name="0035a26" id="0035a26"></a>絆方信蓮花臘月開以拂子畫<img src="../cb_tripitaka_web/figures/J/J28p0035_01.gif" alt="J28p0035_01.gif"/>相下座。</p><a 
name="0035a27" id="0035a27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>謝化士上堂僧問如何是因齋慶讚一句師云南北<a 
name="0035a28" id="0035a28"></a>山相對東西有路分進云恁麼則施者受者均霑利<a 
name="0035a29" id="0035a29"></a>益去也師云重添註腳問如何是正中偏師云蒼松<a 
name="0035a30" id="0035a30"></a>留鶴舞如何是偏中正師云銀碗噴墨花如何是正<a 
name="0035b01" id="0035b01"></a>中來師云垂衣空劫外如何是兼中至師云相逢多<a 
name="0035b02" id="0035b02"></a>意氣如何是兼中到師云鼻孔各纍垂進云洞上家<a 
name="0035b03" id="0035b03"></a>風蒙師指向上宗乘事若何師云飛簷走棟進云謝<a 
name="0035b04" id="0035b04"></a>師荅話師云莫亂道乃云苦骨勞筋引信施披星嚼<a 
name="0035b05" id="0035b05"></a>雪過殘冬叢林庶事渾依賴舉目寥寥孰與同山僧<a 
name="0035b06" id="0035b06"></a>此者學些樣子為伊酬勞去也遂舉兩手云將東弗<a 
name="0035b07" id="0035b07"></a>于逮作箇佛頭南贍部洲作箇佛手西瞿耶尼作箇<a 
name="0035b08" id="0035b08"></a>佛身北鬱單越作箇佛腳只是不許踏著若踏著則<a 
name="0035b09" id="0035b09"></a>踏殺箇佛若不踏著二六時中又向甚處措足就裏<a 
name="0035b10" id="0035b10"></a>擺撥得開方不受人瞞昧所以道白雲影裏笑呵呵<a 
name="0035b11" id="0035b11"></a>兩手持來付與他果係金毛獅子子三千里外定淆<a 
name="0035b12" id="0035b12"></a>訛喝一喝。</p><a 
name="0035b13" id="0035b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>臘八上堂見道方修道不見復何修道性如虛空虛<a 
name="0035b14" id="0035b14"></a>空何所修廣西蠻福建子川僧浙僧一隊行驢腳馬<a 
name="0035b15" id="0035b15"></a>腳有眼如盲有口如啞大似好人不肯做偏要屎裏<a 
name="0035b16" id="0035b16"></a>臥有般漢聞與麼道便云世尊睹明星&#x807B;殊不知世<a 
name="0035b17" id="0035b17"></a>尊未入雪山以前錯了也既入雪山以後亦錯了也<a 
name="0035b18" id="0035b18"></a>及乎臘八夜睹明星又錯了也是汝諸人切莫將錯<a 
name="0035b19" id="0035b19"></a>就錯好雖然且道元上座還有錯處也無良久云錯<a 
name="0035b20" id="0035b20"></a>錯山門飛入藏樓角以拄杖卓一卓下座。</p><a 
name="0035b21" id="0035b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>因雪上堂僧問雪花未落時如何師云好進云片片<a 
name="0035b22" id="0035b22"></a>飛來時如何師云好僧禮拜師云與汝兩箇好萬事<a 
name="0035b23" id="0035b23"></a>一時休問瑞雪滿庭如何是乾坤一色底句師云富<a 
name="0035b24" id="0035b24"></a>貴銀千樹風流玉一蓑進云野鶴歸來添意氣帶得<a 
name="0035b25" id="0035b25"></a>瓊花遍界香師云乘時不翫賞日出奈伊何問斷臂<a 
name="0035b26" id="0035b26"></a>安心則不問填溝塞壑是如何師云大家共挑取進<a 
name="0035b27" id="0035b27"></a>云季冬嚴寒伏惟珍重師云不如歸堂喫茶好乃云<a 
name="0035b28" id="0035b28"></a>上天同雲雨雪雰雰有眼者見有耳者聞金粟無錢<a 
name="0035b29" id="0035b29"></a>酟美酒盡日醉醺醺拈棒打老鼠撞倒破砂盆敢問<a 
name="0035b30" id="0035b30"></a>諸人還知落處麼良久云未可全拋心一片逢人且<a 
name="0035c01" id="0035c01"></a>說話三分復舉圓通秀云雪中有三種僧一者蒙頭<a 
name="0035c02" id="0035c02"></a>打坐二者吮筆吟詩三者圍爐說食師云蒙頭打坐<a 
name="0035c03" id="0035c03"></a>還他擔板禪和吮筆吟詩可是嬌兒賣俏看來惟圍<a 
name="0035c04" id="0035c04"></a>爐說食底在此時較為親切何故不見道法輪未轉<a 
name="0035c05" id="0035c05"></a>食輪先轉。</p><a 
name="0035c06" id="0035c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>追薦上堂根塵未斷灼然有死有生情識都忘隨處<a 
name="0035c07" id="0035c07"></a>無來無去風光廓爾面目全彰佛祖均資人天景仰<a 
name="0035c08" id="0035c08"></a>罪花凋而覺花發舉頭回萬劫之春業果謝而慧果<a 
name="0035c09" id="0035c09"></a>圓轉眼破三生之夢故慎齋吳老居士七十二年前<a 
name="0035c10" id="0035c10"></a>心存道合表裏一如七十二年後玉榦珠旋行蹤莫<a 
name="0035c11" id="0035c11"></a>辨政當七十二鐵笛橫吹作散場一超直入如來地<a 
name="0035c12" id="0035c12"></a>如是則山僧陞於此座演說摩訶已是落二落三落<a 
name="0035c13" id="0035c13"></a>七落八了也雖然也有箇好處且道好在什麼處撥<a 
name="0035c14" id="0035c14"></a>開彼此眸中翳驀忽相逢見自親遂豎起拄杖云還<a 
name="0035c15" id="0035c15"></a>見慎齋居士麼便下座。</p><a 
name="0035c16" id="0035c16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>入塔上堂一僧纔出師云山僧今日不答話僧佇立<a 
name="0035c17" id="0035c17"></a>師便打復云山僧今日要答話一僧便喝師云何不<a 
name="0035c18" id="0035c18"></a>早恁麼也又僧問設齋入塔未審聖林向甚處去師<a 
name="0035c19" id="0035c19"></a>云倒握無星秤長遊不夜天僧禮拜師乃云無影樹<a 
name="0035c20" id="0035c20"></a>千條萬葉無縫塔入穴七穿無鬚鎖掣動難開無絃<a 
name="0035c21" id="0035c21"></a>琴宮商莫韻山僧今日將此四般物件送與聖林禪<a 
name="0035c22" id="0035c22"></a>德向無生國裏安居無底船中垂手有時提無文印<a 
name="0035c23" id="0035c23"></a>印破毗盧面門有時挈無底籃包括須彌泰岱有時<a 
name="0035c24" id="0035c24"></a>倒握無星秤稱量三十三天梵王有時橫拈無孔鎚<a 
name="0035c25" id="0035c25"></a>擊碎一十八重地獄不是神通妙用亦非法爾如然<a 
name="0035c26" id="0035c26"></a>是汝諸人如何折合良久云臘盡春回冰已泮嶺頭<a 
name="0035c27" id="0035c27"></a>梅放數枝斜卓拄杖下座。</p><a 
name="0035c28" id="0035c28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>歲旦上堂僧問昔日鏡清有僧問新年頭還有佛法<a 
name="0035c29" id="0035c29"></a>也無清云有意旨如何師云隨他語脈走進云又僧<a 
name="0035c30" id="0035c30"></a>問明教教云無又作麼生師云總與一筆勾下進云<a 
name="0036a01" id="0036a01"></a>二大老雖則正按旁敲簡點將來未免二俱失利今<a 
name="0036a02" id="0036a02"></a>日忽有問和尚未審如何抵對師云藤條驀口<span class="gaiji">[祝/土]<!--gaiji,,1[祝/土],2&#x213BA;,3--></span>進<a 
name="0036a03" id="0036a03"></a>云恁麼則出古人一頭地也師云莫相塗污好進云<a 
name="0036a04" id="0036a04"></a>不是學人徒繾綣當今具眼更何人師云三十拄杖<a 
name="0036a05" id="0036a05"></a>自領出去問豎拂拈槌則不問拈香祝聖句如何師<a 
name="0036a06" id="0036a06"></a>云一元開景運五福錫黎民僧舉坐具云元正啟祚<a 
name="0036a07" id="0036a07"></a>萬物咸新且道這箇是新耶是舊耶師云傅大士道<a 
name="0036a08" id="0036a08"></a>底進云大眾要會祝聖句直須向此見分明便拂具<a 
name="0036a09" id="0036a09"></a>歸位師云不消重賣弄乃云日往月來元正首祚鳳<a 
name="0036a10" id="0036a10"></a>閣鐘鳴龍樓旐布宮殿門開噴御香嵩呼萬壽人無<a 
name="0036a11" id="0036a11"></a>數於斯時也邦國賴以永康檀那賴以安阜風調雨<a 
name="0036a12" id="0036a12"></a>若五穀豐登我衲僧家戴天履地受國王水土之恩<a 
name="0036a13" id="0036a13"></a>到這裏莫道無可報答好且如何是報答底意頻將<a 
name="0036a14" id="0036a14"></a>薰陸燃金鼎願效葵丹祝聖明。</p><a 
name="0036a15" id="0036a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>人日上堂忽悟前三吾是我又逢上七日為人良辰<a 
name="0036a16" id="0036a16"></a>美景無多遘一度思惟一度新巧勝金花縷調羹碧<a 
name="0036a17" id="0036a17"></a>菜勻山家自有風流興得意歸來不惹塵諸禪德與<a 
name="0036a18" id="0036a18"></a>麼舉揚還契合少林宗旨也無良久云天色晴明樽<a 
name="0036a19" id="0036a19"></a>前柏葉休隨酒此身強健去去莫憂行路難。</p><a 
name="0036a20" id="0036a20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>錢子玉薦嚴保嗣請上堂僧問人天普集法座高臨<a 
name="0036a21" id="0036a21"></a>向上宗乘請師舉唱師云鐵牛愛喫無根草進云恁<a 
name="0036a22" id="0036a22"></a>麼則高提祖印當機用今古全彰向上宗師云眼裏<a 
name="0036a23" id="0036a23"></a>無筋莫浪傳乃云竹戶迎春風花心滴夜雨二三向<a 
name="0036a24" id="0036a24"></a>上宗四七單傳譜後來兒孫巧畫描都來不昧箇中<a 
name="0036a25" id="0036a25"></a>主所以雪峰毬禾山鼓普化驢玄沙虎等閒牽出眾<a 
name="0036a26" id="0036a26"></a>人前萬象森羅俱起舞金粟猶記昔日時竭盡精神<a 
name="0036a27" id="0036a27"></a>兮攪盡腸肚直至而今算已清五五分明二十五報<a 
name="0036a28" id="0036a28"></a>檀那好看取但得心如鐵石堅自然福壽超千古然<a 
name="0036a29" id="0036a29"></a>雖如是還知伊令先嚴芳翁落處麼擊拂子云金閣<a 
name="0036a30" id="0036a30"></a>銀臺任所之優曇馥郁開無數。</p><a 
name="0036b01" id="0036b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>上元日解制君美得子請上堂僧問布袋頭開如何<a 
name="0036b02" id="0036b02"></a>是縱橫十字底意師云全憑七尺青筇子收拾春風<a 
name="0036b03" id="0036b03"></a>一擔挑進云恁麼則機輪轉處作者方知師云莫墮<a 
name="0036b04" id="0036b04"></a>酸齏甕又淹淡醋缸進云覿面分明無向背直入千<a 
name="0036b05" id="0036b05"></a>峰與萬峰師打云也須記取這一頓乃云三代禮樂<a 
name="0036b06" id="0036b06"></a>備於禪林并力荷擔全在英俊故昔日之結也雍雍<a 
name="0036b07" id="0036b07"></a>肅肅有主有賓住者隨汝住我不用錐錐汝今日之<a 
name="0036b08" id="0036b08"></a>解也井井條條如規如式去者隨汝去我不用鉤鉤<a 
name="0036b09" id="0036b09"></a>汝雖然鉤錐不用要且痛處難忘古德有言一手不<a 
name="0036b10" id="0036b10"></a>獨拍眾手鳴摑摑豁開三要三玄門堪與人天為軌<a 
name="0036b11" id="0036b11"></a>則金粟已知事必如斯逗到此時豈忍坐視春風不<a 
name="0036b12" id="0036b12"></a>假片語分付惟冀各各虛心諦聽店面橫鋪只皂角<a 
name="0036b13" id="0036b13"></a>磯頭垂釣少香綸闍黎慎重諸方去魚目無勞認作<a 
name="0036b14" id="0036b14"></a>珍復舉藥山晚參云我有一句子待特牛生兒即向<a 
name="0036b15" id="0036b15"></a>汝道時有僧出云特牛生兒也自是和尚不道山喚<a 
name="0036b16" id="0036b16"></a>侍者點燈來其僧抽身入眾師云藥山如登壇宿將<a 
name="0036b17" id="0036b17"></a>高豎纛旗這僧敢突出當鋒纖毫弗犯是即是未免<a 
name="0036b18" id="0036b18"></a>龍頭蛇尾金粟此者則不然我有一句子待居士生<a 
name="0036b19" id="0036b19"></a>兒即向汝道忽有僧出云居士去歲已生兒也請和<a 
name="0036b20" id="0036b20"></a>尚道只向他云幸值上元正月節燈燈續燄轉光輝<a 
name="0036b21" id="0036b21"></a>下座。</p><a 
name="0036b22" id="0036b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>上堂僧問春眠不覺曉處處聞啼鳥夜來風雨聲花<a 
name="0036b23" id="0036b23"></a>落知多少請問和尚還有不落底花麼師舉拂子僧<a 
name="0036b24" id="0036b24"></a>作拈花勢云正是此花萬古無冬夏香繞三千及大<a 
name="0036b25" id="0036b25"></a>千師云爭奈大眾笑何乃云諸佛心源毫無滲漏依<a 
name="0036b26" id="0036b26"></a>而行之事事成就求子者得子求壽者得壽莫道渠<a 
name="0036b27" id="0036b27"></a>儂口饒譫繇來種穀不生豆復舉藥山問僧甚處來<a 
name="0036b28" id="0036b28"></a>僧云湖南來山云洞庭湖水滿也未僧云未滿山云<a 
name="0036b29" id="0036b29"></a>許多時雨水為甚未滿僧無對師云藥山意在揚波<a 
name="0036b30" id="0036b30"></a>激浪可惜這僧涓滴弗存後道吾代云滿也又雲巖<a 
name="0036c01" id="0036c01"></a>云湛湛地總是隨語生解背後把水相澆有甚麼用<a 
name="0036c02" id="0036c02"></a>處若或金粟待這僧道未滿便與一頓痛棒打出直<a 
name="0036c03" id="0036c03"></a>饒伊手眼通身也須和頭浸卻。</p><a 
name="0036c04" id="0036c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>聖節上堂星樞電繞華渚虹流兆應至人垂慈示現<a 
name="0036c05" id="0036c05"></a>丹陛飛旌趨虎拜玉卮壽酒進宸章此是當今世界<a 
name="0036c06" id="0036c06"></a>主無為致治底時節金粟此者不用說種種法門種<a 
name="0036c07" id="0036c07"></a>種功德只可佛殿燒香同大眾三呼萬歲蒲團靜鎮<a 
name="0036c08" id="0036c08"></a>風簷下永日寥寥謝太平。</p><a 
name="0036c09" id="0036c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>出關請上堂未進關以前腳踏地頭頂天既進關以<a 
name="0036c10" id="0036c10"></a>後推不行約不走逗到如今千日功圓玄關大啟一<a 
name="0036c11" id="0036c11"></a>條楖栗挑盡海畔春風兩箇粗拳打落雲邊鐵鷂瀟<a 
name="0036c12" id="0036c12"></a>瀟灑灑齖齖吒吒放去收來得自由橫拈直撞了無<a 
name="0036c13" id="0036c13"></a>礙然雖如是忽遇著岑大蟲又作麼生極目也知沒<a 
name="0036c14" id="0036c14"></a>避處死生一決見英雄卓拄杖下座。</p><a 
name="0036c15" id="0036c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>到福業寺眾鄉紳請上堂僧問珠林開曉日雉堞插<a 
name="0036c16" id="0036c16"></a>清池這是和尚隨身宮殿如何是接物利生一句師<a 
name="0036c17" id="0036c17"></a>云風暖鳥聲碎日高花影重進云與麼則人人點首<a 
name="0036c18" id="0036c18"></a>箇箇知音去也師云闍黎分上作麼生進云不是獅<a 
name="0036c19" id="0036c19"></a>子子爭敢露鋒鋩師打云輸吾一著乃云佛國人文<a 
name="0036c20" id="0036c20"></a>秀華城禮樂多昔年曾寄跡今日又重過先德有言<a 
name="0036c21" id="0036c21"></a>凡所寓處或有大信心大根器者不妨時來聚晤默<a 
name="0036c22" id="0036c22"></a>奏無生所以山僧此者勢弗獲已放兩拋三總非為<a 
name="0036c23" id="0036c23"></a>別事是汝諸人如何委悉驀拈拄杖云看看拄杖子<a 
name="0036c24" id="0036c24"></a>騎佛殿出三門走上天寧塔與秦駐峰鬥額引得楚<a 
name="0036c25" id="0036c25"></a>石琦翁眨眼莫及嬴皇土地縮首靡從向梅梢影裏<a 
name="0036c26" id="0036c26"></a>同聲而歌曰綠楊垂帶草萋萋夾岸春風襯馬蹄興<a 
name="0036c27" id="0036c27"></a>罷移筇歸故里隔窗靜聽鷅鶹啼恁麼說話喚作平<a 
name="0036c28" id="0036c28"></a>常句也得喚作玄妙語也得喚作如來禪也得喚作<a 
name="0036c29" id="0036c29"></a>祖師意也得忽有箇漢出來道不得不得山僧拄杖<a 
name="0036c30" id="0036c30"></a>子別有生機一路且如何是生機一路以拄杖卓云<a 
name="0037a01" id="0037a01"></a>還會麼全提正令如雷疾臨濟德山亦汗顏下座。</p><a 
name="0037a02" id="0037a02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>祝壽請上堂僧問畫閣香房雲月淨紫羅帳裏繡鴛<a 
name="0037a03" id="0037a03"></a>鴦鴛鴦則不問如何是金針師舉拄杖進云如何是<a 
name="0037a04" id="0037a04"></a>鴛鴦師便打僧作展翅勢云鴛鴦繡出請師點眼師<a 
name="0037a05" id="0037a05"></a>云猶自不知僧作飛勢而出師云轉見敗露問岸柳<a 
name="0037a06" id="0037a06"></a>舒金彰妙體設齋底意句如何師云靜裏乾坤大閒<a 
name="0037a07" id="0037a07"></a>中日月長乃云綠暗紅稀三月節枝頭蜀魄啼聲切<a 
name="0037a08" id="0037a08"></a>分明報道不如歸何用山僧重指說有一說最奇絕<a 
name="0037a09" id="0037a09"></a>直如弦冷似鐵浮生花甲盡翻過袖裏驪珠光透徹<a 
name="0037a10" id="0037a10"></a>是汝今日還知當前受用處麼無限籌添海屋中壽<a 
name="0037a11" id="0037a11"></a>山千古自軒凸復舉秦國法真計氏嘗參狗子無佛<a 
name="0037a12" id="0037a12"></a>性話後有省作數偈呈大慧其一云逐日看經文如<a 
name="0037a13" id="0037a13"></a>逢舊識人莫言頻有礙一舉一回新師云璧合珠聯<a 
name="0037a14" id="0037a14"></a>是伊閨閣中物若非工於淬礪爭見徹底光鮮王氏<a 
name="0037a15" id="0037a15"></a>孺人豈獨無耶但願二時勤著力等閒流露洞中春<a 
name="0037a16" id="0037a16"></a>下座。</p><a 
name="0037a17" id="0037a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>寧波沈仲華請上堂僧問開方便門示真實相如何<a 
name="0037a18" id="0037a18"></a>是真實相師云身居本地風光裏愁擲他方世界中<a 
name="0037a19" id="0037a19"></a>僧禮拜師乃云明州市上匝地祥光曹女江頭潑天<a 
name="0037a20" id="0037a20"></a>玉浪高下好山疊疊往來帆影重重布袋和尚嘗在<a 
name="0037a21" id="0037a21"></a>其中放癡放憨直至而今未曾休息汝等便恁麼信<a 
name="0037a22" id="0037a22"></a>去已於數百里外與金粟相見了也所以道隔江見<a 
name="0037a23" id="0037a23"></a>剎竿回去腳下好與三十棒何況過江來然事無一<a 
name="0037a24" id="0037a24"></a>向既到這裏金粟亦當相體裁衣曲垂方便遂豎起<a 
name="0037a25" id="0037a25"></a>拂云還見麼有眼決定是見擊香几云還聞麼有耳<a 
name="0037a26" id="0037a26"></a>決定是聞聞見果爾分明何愁轉身無路鷗灘水碧<a 
name="0037a27" id="0037a27"></a>盡是箇有家鄉角里雲橫不離普門宮殿華開果熟<a 
name="0037a28" id="0037a28"></a>左右逢源福集壽增異同合轍政當此際家家路透<a 
name="0037a29" id="0037a29"></a>長安一句則不問只如未跨船舷時與即今所見相<a 
name="0037a30" id="0037a30"></a>去多少還會麼溪巒應是有差異雲月須知總一般<a 
name="0037b01" id="0037b01"></a>復擊香几下座。</p><a 
name="0037b02" id="0037b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛誕徐氏為令郎巖生進泮請上堂父母愛子心無<a 
name="0037b03" id="0037b03"></a>不至教以詩書培以禮義去齡十五入黌宮今日初<a 
name="0037b04" id="0037b04"></a>八來佛地且既來佛地合作麼生滿盤托出天香供。</p><a 
name="0037b05" id="0037b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>佛誕私恩一并酬復舉趙州因一秀才云和尚是古<a 
name="0037b06" id="0037b06"></a>佛州云秀才是新如來師云趙州與秀才正所謂愛<a 
name="0037b07" id="0037b07"></a>人者人恒愛之敬人者人恒敬之後南叟茙頌云廣<a 
name="0037b08" id="0037b08"></a>寒宮殿淨無埃已是逢君八字開丹桂不須零碎折<a 
name="0037b09" id="0037b09"></a>等閒和樹拔將來大似錦上鋪花又多一重光彩山<a 
name="0037b10" id="0037b10"></a>僧忍俊不禁再與一頌和尚古佛秀才如來同敲舊<a 
name="0037b11" id="0037b11"></a>拍板把手上高臺幾回歌笑幾回舞落落清音動九<a 
name="0037b12" id="0037b12"></a>垓卓拄杖云更記他年桃浪暖禹門躍變起風雷。</p><a 
name="0037b13" id="0037b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>緇素為蓮禪師作供請上堂僧問承和尚有言此方<a 
name="0037b14" id="0037b14"></a>緣盡他方顯化此界身歿他界出現且道蓮禪師即<a 
name="0037b15" id="0037b15"></a>今在什麼處師云領取前話進云恁麼則信步踢翻<a 
name="0037b16" id="0037b16"></a>生死窟魔宮佛國任遨遊師云重言不當吃問昔日<a 
name="0037b17" id="0037b17"></a>世尊涅槃今朝蓮師示寂未審是同是別師云苦瓠<a 
name="0037b18" id="0037b18"></a>連根苦甜瓜徹蒂甜乃云昨夜雷轟電掣一枝法炬<a 
name="0037b19" id="0037b19"></a>吹滅驚起露柱燈籠撞入虛空迸裂貍奴白牯念伽<a 
name="0037b20" id="0037b20"></a>陀少室鐵牛雙角折折折教伊有恨無處雪山僧幸<a 
name="0037b21" id="0037b21"></a>與同條生隨例將龜證作鱉只如今日眾弟子入寺<a 
name="0037b22" id="0037b22"></a>營齋且道蓮如禪師還來受食也無若道來為什麼<a 
name="0037b23" id="0037b23"></a>喚不應若道不來又供養箇甚麼這裏倜儻分明便<a 
name="0037b24" id="0037b24"></a>見得蓮如禪師面目儼然現在其或未然龕前更添<a 
name="0037b25" id="0037b25"></a>一分供笑殺東村李四郎。</p><a 
name="0037b26" id="0037b26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>上堂僧問檀信營齋意甚篤請師說法句如何師云<a 
name="0037b27" id="0037b27"></a>閒中有富貴壽外更康寧進云和尚只為學人分上<a 
name="0037b28" id="0037b28"></a>大眾分上又作麼生師云總不干汝等分上事進云<a 
name="0037b29" id="0037b29"></a>畢竟如何師云問取檀信去乃云尋常無事時愛揣<a 
name="0037b30" id="0037b30"></a>虛空骨況值請陞堂如何肯便歇山僧學箇村長老<a 
name="0037c01" id="0037c01"></a>念誦去也遂舉拂子作搖鈴勢云南無佛南無法南<a 
name="0037c02" id="0037c02"></a>無爛冬瓜南無乾矢橛以此振鈴伸召請黃金殿上<a 
name="0037c03" id="0037c03"></a>自超越回向檀那福壽康一聲長嘯乾坤闊乾坤闊<a 
name="0037c04" id="0037c04"></a>活鱍鱍是則名為真如來諸尊菩薩摩訶薩良久放<a 
name="0037c05" id="0037c05"></a>下拂子云山僧念誦了也眾中或有出來道和尚受<a 
name="0037c06" id="0037c06"></a>人之財為人消災山僧與他半分嚫或有出來道和<a 
name="0037c07" id="0037c07"></a>尚梵音清雅令人樂聞山僧亦與他半分嚫何故不<a 
name="0037c08" id="0037c08"></a>圖自他普利且貴報德酬恩忽若總不與麼時如何<a 
name="0037c09" id="0037c09"></a>喝一喝云包天括地誰能禦耀後光前只一鎚。</p><a 
name="0037c10" id="0037c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>劉伯隆修薦請上堂僧問賓主相看則不問薦超一<a 
name="0037c11" id="0037c11"></a>句請師宣師云頂冠束帶儼然在九品蓮中妙果圓<a 
name="0037c12" id="0037c12"></a>進云正是千江有水千江月萬里無雲萬里天師云<a 
name="0037c13" id="0037c13"></a>曲盡今時孝子心不須瞻望悲風木進云代代華簪<a 
name="0037c14" id="0037c14"></a>盛綿綿續祖燈師云好本天下同乃云水綠山青千<a 
name="0037c15" id="0037c15"></a>端錦繡蛙鳴燕語一部鼓吹善觀不在雙眸解聽豈<a 
name="0037c16" id="0037c16"></a>憑兩耳直下便會富有多般撩起便行奇無兩樣到<a 
name="0037c17" id="0037c17"></a>這裏一大藏教半點用不著到這裏一大藏教字字<a 
name="0037c18" id="0037c18"></a>用得著敢問諸人用不著處為什麼卻用得著自古<a 
name="0037c19" id="0037c19"></a>迨今衲僧口憤憤者似葦如麻實端的透徹者百無<a 
name="0037c20" id="0037c20"></a>一二惟許大福德大力量底漢等閒撥轉天關掀翻<a 
name="0037c21" id="0037c21"></a>地軸迺可超凡越聖起死回生山僧今日以如是心<a 
name="0037c22" id="0037c22"></a>說如是法普請一切有情無情同入清淨解脫門與<a 
name="0037c23" id="0037c23"></a>過去十週年大中大夫劉長源翁及誥封崔氏老夫<a 
name="0037c24" id="0037c24"></a>人為不請友同一眼見同一耳聞同一心知同一受<a 
name="0037c25" id="0037c25"></a>用作殊勝利益佛事成不可思議功勳且畢竟憑箇<a 
name="0037c26" id="0037c26"></a>什麼道理便能如是舉拂子云只為渠儂多意氣當<a 
name="0037c27" id="0037c27"></a>年曾謁聖明君。</p><a 
name="0037c28" id="0037c28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>生日上堂僧問輪珠壽算等先哲德被瀛寰化日長<a 
name="0037c29" id="0037c29"></a>如何是德被瀛寰底意師云一條楖栗任縱橫進云<a 
name="0037c30" id="0037c30"></a>和尚太狼籍了也師云卻被上座簡點進云道泰不<a 
name="0038a01" id="0038a01"></a>傳天子令時清休唱太平歌師打云山僧只要惱亂<a 
name="0038a02" id="0038a02"></a>人問金雞啄破千層浪玉兔衝開萬里雲正恁麼時<a 
name="0038a03" id="0038a03"></a>請師舉唱師云簷影分來半壁日鐘聲敲送一林風<a 
name="0038a04" id="0038a04"></a>進云知師本具超方眼何用拈槌下釣鉤師云理合<a 
name="0038a05" id="0038a05"></a>如是進云鶴頂本無朱點就鳳毛豈用彩粧成師云<a 
name="0038a06" id="0038a06"></a>又多一重絡索乃云四十餘年事風流分外奇單瓢<a 
name="0038a07" id="0038a07"></a>常掛壁兩鬢半垂絲麟角不多見狐涎力掃之隨他<a 
name="0038a08" id="0038a08"></a>來與往問著痛加錐金粟恁麼告報猶如老鼠上天<a 
name="0038a09" id="0038a09"></a>平是汝諸人讚揚一任讚揚毀謗一任毀謗毀謗獲<a 
name="0038a10" id="0038a10"></a>一分功德讚揚亦獲一分功德毀謗獲無量罪過讚<a 
name="0038a11" id="0038a11"></a>揚亦獲無量罪過且畢竟如何分辨雲在嶺頭閒不<a 
name="0038a12" id="0038a12"></a>徹水流橋下太忙生。</p><a 
name="0038a13" id="0038a13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>禱雨上堂僧問雷電未興時如何師云山僧亦無如<a 
name="0038a14" id="0038a14"></a>之奈進云忽然雨似傾盆時如何師云大家喜慶進<a 
name="0038a15" id="0038a15"></a>云恁麼則三草二木各得生長去也師云重說偈言<a 
name="0038a16" id="0038a16"></a>乃云旱魃興災商羊不舞念彼龜田民其勞苦山池<a 
name="0038a17" id="0038a17"></a>何物是真龍解向空中注大雨驀拈拄杖云看看拄<a 
name="0038a18" id="0038a18"></a>杖子化為龍走鹽城東畔取水去也十光明龍王百<a 
name="0038a19" id="0038a19"></a>光明龍王娑竭羅龍王佛生太子龍王一齊佐助油<a 
name="0038a20" id="0038a20"></a>然作雲沛然下雨令禾苗連秀野瑞果遍芳郊人人<a 
name="0038a21" id="0038a21"></a>喜氣盈眸戶戶咸歌大有然雖如是且道此雨從龍<a 
name="0038a22" id="0038a22"></a>口出耶從龍眼鼻身出耶殊不知總不恁麼所以華<a 
name="0038a23" id="0038a23"></a>嚴經云譬如大龍隨心降雨雨不從內亦不從外如<a 
name="0038a24" id="0038a24"></a>來境界亦復如是諸仁者要識如來境界麼擲下拄<a 
name="0038a25" id="0038a25"></a>杖云一滴能包四大海普天匝地散為霖。</p><a 
name="0038a26" id="0038a26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>上堂三伏時臨炎威方熾惱殺禪和無處回避避作<a 
name="0038a27" id="0038a27"></a>麼清涼樹下猶嫌熱更有農人趁夏畦。</p><a 
name="0038a28" id="0038a28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>秋日喜雨上堂甘霖灑旱地況復值新秋萬木炎光<a 
name="0038a29" id="0038a29"></a>澹一天翠靄浮收成洵有望提挈可無憂從本超方<a 
name="0038a30" id="0038a30"></a>句諸人各自謀。</p><a 
name="0038b01" id="0038b01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>保安上堂僧問一泒曹源則不問五家宗旨請師宣<a 
name="0038b02" id="0038b02"></a>師云從頭問將來進云青天轟霹靂陸地起波濤如<a 
name="0038b03" id="0038b03"></a>何是臨濟宗師云闍黎滿口道了也進云單刀直入<a 
name="0038b04" id="0038b04"></a>時如何師便打僧喝師又打進云紅旗閃爍一鏃遼<a 
name="0038b05" id="0038b05"></a>空如何是雲門宗師云山僧不須重註破進云坐斷<a 
name="0038b06" id="0038b06"></a>一字關時人皆拱手師亦打進云偏正協同針來線<a 
name="0038b07" id="0038b07"></a>去如何是曹洞宗師云他家自有兒孫在進云當機<a 
name="0038b08" id="0038b08"></a>不犯時如何師云禮拜去進云恁麼則君臣道合上<a 
name="0038b09" id="0038b09"></a>下和平去也師云不干闍黎事進云暗合機輪事理<a 
name="0038b10" id="0038b10"></a>不二如何是溈仰宗師云看汝跳他不出僧打圓相<a 
name="0038b11" id="0038b11"></a>云天下老和尚亦跳這裏不出師橫按拄杖僧就圓<a 
name="0038b12" id="0038b12"></a>相畫一畫師拈拄杖抹卻進云山色溪聲常光獨露<a 
name="0038b13" id="0038b13"></a>如何是法眼宗師云明明任看取進云恁麼則康僧<a 
name="0038b14" id="0038b14"></a>橋畔不是人間師云闍黎曾走幾遭那進云一般清<a 
name="0038b15" id="0038b15"></a>意味惟許作家知師云不如歸位著進云五家宗旨<a 
name="0038b16" id="0038b16"></a>蒙師指葉落歸根意若何師復打云且道這一棒是<a 
name="0038b17" id="0038b17"></a>賞汝是罰汝進云漏逗了也師呵呵大笑乃云作是<a 
name="0038b18" id="0038b18"></a>思惟時十方佛皆現汝諸人從朝至暮念念思惟還<a 
name="0038b19" id="0038b19"></a>曾現佛也無若道現何異病眼見空華若道不現釋<a 
name="0038b20" id="0038b20"></a>迦老子豈有妄語分所以金粟十度發言九度休幾<a 
name="0038b21" id="0038b21"></a>回買來還自賣逗到此際無甚閒氣力與汝商量只<a 
name="0038b22" id="0038b22"></a>要饑餐渴飲晏坐困眠下面有人支撐逐日挨補得<a 
name="0038b23" id="0038b23"></a>過便是快樂田地是事且止保安一句作麼生道病<a 
name="0038b24" id="0038b24"></a>惱頓祛他界外婺星長拱畫樓中復舉僧問玄沙備<a 
name="0038b25" id="0038b25"></a>云險惡道中以何為津梁備云以眼為津梁僧云未<a 
name="0038b26" id="0038b26"></a>得者如何備云快救取好師云據本明宗不無備老<a 
name="0038b27" id="0038b27"></a>應機取則須讓山僧有問險惡道中以何為津梁向<a 
name="0038b28" id="0038b28"></a>他云以布施為津梁更云已布施者如何向他云自<a 
name="0038b29" id="0038b29"></a>無險惡。</p><a 
name="0038b30" id="0038b30"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>密老和尚十週年忌日上堂六踞精藍開盡英雄活<a 
name="0038c01" id="0038c01"></a>眼單提寶劍截斷邪妄藤窠名上達於帝閽澤下敷<a 
name="0038c02" id="0038c02"></a>乎率土化緣既畢示寂初秋屈指韶華奄有十載兒<a 
name="0038c03" id="0038c03"></a>孫角峙箇箇如象驥奔騰正法流通處處似鯤鵬躍<a 
name="0038c04" id="0038c04"></a>變予小子忝為苗裔又值覲翁居士冒暑入山設供<a 
name="0038c05" id="0038c05"></a>到這裏合作麼生遂起身插香云念翁之德兮地天<a 
name="0038c06" id="0038c06"></a>長仰翁之道兮日月光水有淵源兮木有本披肝瀝<a 
name="0038c07" id="0038c07"></a>膽兮此瓣香瓣香已爇普請頭首大眾護法檀那同<a 
name="0038c08" id="0038c08"></a>詣祖堂念誦作禮三拜。</p><a 
name="0038c09" id="0038c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>孝廉湯禹仍請上堂世間所謂孝者不過生事之以<a 
name="0038c10" id="0038c10"></a>禮死葬之以禮祭之以禮而已據山僧較驗將來用<a 
name="0038c11" id="0038c11"></a>禮則不無若欲超度先親出生死海卻未在要得度<a 
name="0038c12" id="0038c12"></a>親出生死海麼從上大覺世尊有箇轉大法輪底樣<a 
name="0038c13" id="0038c13"></a>子能為一切人解黏去縛脫死超生今日因禹翁居<a 
name="0038c14" id="0038c14"></a>士大展孝思捐清淨<span class="corr" title='[已&gt;己]'>己</span>貲啟莊嚴勝會不妨乘時向<a 
name="0038c15" id="0038c15"></a>人天眾前為伊拈出然此大法輪高而無上仰不可<a 
name="0038c16" id="0038c16"></a>及淵而無下深不可測自是當人無量劫來現成受<a 
name="0038c17" id="0038c17"></a>用境界直饒千佛出世各放寶光也侵占他星兒不<a 
name="0038c18" id="0038c18"></a>得遂拈起拄杖卓一卓云山僧盡力轉了也就箇裏<a 
name="0038c19" id="0038c19"></a>信得及去便可以截斷眾流歸家穩坐無親不度無<a 
name="0038c20" id="0038c20"></a>願不酬無罪不消無福不備樹林水鳥頭頭揚解脫<a 
name="0038c21" id="0038c21"></a>之音月徑風簷在在顯菩提之路是即是也只轉得<a 
name="0038c22" id="0038c22"></a>一半且道那一半畢竟倩阿誰轉豈不見道未度還<a 
name="0038c23" id="0038c23"></a>須度度了度他人伏望過去尊靈現存眷屬大家共<a 
name="0038c24" id="0038c24"></a>出隻手好復卓拄杖下座。</p><a 
name="0038c25" id="0038c25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>壽日懺經請上堂杖頭敲轉白蘋風奇趣瀟瀟獨我<a 
name="0038c26" id="0038c26"></a>儂有客到門來問道指看山頂一枝松蓋此一枝松<a 
name="0038c27" id="0038c27"></a>自昔至今蔥蔥鬱鬱兀兀亭亭影動龍蛇收拾九十<a 
name="0038c28" id="0038c28"></a>九峰之秀氣根盤空劫透漏千七百祖之宗猷坐於<a 
name="0038c29" id="0038c29"></a>斯歌於斯清騷傑士即不得離不得俊俏禪和悟之<a 
name="0038c30" id="0038c30"></a>者物我同元迷之者雲泥頓隔山僧算去推來亦不<a 
name="0039a01" id="0039a01"></a>知從何甲子而生從何甲子而住且就壬辰吉歲秋<a 
name="0039a02" id="0039a02"></a>仲良期借出一段風光為印門朱孺人六旬壽所謂<a 
name="0039a03" id="0039a03"></a>壽比青松長不老枝枝葉葉總歸真意者其在茲乎<a 
name="0039a04" id="0039a04"></a>法華經云我今為汝保任此事終不虛也敢問孺人<a 
name="0039a05" id="0039a05"></a>而今祝壽懺經已竟作麼生是此事還委悉麼夢眼<a 
name="0039a06" id="0039a06"></a>豁開天地闊何勞戶外覓三車。</p><a 
name="0039a07" id="0039a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>中秋僧長伊病篤請上堂僧問年光無寄日時節至<a 
name="0039a08" id="0039a08"></a>中秋政當恁麼時如何師云一輪瀰滿寒秋色進云<a 
name="0039a09" id="0039a09"></a>常時之月與中秋之月是同是別師云汝試具隻眼<a 
name="0039a10" id="0039a10"></a>看僧豎指云這箇又作麼生師云蹉過了也進云蒼<a 
name="0039a11" id="0039a11"></a>天蒼天師云果然果然進云和尚卻自知過師云蒼<a 
name="0039a12" id="0039a12"></a>天蒼天僧喝師便打乃云平地神僊生前贏得十分<a 
name="0039a13" id="0039a13"></a>耀潑天富貴死後難免一堆泥長楊古道雜荊榛牧<a 
name="0039a14" id="0039a14"></a>豎樵夫過不問先德有言昨夜蟾宮桂子開好風吹<a 
name="0039a15" id="0039a15"></a>下天香來昭王白骨埋青草無人為掃黃金臺到這<a 
name="0039a16" id="0039a16"></a>裏炎涼之態可以暫銷麼生死之心可以稍醒麼我<a 
name="0039a17" id="0039a17"></a>衲僧家終日擦褲磨裙以咨參為急務但能洞徹法<a 
name="0039a18" id="0039a18"></a>源如中秋月行空皎皎瑩瑩無遮無障則生也得死<a 
name="0039a19" id="0039a19"></a>也得浩浩全身難隱匿生而作死因也得死而作生<a 
name="0039a20" id="0039a20"></a>因也得大用神機渾莫測覆去翻來我獨尊頭頭不<a 
name="0039a21" id="0039a21"></a>離婆伽國且應時應節底句如何指陳以拂子打圓<a 
name="0039a22" id="0039a22"></a>相云一輪瀰滿寒秋色萬里清輝走笛聲。</p><a 
name="0039a23" id="0039a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>上堂鷺鷥翹足灘頭不為無意蜾蠃抱蛉穴底終是<a 
name="0039a24" id="0039a24"></a>有心金粟從來姜太公隨伊負命上綸釣若或依蝦<a 
name="0039a25" id="0039a25"></a>水母逐浪吹煙縱爾得之亦成什麼邊事所以道折<a 
name="0039a26" id="0039a26"></a>腳鐺兒寧自挈灌瓜何必日輪中喝一喝。</p><a 
name="0039a27" id="0039a27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>因病修殿請上堂火風地水合而為身土木瓦磚營<a 
name="0039a28" id="0039a28"></a>而成殿身病如殿之缺漏欹斜身安如殿之輝煌壯<a 
name="0039a29" id="0039a29"></a>麗是故錢老夫人因致病之身發意此山修殿殿修<a 
name="0039a30" id="0039a30"></a>則身安身安則福至斯皆自然而然不由勉強者也<a 
name="0039b01" id="0039b01"></a>政當恁麼時嶼城渡口指月庵前桂子花開漁舟響<a 
name="0039b02" id="0039b02"></a>答總是尋常呼奴使婢穿衣喫飯底受用處但能一<a 
name="0039b03" id="0039b03"></a>了一切了一明一切明管取八面玲瓏十方洞達能<a 
name="0039b04" id="0039b04"></a>為人天標榜永作佛祖奇觀且功成意滿如何慶賀<a 
name="0039b05" id="0039b05"></a>擊拂子云畫樑平定香雲繞寶鐸高懸勝日長。</p><a 
name="0039b06" id="0039b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>開爐上堂拈拄杖云秪這箇不用則已用則千里萬<a 
name="0039b07" id="0039b07"></a>里風颯颯地十方諸佛無敢違者天下老和尚無敢<a 
name="0039b08" id="0039b08"></a>越者故曰撥開星火亙天紅凡聖銷鎔烈焰中非是<a 
name="0039b09" id="0039b09"></a>渠儂誇好手都緣妙契本來宗然雖如是未免太峻<a 
name="0039b10" id="0039b10"></a>生今且以目前片地為爐取山頭榾柮為炭大家不<a 
name="0039b11" id="0039b11"></a>費纖毫力渾身炙得煖烘烘十方諸佛拈向一邊天<a 
name="0039b12" id="0039b12"></a>下老和尚放過一著麤羹淡飯聊遣時光打坐經行<a 
name="0039b13" id="0039b13"></a>隨心所欲只是不許昏沉瞌睡若也昏沉瞌睡眉毛<a 
name="0039b14" id="0039b14"></a>被火燎肉爛與皮焦那時怪山僧不得是事且止眾<a 
name="0039b15" id="0039b15"></a>檀護入山共扶砂盆永弗相離一句如何話會三點<a 
name="0039b16" id="0039b16"></a>一鉤堅似鐵奇巒九九自生輝卓拄杖下座。</p><a 
name="0039b17" id="0039b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>印元章得子請上堂世尊拈花迦葉微笑馬祖一喝<a 
name="0039b18" id="0039b18"></a>百丈耳聾為復是鍼芥相投為復是如蟲禦木諸人<a 
name="0039b19" id="0039b19"></a>還知端的麼獅子自生獅子子鳳凰應產鳳凰兒復<a 
name="0039b20" id="0039b20"></a>舉雲門示眾云秪這箇帶累殺人後東山空拈云雲<a 
name="0039b21" id="0039b21"></a>門尋常氣宇如王作恁麼說話大似貧恨一身多山<a 
name="0039b22" id="0039b22"></a>僧即不然秪這箇快活殺人何故大雨方歸屋裏坐<a 
name="0039b23" id="0039b23"></a>業風吹又遶山行然雖如是也是乞兒見小利師云<a 
name="0039b24" id="0039b24"></a>二尊宿總似徐六擔板各見一邊殊不知帶累中有<a 
name="0039b25" id="0039b25"></a>箇快活處快活中有箇帶累處若要涇渭分明須實<a 
name="0039b26" id="0039b26"></a>到這田地始得。</p><a 
name="0039b27" id="0039b27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>冬至上堂淵明好種柳茂叔喜栽蓮清懷雖邁俗所<a 
name="0039b28" id="0039b28"></a>見各枯偏爭似山僧沒意智瀟瀟灑灑釣月耕煙向<a 
name="0039b29" id="0039b29"></a>無陰陽界上插一莖草開花結果馨香於曠劫未兆<a 
name="0039b30" id="0039b30"></a>之前誰管汝地誰管汝天又誰管他冰河燄發古榦<a 
name="0039c01" id="0039c01"></a>春旋是汝諸人還知落處麼卓拄杖云楊州鶴已沖<a 
name="0039c02" id="0039c02"></a>霄去不用腰纏十萬錢。</p><a 
name="0039c03" id="0039c03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>上堂常住枯枯淡淡戒子落落星星偶因檀信虔請<a 
name="0039c04" id="0039c04"></a>佛法私當人情爛生薑陳皂角穿心碗折腳鐺一一<a 
name="0039c05" id="0039c05"></a>搬來君自領莫向背地裏小怪大驚家居古為鑑修<a 
name="0039c06" id="0039c06"></a>福世作程閒來笑指門前樹歷歲長年不改青復舉<a 
name="0039c07" id="0039c07"></a>僧問香林如何是衲衣下事林云臘月火燒山師云<a 
name="0039c08" id="0039c08"></a>香林指鹿為馬不能令這僧覿體現前亦成虛設今<a 
name="0039c09" id="0039c09"></a>日或有問如何是衲衣下事但云汝試抖擻看待伊<a 
name="0039c10" id="0039c10"></a>定動連棒趁出管教伊做箇一員無事道人。</p><a 
name="0039c11" id="0039c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>臘八上堂未上雪山眉卓朔忽瞻星斗眼瞇麻機先<a 
name="0039c12" id="0039c12"></a>贏得嘴頭滑半是力耕半賣花驀豎拂云金粟裂破<a 
name="0039c13" id="0039c13"></a>面皮入這行戶去也莫有乘時清賞者試出來酬價<a 
name="0039c14" id="0039c14"></a>看良久云可憐狼籍許多香不遇攀郎生受屈。</p><a 
name="0039c15" id="0039c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>道舊至上堂撞著道伴交肩過一生參學事畢大小<a 
name="0039c16" id="0039c16"></a>長慶只了得一頭山僧則不然撞著道伴交肩過還<a 
name="0039c17" id="0039c17"></a>有事在且道是什麼事一賓一主電閃雷奔有眼者<a 
name="0039c18" id="0039c18"></a>見有耳者聞諸人若作佛法商量入地獄如箭射。</p><a 
name="0039c19" id="0039c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>上堂立春日鞭土牛頭頭不放過棒棒有來繇寒山<a 
name="0039c20" id="0039c20"></a>拾得沿街叫滹沱老漢鬧啾啾山僧問云鬧何事他<a 
name="0039c21" id="0039c21"></a>道我這條白棒打佛打祖不輕易發今日被那一夥<a 
name="0039c22" id="0039c22"></a>人狼狼籍籍惱亂春風卒未休山僧卻向他云休四<a 
name="0039c23" id="0039c23"></a>海幸然清似鏡勸君莫與路為讎。</p><a 
name="0039c24" id="0039c24"></a><a 
name="0039c25" id="0039c25"></a><a 
name="0039c26" id="0039c26"></a><div class="w"><div style="margin-left: 1em"><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span><span class="note">(嘉興府平湖縣許門劉氏法名超翰捐貲<br><a 
name="0039c27" id="0039c27"></a>　助刻祈鶴算延長螽斯肇慶吉祥如意者)</span></p></div></div><a 
name="0039c28" id="0039c28"></a><a 
name="0039c29" id="0039c29"></a><a 
name="0039c30" id="0039c30"></a><p><span class="juanname">百癡禪師語錄卷第七終</span></p>
<hr>【經文資訊】嘉興藏第 28 冊 No. B202 百癡禪師語錄<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依嘉興藏所編輯<br>【原始資料】CBETA 人工輸入（版本一），CBETA 人工輸入（版本二），LINDEN 大德提供之部份經文<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index6736.html?index=J28nB202" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=J28nB202_007 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:57 GMT -->
</html>
