<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X88n1640_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:37 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=133887103&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX88n1640&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX88n1640_001&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	
	<p style="text-align:center">卍新纂大日本續藏經　第88冊<br/>No.1640 心性罪福因緣集 (3卷)<br/>【宋 智覺注】<br/>第 1 卷</p>
	<a href="index5056.html?index=X88n1640_002" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X88">
<div class="root" id="1640" sutra_name="心性罪福因緣集" sutra_juan="[卷1]">　
<a 
name="0001a01" id="0001a01"></a><a 
name="0001a02" id="0001a02"></a><p style="margin-left: 2em"><span class="juannum">No. 1640</span></p><a 
name="0001a03" id="0001a03"></a><p><span class="juanname">心性罪福因緣集卷之上</span></p><a 
name="0001a04" id="0001a04"></a><a 
name="0001a05" id="0001a05"></a><p style="margin-left: 4em"><span class="byline">大宋國　智覺禪師　注置</span></p><a 
name="0001a06" id="0001a06"></a><p>　<span class="lg">稽首三身佛　　顯密半滿教　　三乘賢聖僧<a 
name="0001a07" id="0001a07"></a><br>　及護正法者　　我今略記留　　心性罪福緣<a 
name="0001a08" id="0001a08"></a><br>　不載金口說　　經文顯然故　　不出賢聖詞<a 
name="0001a09" id="0001a09"></a><br>　論中分明故　　牟尼入涅槃　　正法盡<span class="corr" title='[巳&gt;已]'>已</span>後<a 
name="0001a10" id="0001a10"></a><br>　五天及邊國　　近代四部眾　　邪正信不信<a 
name="0001a11" id="0001a11"></a><br>　智者悉應觀　　是故或自見　　若從佗所聞<a 
name="0001a12" id="0001a12"></a><br>　為誡勸後輩　　<span class="corr" title='[&#x4F39;&gt;但]'>但</span>注其少分　　見聞讚謗者<a 
name="0001a13" id="0001a13"></a><br>　同入法性海</span></p><a 
name="0001a14" id="0001a14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>若有四部弟子。欲離生死證大涅槃。雖缺威儀而復<a 
name="0001a15" id="0001a15"></a>破戒。必應當觀三身功德相好神通智慧慈悲不思<a 
name="0001a16" id="0001a16"></a>議理。引證令知功德勝利。</p><a 
name="0001a17" id="0001a17"></a><p style="margin-left: 2em"><span class="headname">○觀三身功德</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>中天竺國有一沙門名僧多羅。天<a 
name="0001a18" id="0001a18"></a>性所稟。懈怠懶惰。雖受具足戒。或不知持犯。亦無讀<a 
name="0001a19" id="0001a19"></a>誦經教真言。受於信施日夜空過。三業多犯六時作<a 
name="0001a20" id="0001a20"></a>罪。無慚無愧不怖後世。同住伽藍大小眾僧。見其破<a 
name="0001a21" id="0001a21"></a>戒不許交座。乃至驅追擯出寺內。而是比丘有小分<a 
name="0001a22" id="0001a22"></a>智。了別三身功德之相。日日夜夜常念實相。一念心<a 
name="0001a23" id="0001a23"></a>中自然具足法如如智法如如境。萬德莊嚴。由妄執<a 
name="0001a24" id="0001a24"></a>故沉沒生死。念念步步行住坐臥皆是法性。常觀法<a 
name="0001b01" id="0001b01"></a>性不須餘法。於是比丘年漸衰老。受病經月。見此僧<a 
name="0001b02" id="0001b02"></a>者莫不誹謗。臨終之時。化佛菩薩來至其所。說實相<a 
name="0001b03" id="0001b03"></a>法。比丘歡喜顏色鮮白。正念安坐生兜率宮。光明異<a 
name="0001b04" id="0001b04"></a>香周遍國內。諸比丘眾及與男女見是比丘如是功<a 
name="0001b05" id="0001b05"></a>德。流淚隨喜。謝前誹謗。悔過懺愧。發心觀行三身功<a 
name="0001b06" id="0001b06"></a>德。修行之類其數甚多。是故應知心佛眾生三無差<a 
name="0001b07" id="0001b07"></a>別。應觀法性寂靜真如。一切諸法不思議故。</p><a 
name="0001b08" id="0001b08"></a><p style="margin-left: 2em"><span class="headname">○打圍碁二老僧</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝亦當聽。昔為尋道巡遊諸國。<a 
name="0001b09" id="0001b09"></a>鳩流國中有大伽藍。有七百僧。習大小教。皆弘佛法。<a 
name="0001b10" id="0001b10"></a>有一僧房二老僧住。只所好者是圍碁戲。二僧同心<a 
name="0001b11" id="0001b11"></a>終日竟夜作圍碁遊。更無他念。不尋經教。又不修道。<a 
name="0001b12" id="0001b12"></a>僧俗&#x89A7;者莫不加譏。我聞此由為試彼心。至老僧所。<a 
name="0001b13" id="0001b13"></a>爰二老僧不問訊我。深入圍碁不緣異境。尋餘暇語<a 
name="0001b14" id="0001b14"></a>老僧言。我求道法。從流沙東到於五竺。未預法流。心<a 
name="0001b15" id="0001b15"></a>性枯竭。猶如渴鹿求水馳走。願二大士以大法水施<a 
name="0001b16" id="0001b16"></a>與渴心。流淚悲歎。二老沙門見我深志。敷座令坐。即<a 
name="0001b17" id="0001b17"></a>語我言。我等二人年既衰邁。圍碁為業。一生過暮非<a 
name="0001b18" id="0001b18"></a>法師行。眾人被呵。聖人志固。尋大菩提。我等猶歎不<a 
name="0001b19" id="0001b19"></a>離生死。何教沙門令知佛果。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>遠方來。強求佛法。見<a 
name="0001b20" id="0001b20"></a>信不許。定違佛意。沙門若深欲厭生死。可念實相。可<a 
name="0001b21" id="0001b21"></a>觀心性。我等二人圍碁為境。尋求佛法。觀照心性。年<a 
name="0001b22" id="0001b22"></a>久日深未知方偶。況捨觀心誰尋佛道。示其相貌令<a 
name="0001b23" id="0001b23"></a>預法水。真如佛界如圍碁槃。九界差別如九黑目。眾<a 
name="0001b24" id="0001b24"></a>生世間．五陰世間．器世間等重重差別。猶如三百六<a 
name="0001c01" id="0001c01"></a>十之目。不淨．數息。五根．七覺．八正。四攝．六度．三念。如<a 
name="0001c02" id="0001c02"></a>是法門如少白石。三毒．七慢．五&#x8462;．十纏．十二因緣．八<a 
name="0001c03" id="0001c03"></a>邪．八難。如是惡法黑業所成。如黑石子。智慧心明伏<a 
name="0001c04" id="0001c04"></a>無明惑。如以白石打殺黑石。無明心迷失菩提種。猶<a 
name="0001c05" id="0001c05"></a>如黑石打殺白石。道心堅固。智慧明了。破煩惱怨。盡<a 
name="0001c06" id="0001c06"></a>知法界。猶如黑石皆悉打殺。留白石彌滿盤上。煩惱<a 
name="0001c07" id="0001c07"></a>盛發。邪見不善。無一分善。一闡提人。從冥入冥。無出<a 
name="0001c08" id="0001c08"></a>離期。猶如白石皆被打殺。唯留黑石彌滿盤上。如是<a 
name="0001c09" id="0001c09"></a>迷亂煩惱生死。如是修習菩提涅槃。更不相離真如<a 
name="0001c10" id="0001c10"></a>法界。如白黑石互有勝負。更不相離。圍碁之盤如是<a 
name="0001c11" id="0001c11"></a>如是。觀察迷悟剎那剎那。尋如如理。三身在心。不可<a 
name="0001c12" id="0001c12"></a>求外。真如具身。何尋他所。只以一法為觀心境。遙緣<a 
name="0001c13" id="0001c13"></a>法界遍滿十方。眾庶不知深呵我等。逆緣為種令萌<a 
name="0001c14" id="0001c14"></a>佛芽。汝大沙門慎習此旨。莫令他知。愚者迷深增輪<a 
name="0001c15" id="0001c15"></a>&#x5EFB;苦。智者解深達罪福。努力努力。固可信受。不可披<a 
name="0001c16" id="0001c16"></a>露。我等為汝。彌令取信。觀心威力不思議故。說此事<a 
name="0001c17" id="0001c17"></a>畢。默然而坐。二僧忽失。不知所去。圍碁之具亦復失<a 
name="0001c18" id="0001c18"></a>去。五色光明。房中充滿。我見如此希有之事。歡喜合<a 
name="0001c19" id="0001c19"></a>掌流淚頂禮。渴仰二僧隨喜讚歎。未滿一時忽然現<a 
name="0001c20" id="0001c20"></a>前。二僧在座重加誡言。觀如來性不離我心。功德威<a 
name="0001c21" id="0001c21"></a>神猶故如是。汝還本國深修觀行。可厭生死。如是勸<a 
name="0001c22" id="0001c22"></a>我。我承此教。雖生深信未知心性。此是秘事勿語愚<a 
name="0001c23" id="0001c23"></a>者。是故應知。心佛眾生三無差別。應觀法性真如寂<a 
name="0001c24" id="0001c24"></a>靜。諸法心起不思議故。</p><a 
name="0002a01" id="0002a01"></a><p style="margin-left: 2em"><span class="headname">○呵懈怠比丘</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>道覺禪師呵責懈怠弟子云。汝有<a 
name="0002a02" id="0002a02"></a>宿緣生值一所。幸遇佛法不嘗甘露。一生早走如雷<a 
name="0002a03" id="0002a03"></a>電光。毒蛇纏身何不怖畏。怨賊同宿生安穩哉。況閻<a 
name="0002a04" id="0002a04"></a>魔卒冥途逼使。無常鬼王生死指南。如影相副催死<a 
name="0002a05" id="0002a05"></a>不知也。汝何著樂不覺無常。通夜染睡不修道法。睡<a 
name="0002a06" id="0002a06"></a>眠可厭懈怠根元。破戒可慚生死元物。我念往昔求<a 
name="0002a07" id="0002a07"></a>佛法時。龜茲國中往詣住止。時我一夜居宿山里。至<a 
name="0002a08" id="0002a08"></a>于半夜忽有啼哭&#x544C;呼之聲。其聲宣言。多盜賊取我<a 
name="0002a09" id="0002a09"></a>財。不知去方。悲哉悲哉。我今力盡。近邊男女慈悲之<a 
name="0002a10" id="0002a10"></a>類。可助我身可救我命。時我聞此悲泣音聲。驚起走<a 
name="0002a11" id="0002a11"></a>出見聞此事。里內男女僧尼貴賤。皆覺夢睡。集會議<a 
name="0002a12" id="0002a12"></a>云。見此聖人結艸為宿。四十餘年三衣一&#x9262;。纔所具<a 
name="0002a13" id="0002a13"></a>足資養身命。只依分衛。身著糞掃不著細衣。有何財<a 
name="0002a14" id="0002a14"></a>寶怨賊盜取。尤希有也。我等可訪。夜中諸人集比丘<a 
name="0002a15" id="0002a15"></a>所。比丘流淚語諸人云。我年來間為求菩提。盡尋經<a 
name="0002a16" id="0002a16"></a>教常拂疑塵。夜止睡眠深瑩觀心。如是不退四十餘<a 
name="0002a17" id="0002a17"></a>年之間。今夜煩惱怨賊種種入來。初夜端坐觀三諦<a 
name="0002a18" id="0002a18"></a>理。散亂貪愛非例競起。逼取法財。纔<span class="gaiji">迴<!--gaiji,迴,1[廷-壬+(同-(一/口)+巳)],2&#x2231E;,3--></span>方便又始觀<a 
name="0002a19" id="0002a19"></a>行。睡眠強賊逼迫我心。任意盜取信．力．精進．覺法．慈<a 
name="0002a20" id="0002a20"></a>悲．三昧．解脫諸法財物。今至天曉自覺大泣懷歎。念<a 
name="0002a21" id="0002a21"></a>無一分益。汝等大眾可救我身。我無依怙法財盡故。<a 
name="0002a22" id="0002a22"></a>我有怖畏具怨賊故。流淚叩頭。仰天伏地。歎悲無極。<a 
name="0002a23" id="0002a23"></a>見聞大小莫不懷悲。我從彼聖蒙觀念旨。以此見汝。<a 
name="0002a24" id="0002a24"></a>四十餘年一發睡眠。智者大歎。何汝不發慚愧之心。<a 
name="0002b01" id="0002b01"></a>早取信心。勿起懈怠。比丘忽聞大師呵嘖。深&#x803B;怖罪。<a 
name="0002b02" id="0002b02"></a>觀心性理現身見佛。是故應知。心佛眾生三無差別。<a 
name="0002b03" id="0002b03"></a>應觀法性真如寂靜。諸法心起不思議故。</p><a 
name="0002b04" id="0002b04"></a><p style="margin-left: 2em"><span class="headname">○隨心為行</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝又當聞。我往胡國巡禮諸寺。住一<a 
name="0002b05" id="0002b05"></a>寺中。聞說一僧所作之業。住於一所不經一時。況住<a 
name="0002b06" id="0002b06"></a>一日乃至一年乎。見向東方又向南方。見向南方復<a 
name="0002b07" id="0002b07"></a>向北方。見仰天住復伏見地。見之行者又忽安坐。見<a 
name="0002b08" id="0002b08"></a>端坐者又高枕臥。或著衣服或脫衣服。或具威儀或<a 
name="0002b09" id="0002b09"></a>不具。或復歌舞而復悲泣。或復多食或復不食。或持<a 
name="0002b10" id="0002b10"></a>弓箭或持錫杖。或著好衣或著糞掃。忽然讚人忽然<a 
name="0002b11" id="0002b11"></a>罵詈。須臾高聲須臾默然。或復讀誦或復禮拜。剎那<a 
name="0002b12" id="0002b12"></a>麤獷經一時間。所作轉變猶故如是。何況日日乃至<a 
name="0002b13" id="0002b13"></a>年年。所行不定不可宣說。寺內眾僧見聞男女。而不<a 
name="0002b14" id="0002b14"></a>言是尋常之人。但謂迷亂極狂之人。我往見之。深怪<a 
name="0002b15" id="0002b15"></a>所為。三日四日隨逐是人。更不知意。我至誠心禮狂<a 
name="0002b16" id="0002b16"></a>比丘。大師慈悲引攝我身。比丘忽聞我言說畢。離寺<a 
name="0002b17" id="0002b17"></a>往至無人林間。我觀彼行隨狂僧行。狂僧至林端坐<a 
name="0002b18" id="0002b18"></a>樹下。即語我言。沙門法子大善知識。以好心來求菩<a 
name="0002b19" id="0002b19"></a>提道。至心聽受取信不逆。若欲求佛當細尋心。無明<a 
name="0002b20" id="0002b20"></a>睡深生妄想夢。心性狂迷剎那不住。猶如獼猴不住<a 
name="0002b21" id="0002b21"></a>一樹。亦如流水須臾不留。由是妄生諸趣不同。善惡<a 
name="0002b22" id="0002b22"></a>之業。生天受樂還生地獄。居輪王位七寶具足還生<a 
name="0002b23" id="0002b23"></a>貧家。單<span class="corr" title='[巳&gt;己]'>己</span>憂惱。生師子<span class="corr" title='[巳&gt;已]'>已</span>雖伏諸獸。亦生螻蟻怯弱<a 
name="0002b24" id="0002b24"></a>無力。如是不同由妄心生。尋其本性凝然寂靜。絕言<a 
name="0002c01" id="0002c01"></a>詞境。離思議相。如是觀察是真佛子。我本心性散亂<a 
name="0002c02" id="0002c02"></a>病重。以數息觀難可對治。以是因緣隨本所行。觀心<a 
name="0002c03" id="0002c03"></a>妄想細觀心性。念念不住剎那剎那隨境轉變。隨心<a 
name="0002c04" id="0002c04"></a>所念現我威儀。雖如是轉。更不見體。是不思議。非無<a 
name="0002c05" id="0002c05"></a>所知。唯佛究盡心性本源。我發道心過二十年。從初<a 
name="0002c06" id="0002c06"></a>發心至于今日。隨心妄想不覆其過。細尋推求更不<a 
name="0002c07" id="0002c07"></a>可得。而是我行如來所說。煩惱病重但隨本病。自在<a 
name="0002c08" id="0002c08"></a>隨心自然伏得。如捕鱉魚任&#x920E;棄置。浮沉牽釣終鱉<a 
name="0002c09" id="0002c09"></a>魚死。而是如來觀行秘術。淺行下根尚不得之。見我<a 
name="0002c10" id="0002c10"></a>心性顯外輕浮。一切諸人皆謂極狂。我今為汝說觀<a 
name="0002c11" id="0002c11"></a>心法。歷萬法相觀達心性。順逆橫&#x7AEA;淺深麤細。分別<a 
name="0002c12" id="0002c12"></a>心性攝持萬德。我聽此語。於狂比丘生如來想。至心<a 
name="0002c13" id="0002c13"></a>頂禮。比丘語畢。坐禪入定。七日不起身心不動。從定<a 
name="0002c14" id="0002c14"></a>出<span class="corr" title='[巳&gt;已]'>已</span>氣色鮮白。如白蓮華忽開之相。是希有事誰敢<a 
name="0002c15" id="0002c15"></a>思量。故知心法難可思議。求佛道者但習觀心。以是<a 
name="0002c16" id="0002c16"></a>案之。見狂戲僧可生謗哉。</p><a 
name="0002c17" id="0002c17"></a><p style="margin-left: 2em"><span class="headname">○常作詩比丘</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>汝又當聞。我巡此國親近智者五<a 
name="0002c18" id="0002c18"></a>臺山北。往數十里有山民里。彼里邊山有二比丘。結<a 
name="0002c19" id="0002c19"></a>艸菴室各住異所。元是杭州文筆人也。剃頭捨家遠<a 
name="0002c20" id="0002c20"></a>住此山。觀其所作。不繼道&#x8FF9;不捨俗業。只所好者詩<a 
name="0002c21" id="0002c21"></a>頌歌詠。花鮮香朝月朗照夜。染筆作詩冷風吹暮。霜<a 
name="0002c22" id="0002c22"></a><span class="gaiji">鶴<!--gaiji,鶴,1[鴳-女+隹],2,3--></span>叫曉舉扇詠頌。從是以外更無所修。時人見者出<a 
name="0002c23" id="0002c23"></a>家外道。誹謗罵詈不入僧數。二比丘僧。入山<span class="corr" title='[巳&gt;已]'>已</span>後不<a 
name="0002c24" id="0002c24"></a>出人間。不怖誹謗不喜讚歎。我往親近。見二僧行從<a 
name="0003a01" id="0003a01"></a>艸庵出。只作詩頌專。不見於佛法氣分。強勉久住致<a 
name="0003a02" id="0003a02"></a>恭敬志。彌現邪見不出慈言。我終不見其人所行。遠<a 
name="0003a03" id="0003a03"></a>離捨去。奚過數年後時復往。住於近邊二僧老齡。或<a 
name="0003a04" id="0003a04"></a>八十餘復及九十。臨終之時。兼於一日晝夜不斷。老<a 
name="0003a05" id="0003a05"></a>聲歌詠流淚悲吟。聞之僧俗皆謂老狂。不稱佛號不<a 
name="0003a06" id="0003a06"></a>讀經教。無益習單。俗曲外書空送此生。是大惡人。時<a 
name="0003a07" id="0003a07"></a>二老僧。臨命終剋俱時出遇。合眼語通執手泣吟。時<a 
name="0003a08" id="0003a08"></a>于空中音樂聲滿。妙華異香遍薰山林。文殊．彌勒乘<a 
name="0003a09" id="0003a09"></a>雲出現。各為老僧說深妙法。各迎一僧東西昇天。異<a 
name="0003a10" id="0003a10"></a>香熏室數月不先。光明滿林通夜照曜。僧尼男女尋<a 
name="0003a11" id="0003a11"></a>送頂拜。&#x5EFB;室讚歎開艸菴<span class="corr" title='[巳&gt;已]'>已</span>。勘見年來作置詩書。非<a 
name="0003a12" id="0003a12"></a>世間語。皆是甚深觀心功德實相境界。世間無常生<a 
name="0003a13" id="0003a13"></a>死不定。魔界佛界不二之由。煩惱菩提即一之源。見<a 
name="0003a14" id="0003a14"></a>者染肝忽發道心。聞者徹骨眼淚難禁。或聞此詩剃<a 
name="0003a15" id="0003a15"></a>頭入山。捨棄眷屬深守菩提。&#x803B;過持戒攝身觀心。趣<a 
name="0003a16" id="0003a16"></a>佛道者其類極多。故知諸法皆是佛法。真可直心必<a 
name="0003a17" id="0003a17"></a>可觀心。以是案之。誰佛世尊。其餘眾生莫謗比丘矣。</p><a 
name="0003a18" id="0003a18"></a><p style="margin-left: 2em"><span class="headname">○沐浴之法</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>法空比丘呵責樂著沐浴弟子云。汝<a 
name="0003a19" id="0003a19"></a>等比丘。明知法師沐浴之法。比丘白言。我等能知。是<a 
name="0003a20" id="0003a20"></a>故常沐浴。法空比丘又更問云。若能知者可教於我。<a 
name="0003a21" id="0003a21"></a>弟子白言。是非難事。水木火釜香<span class="gaiji">&#x7070;<!--gaiji,灰,1[厂@火],2&#x7070;,3--></span>等具。如法備足。<a 
name="0003a22" id="0003a22"></a>調於溫湯不熱不寒。沐浴身體垢穢不淨。一切諸人<a 
name="0003a23" id="0003a23"></a>皆悉知之。法空比丘告弟子言。汝所習者。是非沙門<a 
name="0003a24" id="0003a24"></a>沐浴之法。一切男女在家之族沐浴儀式。經於多劫<a 
name="0003b01" id="0003b01"></a>雖沐浴身體。黑業之垢念念增故。依彼法者更無出<a 
name="0003b02" id="0003b02"></a>離三途舊里。只是造置熱地獄業。何由沐浴離身垢<a 
name="0003b03" id="0003b03"></a>哉。剃頭染衣成法師形。永異俗形。以形異知心可異<a 
name="0003b04" id="0003b04"></a>俗。以是明知。沙門沐浴不同俗法。猶為我說。弟子閉<a 
name="0003b05" id="0003b05"></a>口不知所答。法空比丘告弟子言。汝未明知沙門沐<a 
name="0003b06" id="0003b06"></a>浴心行作法。何常沐浴生愛著哉。我今為汝說沐浴<a 
name="0003b07" id="0003b07"></a>法。凡法師心。少欲知足是真所行。昔若盛時胡國往<a 
name="0003b08" id="0003b08"></a>詣請求佛法。彼國北山有一伽藍纔十餘僧。出入止<a 
name="0003b09" id="0003b09"></a>住皆持禁戒。不許浮囊。悉具威儀不傾油&#x9262;。我時來<a 
name="0003b10" id="0003b10"></a>至彼山寺畢。為洗身垢搆於溫室。先以上分供養住<a 
name="0003b11" id="0003b11"></a>僧。上座和尚引率諸僧。威儀具足來至溫室。不&#x609E;僧<a 
name="0003b12" id="0003b12"></a>次著座上竟。燒香散華胡跪合掌。勸請十方諸佛菩<a 
name="0003b13" id="0003b13"></a>薩賢聖等眾沐浴供養。同聲讚歎諸佛菩薩。發大願<a 
name="0003b14" id="0003b14"></a>云。我等今生乃至究竟<span class="gaiji">[宋-木+取]<!--gaiji,,1[宋-木+取],2&#x3761;,3--></span>未後身。常以如是沐浴如<a 
name="0003b15" id="0003b15"></a>來菩薩賢聖。願垂慈悲救濟眾生身心之垢。如是發<a 
name="0003b16" id="0003b16"></a>願頂禮三寶。然後經時上座比丘臨沐浴時。端身安<a 
name="0003b17" id="0003b17"></a>座閉目思惟。彈指數反。從眼淚下悲愁罔限。其餘比<a 
name="0003b18" id="0003b18"></a>丘亦皆如是。時我不知沐浴因緣。未染佛法。見此所<a 
name="0003b19" id="0003b19"></a>作合掌白言。和尚何故彈指思惟。淚流憂愁不敢沐<a 
name="0003b20" id="0003b20"></a>浴。願說因緣我樂欲聞。上座比丘即答我言。法師若<a 
name="0003b21" id="0003b21"></a>欲澡浴之時。溫室上分供養三寶普施一切。上所作<a 
name="0003b22" id="0003b22"></a>正欲沐時。以僧次第必應沐浴。若有客僧沙彌男女<a 
name="0003b23" id="0003b23"></a>從近邊所而復來會。本住僧等出迎客僧。和顏問訊<a 
name="0003b24" id="0003b24"></a>不生違背。發敬尊重生大師想。或父母或生極愛一<a 
name="0003c01" id="0003c01"></a>子之想。而不分別是親是&#x758E;及知不知。亦不分別是<a 
name="0003c02" id="0003c02"></a>男是女或賢或愚。必令沐浴無空過者。縱自不沐雖<a 
name="0003c03" id="0003c03"></a>經多年。客比丘僧必令沐浴。所以者何。若於溫室生<a 
name="0003c04" id="0003c04"></a>慳貪心。但自身與眷屬沐樂。不施他人及僧俗等。或<a 
name="0003c05" id="0003c05"></a>加罵詈或時擯出。決定死後入熱地獄。焚燒身分飲<a 
name="0003c06" id="0003c06"></a>三熱丸。經多劫數不知出時。欲見罪報出僧護等諸<a 
name="0003c07" id="0003c07"></a>經論中。努力努力。於溫室時勿生貪心。又諸比丘及<a 
name="0003c08" id="0003c08"></a>餘男女。若有道心欲得二世廣大利益。當設溫室供<a 
name="0003c09" id="0003c09"></a>養四眾。隨力所堪拾薪汲水。又設粥漿內衣炭等諸<a 
name="0003c10" id="0003c10"></a>沐浴具。常懷大悲供養眾僧及諸病者。令離塵穢亦<a 
name="0003c11" id="0003c11"></a>令治病。所以者何。溫室功德無量無邊。首陀會天由<a 
name="0003c12" id="0003c12"></a>溫室力。身色光明勝餘諸天。生生處處離煩惱垢。內<a 
name="0003c13" id="0003c13"></a>外明潔入淨佛地。由是因緣自身雖不沐浴。摧骨盡<a 
name="0003c14" id="0003c14"></a>力當施諸僧。深誡自身樂著欣求。不沐浴身為淨身<a 
name="0003c15" id="0003c15"></a>垢。纔沐浴時一心悲呻而作是觀。我從無量無數劫<a 
name="0003c16" id="0003c16"></a>來。常所沐來三熱湯也。彼湯洗除我身垢者。早證無<a 
name="0003c17" id="0003c17"></a>垢大菩提位。縱盡身分惱亂獄率。倍煩惱垢增輪迴<a 
name="0003c18" id="0003c18"></a>塵。有何不飽生沐浴心。何況纔得希有人身。幸值釋<a 
name="0003c19" id="0003c19"></a>迦像法中間。沐浴法水可洗心垢。於有為湯生愛著<a 
name="0003c20" id="0003c20"></a>哉。假使盡力聚集一切山林樹木。傾於大海無量諸<a 
name="0003c21" id="0003c21"></a>水。日日溫室洗我身分。四大和合精血不淨。五體四<a 
name="0003c22" id="0003c22"></a>支何時清淨。如是思惟不生愛著。又應觀察於溫室<a 
name="0003c23" id="0003c23"></a>所生地獄想。見釜當生熱鐵之想。見湯應生融銅沸<a 
name="0003c24" id="0003c24"></a>想。於汲湯人生獄率想。入湯船時應生入於極熱鐵<a 
name="0004a01" id="0004a01"></a>鑵受極苦想。磨體垢時應生我身入獄率掌摧折身<a 
name="0004a02" id="0004a02"></a>分&#x7234;裂血肉驚怖之想。為止息故。臥坐之時當生臥<a 
name="0004a03" id="0004a03"></a>坐熱鐵大地受深苦想。飲粥漿時應生飲於沸銅湯<a 
name="0004a04" id="0004a04"></a>想。著內衣時應生極熱炎火鐵衣著纏身想。如是思<a 
name="0004a05" id="0004a05"></a>惟不生一念樂浴之心。如是事觀但隨行者智慧寬<a 
name="0004a06" id="0004a06"></a>狹其相無量。是事溫室復有理觀溫室作法。我身心<a 
name="0004a07" id="0004a07"></a>外無求溫室。觀我腹內即是釜船。血膿淚等即是湯<a 
name="0004a08" id="0004a08"></a>水。三百六十諸骨骸等乃是薪木。我身燸氣是即火<a 
name="0004a09" id="0004a09"></a>炎。我身諸皮乃應內衣。心王即是沐浴之人。心所即<a 
name="0004a10" id="0004a10"></a>是溫室維那。如是心王及心所調業果報。溫室湯水<a 
name="0004a11" id="0004a11"></a>沐浴自在。流轉生死實應悲歎。又應思惟。淨戒如水<a 
name="0004a12" id="0004a12"></a>智慧如火。煩惱如薪慈悲如釜。以淨戒水滿慈悲釜。<a 
name="0004a13" id="0004a13"></a>以智慧火燒煩惱薪。由是定慧相應。溫水心中流出。<a 
name="0004a14" id="0004a14"></a>以是法水洗除無始妄想心垢。惡業之垢煩惱之塵。<a 
name="0004a15" id="0004a15"></a>須<span class="gaiji">臾<!--gaiji,臾,1[更-一],2&#x3B30;,3--></span>須<span class="gaiji">臾<!--gaiji,臾,1[更-一],2&#x3B30;,3--></span>令自然消滅。佛性之體真如之理。剎那剎<a 
name="0004a16" id="0004a16"></a>那微妙顯現。自佗無垢內外清淨。天魔外道不能汙<a 
name="0004a17" id="0004a17"></a>穢。生死煩惱更不塵染。如是觀行是真沐浴。如是思<a 
name="0004a18" id="0004a18"></a>惟是名理溫室。自今以後如是習學。世間溫室非真<a 
name="0004a19" id="0004a19"></a>沐浴。況復可怖後世罪報。誰有智者不隨此語。但諸<a 
name="0004a20" id="0004a20"></a>愚夫醪迷不解。上座比丘說此事<span class="corr" title='[巳&gt;已]'>已</span>。更不沐浴即還<a 
name="0004a21" id="0004a21"></a>本房。餘比丘亦皆不沐浴。我聞此說不覺淚流。深發<a 
name="0004a22" id="0004a22"></a>道心常願沐浴觀心之溫水。於諸世間溫室沐浴不<a 
name="0004a23" id="0004a23"></a>生希望。纔得沐浴猶生入於熱地獄想。是故汝等信<a 
name="0004a24" id="0004a24"></a>我所說。不應著於溫室沐浴。常念無常而觀心性之<a 
name="0004b01" id="0004b01"></a>沐浴法水永離心垢。弟子比丘聞大師之誡。深懷慚<a 
name="0004b02" id="0004b02"></a>愧永絕沐浴。希求法水固持戒品。習學正教永發道<a 
name="0004b03" id="0004b03"></a>心。是故應知。心佛眾生三無差別。應觀法性真如寂<a 
name="0004b04" id="0004b04"></a>靜。諸法心起不思議故。</p><a 
name="0004b05" id="0004b05"></a><p style="margin-left: 2em"><span class="headname">○念佛</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>有一比丘名曰定覺。白明智言。我今無智<a 
name="0004b06" id="0004b06"></a>亦無戒行。人中之牛羊花園之枯木。但稱佛名念佛<a 
name="0004b07" id="0004b07"></a>為業。唯願和尚為我宣說稱念佛名功德心行。明知<a 
name="0004b08" id="0004b08"></a>和尚和顏向之。告比丘言。善哉善哉。汝真知識。能知<a 
name="0004b09" id="0004b09"></a>生死崖岸苦岸。三歸者即是菩提之初道。應修念佛。<a 
name="0004b10" id="0004b10"></a>念佛是<span class="gaiji">[宋-木+取]<!--gaiji,,1[宋-木+取],2&#x3761;,3--></span>上之行法。所以者何。向上&#x8657;空直下大地<a 
name="0004b11" id="0004b11"></a>側見於四方。一切處處。若天若人鬼畜等類。皆蒙諸<a 
name="0004b12" id="0004b12"></a>佛大悲方便。纔得免苦或入樂城。是故發心求佛道<a 
name="0004b13" id="0004b13"></a>者。捨於餘業但念諸佛并稱名號。以是功德。度於生<a 
name="0004b14" id="0004b14"></a>死瀑流之大海。證於涅槃寂靜解脫。我今為汝說於<a 
name="0004b15" id="0004b15"></a>稱念佛名儀式。如我昔時初發之道心。為求佛法巡<a 
name="0004b16" id="0004b16"></a>諸國中。或入深山食艸而住。或住冢間乞食而逕。或<a 
name="0004b17" id="0004b17"></a>住于伽藍永仕習學。或交聚落出入往來。如是如是<a 
name="0004b18" id="0004b18"></a>經歷多年。訪習佛法尋求戒律。師子國中有一孤山。<a 
name="0004b19" id="0004b19"></a>岑串半天谷徹幽地。其孤山中有一伽藍。纔有一僧。<a 
name="0004b20" id="0004b20"></a>人&#x8FF9;難通。我時尋登往詣于伽藍。三七日之間精進<a 
name="0004b21" id="0004b21"></a>經行。見僧所行甚為希有。不持經教法文等之具。日<a 
name="0004b22" id="0004b22"></a>夜六時沐浴精進。入於堂內一心彈指。閉目思惟舉<a 
name="0004b23" id="0004b23"></a>聲唱云。南無十方諸佛如來。一唱名畢良久思惟。復<a 
name="0004b24" id="0004b24"></a>發聲言。南無大聖釋迦牟尼如來。良久思惟。復稱釋<a 
name="0004c01" id="0004c01"></a>迦如前無異。如是思惟稱佛名號。百反千反從眼淚<a 
name="0004c02" id="0004c02"></a>流。如春細雨亦如泉水。但除食時大小便利。於其餘<a 
name="0004c03" id="0004c03"></a>時相欠如是。燒香散華時節&#x83D3;食如法供養。稱佛名<a 
name="0004c04" id="0004c04"></a>號閉目思惟更無餘事。我即思惟。然是愚僧無所知<a 
name="0004c05" id="0004c05"></a>故。纔稱佛名不修餘業。不可親近早當遠離。復更思<a 
name="0004c06" id="0004c06"></a>惟。我今試問比丘所作。作是念<span class="corr" title='[巳&gt;已]'>已</span>往比丘所。合掌白<a 
name="0004c07" id="0004c07"></a>言。大德比丘住此深山經幾年序。亦有何緣但稱佛<a 
name="0004c08" id="0004c08"></a>名不修餘業。比丘諦聽。我今細知比丘心行。謙我所<a 
name="0004c09" id="0004c09"></a>行設於試問。雖須不答。但以大悲息汝迷心。汝比丘<a 
name="0004c10" id="0004c10"></a>僧若真欲求大菩提道。早止息於慢劣他心。但發隨<a 
name="0004c11" id="0004c11"></a>喜恭敬一切。勿輕佛法。所以者何。佛法甚深非凡所<a 
name="0004c12" id="0004c12"></a>識。稱南無佛微小音聲。能<span class="corr" title='[辨&gt;辦]'>辦</span>一切世出世間有為無<a 
name="0004c13" id="0004c13"></a>為事理之功德。譬如龍子初生七日。而能雨甘水普<a 
name="0004c14" id="0004c14"></a>潤一切。亦如頻伽在卵<span class="gaiji">[穀-禾+卵]<!--gaiji,,1[穀-禾+卵],2&#x3C89;,3--></span>之中。聲勝眾鳥哀雅微妙。<a 
name="0004c15" id="0004c15"></a>稱南無佛一音聲中。然彼如來從初發心及證極果。<a 
name="0004c16" id="0004c16"></a>於其中間一切功德．智慧．慈悲．禪定．解脫．一切善根。<a 
name="0004c17" id="0004c17"></a>皆悉具足無有缺減。所以者何。如是功德和合莊嚴<a 
name="0004c18" id="0004c18"></a>名為佛陀。心性體相名號儀式但一無異。為化眾生<a 
name="0004c19" id="0004c19"></a>所現名號體相不同。若尋本性如如空寂。以是因緣<a 
name="0004c20" id="0004c20"></a>稱佛名時具諸功德。念體性時亦具稱名功德等事。<a 
name="0004c21" id="0004c21"></a>更互具足更無所缺。猶如大綱牽一目時。一切諸目<a 
name="0004c22" id="0004c22"></a>皆悉振動。亦如丸香諸香合故。燒一分時眾香馥<span class="gaiji">[苟-口+匕]<!--gaiji,,1[苟-口+匕],2,3--></span>。<a 
name="0004c23" id="0004c23"></a>是故比丘但稱佛名不修餘善。直至道場破魔軍<span class="corr" title='[巳&gt;已]'>已</span><a 
name="0004c24" id="0004c24"></a>證大菩提。我聞此語深懷慚愧。叩頭求救。惟願大師<a 
name="0005a01" id="0005a01"></a>為我宣說念佛方法。比丘語言。稱念佛名有多方法。<a 
name="0005a02" id="0005a02"></a>我為略說示其一兩句。若欲稱念諸佛名號。於清淨<a 
name="0005a03" id="0005a03"></a>地安置佛像。幡&#x8462;華幢妙華燈明。如法莊嚴盡力不<a 
name="0005a04" id="0005a04"></a>怠。沐浴香湯令身清淨。楊柳含口以水淨垢。著於淨<a 
name="0005a05" id="0005a05"></a>衣不起染著。心狂所起貪瞋癡等呵責被。迷亂煩惱<a 
name="0005a06" id="0005a06"></a>一一而伏制之莫令不起。然起大悲發弘誓言。我及<a 
name="0005a07" id="0005a07"></a>眾生無明迷亂。不知諸法是非之相。亦復不知真如<a 
name="0005a08" id="0005a08"></a>寂靜實相之法。死此生彼流轉無窮。受善惡身經劫<a 
name="0005a09" id="0005a09"></a>不盡。雖慚此苦不知遁方。如折羽鳥翻飛無便。亦如<a 
name="0005a10" id="0005a10"></a>盲人見色無由。諸佛如來發大悲願。能除迷闇智慧<a 
name="0005a11" id="0005a11"></a>日光。朗度群生令生惠解。是故我今但稱佛號并念<a 
name="0005a12" id="0005a12"></a>功德。因佛之誓願發於惠眼。及無始生死際限。明照<a 
name="0005a13" id="0005a13"></a>法界自然無礙。如是思惟一心稱念諸佛名號。復更<a 
name="0005a14" id="0005a14"></a>思惟諸佛之名號希有得聞。若得纔聞除無量劫煩<a 
name="0005a15" id="0005a15"></a>惱惡業。常生善趣。諸魔外道不能嬈亂。猶如玅藥。但<a 
name="0005a16" id="0005a16"></a>聞藥名延三百歲長遠壽命。亦如&#x546A;王。纔得聞時諸<a 
name="0005a17" id="0005a17"></a>毒惡氣自然消滅。何況一心稱念佛陀功德利益無<a 
name="0005a18" id="0005a18"></a>量無邊。是故我今除諸亂心一心稱名。如是思惟稱<a 
name="0005a19" id="0005a19"></a>念佛名。復更思惟如來妙相甚深微玅。盡說妙行多<a 
name="0005a20" id="0005a20"></a>劫修行。所謂誓發四弘之大願。捨法界財施諸眾生。<a 
name="0005a21" id="0005a21"></a>求眼施眼。求耳施耳。求手施手。求足施足。乞骨隨者<a 
name="0005a22" id="0005a22"></a>施與骨髓。乃至身命普施一切。經無量劫遍於法界。<a 
name="0005a23" id="0005a23"></a>行如是施心無猒離。於其中間不起想。能施所施差<a 
name="0005a24" id="0005a24"></a>別之心。持戒．精進乃至智慧遍於法界。經無量劫不<a 
name="0005b01" id="0005b01"></a>起想。如前布施。如是修行自行化佗。無量功德感得<a 
name="0005b02" id="0005b02"></a>微玅自受用身。周圓無際相好功德。無見頂相遍於<a 
name="0005b03" id="0005b03"></a>法界。眉間白毫亦遍于法界。乃至一切諸根相好身<a 
name="0005b04" id="0005b04"></a>分毛孔一一無邊無限。善根所引生故。色身智慧十<a 
name="0005b05" id="0005b05"></a>力無畏。慈悲神通三昧道品。皆遍法界而不雜亂。更<a 
name="0005b06" id="0005b06"></a>互而住自受法樂凝然寂靜。況發大悲還念本願。愍<a 
name="0005b07" id="0005b07"></a>眾生故示現應身。隱尊特身居分段土。身有形量大<a 
name="0005b08" id="0005b08"></a>小差別。士有淨穢凡聖萬差。於所現身相好功德亦<a 
name="0005b09" id="0005b09"></a>不思議。青蓮華眼紺毛睫相。雪山白齒牛王步相。頻<a 
name="0005b10" id="0005b10"></a>伽音聲師子臆相。一一之相好非是惡法。無量功德<a 
name="0005b11" id="0005b11"></a>和合所成。繫心思惟舉聲稱名。滅除眾苦定得安樂。<a 
name="0005b12" id="0005b12"></a>願如諸佛我亦如是。感得相好功德之身。為諸眾生<a 
name="0005b13" id="0005b13"></a>作大依止。運載自佗直至菩提。如是思惟一心稱名。<a 
name="0005b14" id="0005b14"></a>復更思惟。諸佛名號具無量德。於地獄中得聞佛名。<a 
name="0005b15" id="0005b15"></a>猛火消滅變成蓮池。於餓鬼中得聞佛號。甘露現前<a 
name="0005b16" id="0005b16"></a>飢苦<span class="corr" title='[巳&gt;已]'>已</span>消。修羅人天各隨所應。或除怖畏貧窮五衰<a 
name="0005b17" id="0005b17"></a>生諸善法。今世安樂將來證果。如是利益稱念佛時<a 
name="0005b18" id="0005b18"></a>自然具足。是故一心稱念佛名。復更思惟。諸佛方便<a 
name="0005b19" id="0005b19"></a>甚深微妙也。其有眾生一心稱名。無礙智慧自然知<a 
name="0005b20" id="0005b20"></a>見來至其所。伸慈悲手而摩頂守護。教化引接。增益<a 
name="0005b21" id="0005b21"></a>於善法。減於惡法。漸漸教化而令入佛道。如淨圓月<a 
name="0005b22" id="0005b22"></a>之自然浮水。亦如孔<span class="gaiji">雀<!--gaiji,雀,1[少/隹],2,3--></span>之依雷懷妊。有如是益。</p><a 
name="0005b23" id="0005b23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一心稱名。復更思惟一生早過。如山下水。身命忽衰<a 
name="0005b24" id="0005b24"></a>猶如槿花。罪業積身煩惱滿心。臨命終時。眾病逼迫<a 
name="0005c01" id="0005c01"></a>眾苦惱亂。諸根散懷色身衰損。閻魔之使者問定罪<a 
name="0005c02" id="0005c02"></a>業輕重之相。牛頭馬頭前後圍繞摧折身分。惡鬼惡<a 
name="0005c03" id="0005c03"></a>神內外伺便倍增苦惱。恩愛之妻子流淚失方。覆養<a 
name="0005c04" id="0005c04"></a>之眷屬懷憂愁傷。朋友故人見於氣色便不來至。近<a 
name="0005c05" id="0005c05"></a>&#x96A3;比戶聞於案內專不相問。王法上逼妻子下悲。一<a 
name="0005c06" id="0005c06"></a>生積財四面出去。朝暮粧身皆悉衰損。臨其時節何<a 
name="0005c07" id="0005c07"></a>人救濟慈悲覆護。諸佛如來垂大悲力影現其前。慈<a 
name="0005c08" id="0005c08"></a>悲照身耎語誘喻蓮臺迎接。息諸重苦生淨土中。見<a 
name="0005c09" id="0005c09"></a>佛聞法。如是利益誠為希有。如是思惟一心念佛。復<a 
name="0005c10" id="0005c10"></a>思惟稱念彌陀一佛即為稱念一切諸佛。以何因緣。<a 
name="0005c11" id="0005c11"></a>三身如來與一切佛同體同意同事業故。一切諸佛<a 
name="0005c12" id="0005c12"></a>皆具三身功德之果。是故稱念彌陀一佛功德遍成<a 
name="0005c13" id="0005c13"></a>稱念一切諸佛。如是思惟一心念佛。如是念佛名事<a 
name="0005c14" id="0005c14"></a>念佛。其相無邊。但隨行者智慧寬狹一一觀之。若欲<a 
name="0005c15" id="0005c15"></a>直念諸佛功德。應觀理性。此有三種理觀念佛。一直<a 
name="0005c16" id="0005c16"></a>應觀我身即是如來身相。二直應觀我心即是如來<a 
name="0005c17" id="0005c17"></a>心性。三直應觀山河艸木乃至一塵即是如來微妙<a 
name="0005c18" id="0005c18"></a>身心。一直觀身即佛身者。觀我身體頭眼耳鼻舌乃<a 
name="0005c19" id="0005c19"></a>至手足一切身分。一往雖是生死無常。再尋觀達具<a 
name="0005c20" id="0005c20"></a>無邊際真成功德常遍色身。相續湛然非有非無。頭<a 
name="0005c21" id="0005c21"></a>即是空空即是頭。眼耳鼻等一切身分亦復如是。真<a 
name="0005c22" id="0005c22"></a>如冥合。超言議道越思量境。由是我身即是法性清<a 
name="0005c23" id="0005c23"></a>淨法身。離我身而外何處求於法身。如來一一身分<a 
name="0005c24" id="0005c24"></a>遍於法界更不雜亂。由妄執故分別是非寬狹差別。<a 
name="0006a01" id="0006a01"></a>論其本性。頭等身分一一毛孔皆同法界自在無礙。<a 
name="0006a02" id="0006a02"></a>豈非報身相好功德具我身上。何況應身即是我身。<a 
name="0006a03" id="0006a03"></a>今觀我身與佛無異。我身頭頂即是如來之無見頂<a 
name="0006a04" id="0006a04"></a>相。我頭髮毛乃是諸佛之紺青髮相。觀我兩眼即是<a 
name="0006a05" id="0006a05"></a>世尊青蓮鮮白大慈悲之眼。論我音聲豈非頻伽八<a 
name="0006a06" id="0006a06"></a>辯聲相。頻婆&#x83D3;之唇備我口中。師子胸臆即我胸臆。<a 
name="0006a07" id="0006a07"></a>紫金色膚乃我身皮。千輻輪文具我足底。如來行步<a 
name="0006a08" id="0006a08"></a>承足蓮華。是我步時所履物也。如來所著上服法衣<a 
name="0006a09" id="0006a09"></a>及諸瓔珞。乃是我身所服衣裝乃嚴身具也。總觀我<a 
name="0006a10" id="0006a10"></a>身與佛無異。由修行力離惡業故。如來相好顯現炳<a 
name="0006a11" id="0006a11"></a>然。離塵光潔眾所樂見。由妄想力造眾業故。眾生身<a 
name="0006a12" id="0006a12"></a>分相好隱沒。覆弊塵垢汙穢無光眾所遠離也。觀其<a 
name="0006a13" id="0006a13"></a>本性<span class="corr" title='[&#x4F39;&gt;但]'>但</span>一無異。猶如黃金被練放光藏土黑闇。亦如<a 
name="0006a14" id="0006a14"></a>鏡面加瑩明顯積塵無杲。由是應觀我身相好與自<a 
name="0006a15" id="0006a15"></a>受用及佗受用應身相好平等無異。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>悔妄想顛倒<a 
name="0006a16" id="0006a16"></a>因緣。早念前達諸佛功德。及念我身本具佛身。還於<a 
name="0006a17" id="0006a17"></a>本覺安住寂靜。如是思惟稱念佛名矣。二觀我心即<a 
name="0006a18" id="0006a18"></a>佛心者。諸佛心意即我心意。觀我心內有三佛種五<a 
name="0006a19" id="0006a19"></a>智種子。三世諸佛所修真如名為法界身法界心。方<a 
name="0006a20" id="0006a20"></a>便皆悉具足無有減少。法身遍故。報身．應身亦遍法<a 
name="0006a21" id="0006a21"></a>界。正因緣了亦同周遍。如是觀時。我身諸佛及諸有<a 
name="0006a22" id="0006a22"></a>情一切平等。皆應稱念名號體性。如是思惟名真念<a 
name="0006a23" id="0006a23"></a>佛矣。三觀艸木一切諸物即是佛。何者。佛性如空遍<a 
name="0006a24" id="0006a24"></a>於一切。云何宣說有情非情有無差別。是故應觀一<a 
name="0006b01" id="0006b01"></a>切非情亦是諸佛。一色一香純是中道。一音一味亦<a 
name="0006b02" id="0006b02"></a>是真如。若動若止乃是法性。若麤若細全是實相。實<a 
name="0006b03" id="0006b03"></a>智所棲萬法境界即是法身也。由是應觀非情之類<a 
name="0006b04" id="0006b04"></a>皆是法身。如是等輩無智眼故。皆見艸木瓦石等物。<a 
name="0006b05" id="0006b05"></a>非是佛性非是佛身。但謂無情朽敗之物。是不可思<a 
name="0006b06" id="0006b06"></a>議。唯有諸佛明知是事。凡夫淺識非其境界。由是因<a 
name="0006b07" id="0006b07"></a>緣莫論是事。但仰可信受。恐彼草木瓦石之類。見如<a 
name="0006b08" id="0006b08"></a>我等有情之類。皆生是念。我等艸木瓦石之類皆具<a 
name="0006b09" id="0006b09"></a>佛性法界之理。故自然成佛放光說法道理應然。胎<a 
name="0006b10" id="0006b10"></a>卵濕化之諸有情。由何因緣而得成佛。是不思議誰<a 
name="0006b11" id="0006b11"></a>知本緣乎。由妄想故感此艸木瓦石金玉香&#x81F0;善惡<a 
name="0006b12" id="0006b12"></a>萬品之差別。迷謬不識法性常住非情。我等及彼有<a 
name="0006b13" id="0006b13"></a>情一一皆具佛性功德作佛本緣。如是&#x6060;疑。如我等<a 
name="0006b14" id="0006b14"></a>輩聞佛所說。佛性遍於非情艸木。皆生&#x6060;念執心不<a 
name="0006b15" id="0006b15"></a>改。以何因緣一切諸法不思議。除佛世尊無有覺知。<a 
name="0006b16" id="0006b16"></a>非情有情本來作法。何況經云。一佛成佛。觀見法界<a 
name="0006b17" id="0006b17"></a>一切艸木總皆是佛身。身長丈六放光說法。其佛皆<a 
name="0006b18" id="0006b18"></a>名妙覺如來<span class="note">(文)</span>。以是思念。凡夫妄識心眼見之艸木<a 
name="0006b19" id="0006b19"></a>等類。況六根言音說法。但是非情無記物類。諸佛如<a 
name="0006b20" id="0006b20"></a>來以如實智明了見之。一切艸木非情之類放光說<a 
name="0006b21" id="0006b21"></a>法身相微玅。定知不依凡夫妄識所見之相。除依諸<a 
name="0006b22" id="0006b22"></a>佛實智所照。如是觀察。一切諸物皆是諸佛。皆應稱<a 
name="0006b23" id="0006b23"></a>名禮拜讚嘆。不生於彼下劣之想。如華嚴云。了知一<a 
name="0006b24" id="0006b24"></a>切法。自性無所有。若能如是解。即見盧遮那。總相大<a 
name="0006c01" id="0006c01"></a>意。心佛眾生依報正報非情等類。但一法性更無差<a 
name="0006c02" id="0006c02"></a>別。如是思惟不生偏執邪見之心。若於實相究竟深<a 
name="0006c03" id="0006c03"></a>理不知玄底。偏生執時。煩惱轉增不免輪迴。由是世<a 
name="0006c04" id="0006c04"></a>尊為遮偏執。遠離四句百非等謗。宣說實相念佛之<a 
name="0006c05" id="0006c05"></a>門。但仰信受不生疑念<span class="note">(<span class="corr" title='[巳&gt;已]'>已</span>上問答)</span>。順彼天台圓頓念佛。一<a 
name="0006c06" id="0006c06"></a>稱佛名一念佛德。念念之中三德三諦三佛具足無<a 
name="0006c07" id="0006c07"></a>有缺減。各皆相續無有一異。乃至百界千如三千世<a 
name="0006c08" id="0006c08"></a>間一念中見無不真實。如酌大海一渧之水。一切諸<a 
name="0006c09" id="0006c09"></a>流自然而得。亦如身體一指傷時。一切五體皆悉不<a 
name="0006c10" id="0006c10"></a>安。一念心起三身具足。萬法動起如是如是。名不思<a 
name="0006c11" id="0006c11"></a>議相續念佛。若用是觀欲念佛時。依彼廣文止觀等<a 
name="0006c12" id="0006c12"></a>之意細撿應觀。復有真言秘密之念佛。稱念佛之時<a 
name="0006c13" id="0006c13"></a>觀我心中有八葉之蓮葉上臺。之上有月輪之形。一<a 
name="0006c14" id="0006c14"></a>一月輪有種子之字。一一種子變三摩耶形。其三摩<a 
name="0006c15" id="0006c15"></a>耶形皆變佛身。臺上大日。葉上四佛及四菩薩。乃至<a 
name="0006c16" id="0006c16"></a>重重蓮華臺。三十七尊放光端坐。如是思惟稱名念<a 
name="0006c17" id="0006c17"></a>佛。直觀我身大日如來寶冠瓔珞莊嚴微妙。坐寶蓮<a 
name="0006c18" id="0006c18"></a>華放五智之光照耀法界。如是乃至隨行者意。觀我<a 
name="0006c19" id="0006c19"></a>身心成本尊形。我今略示真言念佛。恐秘密故更不<a 
name="0006c20" id="0006c20"></a>廣述。但出其端深懷怖畏。吁汝莫輕。若欲依彼真言<a 
name="0006c21" id="0006c21"></a>念佛。任意莫觀心。隨師教受灌頂後探問其要。然後<a 
name="0006c22" id="0006c22"></a>應觀。任如是等事理觀心。稱佛名號功德熏習。聞於<a 
name="0006c23" id="0006c23"></a>一切情非情所出音聲皆稱佛號。更不聞於於餘言<a 
name="0006c24" id="0006c24"></a>音等。住如上等事理觀心念佛功德。熏習緣故。所見<a 
name="0007a01" id="0007a01"></a>一切自身佗身艸木等類瓦石等物。皆現佛身放光<a 
name="0007a02" id="0007a02"></a>說法。眼耳見聞境界音聲皆是佛法身所出音聲。身<a 
name="0007a03" id="0007a03"></a>分等類皆真佛音及佛相好。甚深微玅攝諸功德。當<a 
name="0007a04" id="0007a04"></a>證於妙覺極位。比丘語竟。閉眼思惟。舉聲稱於南無<a 
name="0007a05" id="0007a05"></a>釋迦牟尼如來。應時所住房內臥具近邊艸木一切<a 
name="0007a06" id="0007a06"></a>皆變金色。如來放光安坐。所出音聲皆共宣說中道<a 
name="0007a07" id="0007a07"></a>法性甚深法門。我見奇異甚深事<span class="corr" title='[巳&gt;已]'>已</span>。深懷正信。三年<a 
name="0007a08" id="0007a08"></a>隨住承事供養不違彼心。比丘當知。汝若念佛。依此<a 
name="0007a09" id="0007a09"></a>方法不依餘法。定覺比丘聞此事時。血淚流出投身<a 
name="0007a10" id="0007a10"></a>捨地恭敬和尚。我今大喜。如灑甘露如得寶珠。自今<a 
name="0007a11" id="0007a11"></a>以後如是念佛。捨身所有供養和尚。依此方法常修<a 
name="0007a12" id="0007a12"></a>念佛。由是威力念佛三昧。即我心中名正因種菴摩<a 
name="0007a13" id="0007a13"></a>羅識。十方之如來自受法樂凝然常住名大圓鏡。自<a 
name="0007a14" id="0007a14"></a>受用佛為大菩薩說法妙法名平等正智．妙觀察智。<a 
name="0007a15" id="0007a15"></a>他受用佛即我心性第八賴耶．第七末那．第六意識<a 
name="0007a16" id="0007a16"></a>了因佛種。一切如來由大慈悲現大小身居淨穢土。<a 
name="0007a17" id="0007a17"></a>為未登地二乘凡夫人及非人隨類說法變化難思。<a 
name="0007a18" id="0007a18"></a>名成事智。應化如來即我心性前五轉識緣因佛種<a 
name="0007a19" id="0007a19"></a>自性法身。與我正因不應分別。離諸戲論絕言論境。<a 
name="0007a20" id="0007a20"></a>與一切法平等俱有仰信受。受用身佛與我了因有<a 
name="0007a21" id="0007a21"></a>因果等迷悟差別。諸佛智慧甚深廣博。無漏種子互<a 
name="0007a22" id="0007a22"></a>究竟成故。我等有情智慧藏沒有漏薰習。不知前後。<a 
name="0007a23" id="0007a23"></a>由有本覺了因種子。雖妄分別是非差別怨親善惡<a 
name="0007a24" id="0007a24"></a>土分智慧。乃至蚊虻亦有了知。遇難遁法活命求食。<a 
name="0007b01" id="0007b01"></a>微少智心自然具足。若無了因受用心性一切含識。<a 
name="0007b02" id="0007b02"></a>猶如枯木無所了知。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>觀諸佛乃與我心智性平等。<a 
name="0007b03" id="0007b03"></a>更無勝負。由迷悟緣有賢愚別。應身如來極大慈悲。<a 
name="0007b04" id="0007b04"></a>與我心中緣因種性平等平等不可論別。如來慈悲<a 
name="0007b05" id="0007b05"></a>遍於法界。普攝於一切。離繫縛故。我心慈悲本性雖<a 
name="0007b06" id="0007b06"></a>廣妄狹少。但慈念我妻子眷屬親&#x7724;之類。不及法界。<a 
name="0007b07" id="0007b07"></a>若有情類本無緣因慈悲種子。不可愛念慈悲我身<a 
name="0007b08" id="0007b08"></a>妻子等類。猶如石瓦互無慈悲。由是觀心。三身如來<a 
name="0007b09" id="0007b09"></a>具我心中。不求佗所。但觀我心不觀餘法。但信法性<a 
name="0007b10" id="0007b10"></a>不信其餘。如是思惟觀察自佗。乃至蚊虻蠢蠢生類。<a 
name="0007b11" id="0007b11"></a>皆是三身諸佛如來相好。慈悲自然現前。是故應知<a 
name="0007b12" id="0007b12"></a>心佛眾生三無差別。應觀法性真如寂靜。諸法心起<a 
name="0007b13" id="0007b13"></a>不思議故。</p><a 
name="0007b14" id="0007b14"></a><p style="margin-left: 2em"><span class="headname">○比丘外相內法</span></p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>寶志和尚誘放逸沙門云。汝比<a 
name="0007b15" id="0007b15"></a>丘僧知僧作法哉。比丘答言我粗知之。和尚問言云<a 
name="0007b16" id="0007b16"></a>何知哉。比丘答言。三衣一&#x9262;錫杖具足入里乞食。是<a 
name="0007b17" id="0007b17"></a>沙門行<span class="note">(云云)</span>。和尚又問。是而外相。內心作法為我可<a 
name="0007b18" id="0007b18"></a>說。比丘答言。我本愚癡而不習正教。是故不知心行<a 
name="0007b19" id="0007b19"></a>所為。和尚從眼淚流。良久仰天思惟。然後語言。調直<a 
name="0007b20" id="0007b20"></a>內心是沙門法。外相威儀未真法師。比丘怖驚白和<a 
name="0007b21" id="0007b21"></a>尚言。何直心性。願為說之。和尚告言。於諸眾生。生大<a 
name="0007b22" id="0007b22"></a>悲心。生如佛想。生父母想。生大師想。生一子想。上從<a 
name="0007b23" id="0007b23"></a>諸佛下于蚊虻。平等觀之。深生敬心。更不生於一念<a 
name="0007b24" id="0007b24"></a>怨心。亦不加於一念惡言。若見諸佛及大菩薩聲聞<a 
name="0007c01" id="0007c01"></a>賢聖。如是聖人發戀慕心。可發大願。願我眾生如佛<a 
name="0007c02" id="0007c02"></a>菩薩出離生死。為大燈明。破無明闇。若見人天鬼畜<a 
name="0007c03" id="0007c03"></a>地獄如是等類。起大悲心發於誓願。願我方便拔其<a 
name="0007c04" id="0007c04"></a>苦難。漸漸引攝令入佛慧。所以者何。佛一切諸法由<a 
name="0007c05" id="0007c05"></a>心造起。勿令放逸作諸惡業。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>可謙下敬禮眾生。如<a 
name="0007c06" id="0007c06"></a>是心行是真法師。如我昔時往邊州中。有一比丘住<a 
name="0007c07" id="0007c07"></a>於山林。結艸為室。持佛禁戒全無犯過。見其比丘所<a 
name="0007c08" id="0007c08"></a>行之事。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>行禮拜恭敬一切。向食三度禮拜而食。著<a 
name="0007c09" id="0007c09"></a>衣服時亦禮衣服然後著衣。艸木山河道路大地必<a 
name="0007c10" id="0007c10"></a>先禮拜而後遊履。或又用之。何況寶塔伽藍僧房佛<a 
name="0007c11" id="0007c11"></a>像經典日月星宿父母師長朋友知識男女老少。乃<a 
name="0007c12" id="0007c12"></a>至牛馬鳥獸等類。至心禮拜更不欺誑。我見此行問<a 
name="0007c13" id="0007c13"></a>其因緣。比丘答之。凡夫心屈分別凡夫貴賤上下。有<a 
name="0007c14" id="0007c14"></a>情非情有恩無恩。若望佛意。色香是佛。何況含識豈<a 
name="0007c15" id="0007c15"></a>非佛哉。我心是佛一切亦然。是故我今禮拜萬物。恭<a 
name="0007c16" id="0007c16"></a>敬如佛。尊重如王。以是功德普及一切。除妄想意還<a 
name="0007c17" id="0007c17"></a>住本覺。我聞此說。禮彼比丘。比丘禮我。我禮比丘。如<a 
name="0007c18" id="0007c18"></a>是經時互發道心。彼比丘是真沙門。汝應攝心勿令<a 
name="0007c19" id="0007c19"></a>放逸。恭敬一切志求佛法。如彼比丘。放逸沙門聞和<a 
name="0007c20" id="0007c20"></a>尚語。叩頭責心。攝身與心。敬禮於一切。戒品具足。令<a 
name="0007c21" id="0007c21"></a>得正信。是故應知。心佛眾生三無差別。應觀法性真<a 
name="0007c22" id="0007c22"></a>如寂靜。諸法心起不思議故。</p><a 
name="0007c23" id="0007c23"></a><a 
name="0007c24" id="0007c24"></a><p><span class="juanname">心性罪福因緣集卷之上</span></p>
<hr>【經文資訊】卍新續藏第 88 冊 No. 1640 心性罪福因緣集<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index972c.html?index=X88n1640" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X88n1640_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:37 GMT -->
</html>
