<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T51n2076_011 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:37 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=693964747&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DT51n2076&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DT51n2076_011&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="index236f.html?index=T51n2076_010" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">大正新脩大藏經　第51冊<br/>No.2076 景德傳燈錄 (30卷)<br/>【宋 道原纂】<br/>第 11 卷</p>
	<a href="index18e3.html?index=T51n2076_012" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="T51">
<div class="root" id="2076" sutra_name="景德傳燈錄" sutra_juan="[卷11]">　
<a 
name="0281b04" id="0281b04"></a><a 
name="0281b05" id="0281b05"></a><a 
name="0281b06" id="0281b06"></a><p><span class="juanname">景德傳燈錄卷第十一</span></p><a 
name="0281b07" id="0281b07"></a><a 
name="0281b08" id="0281b08"></a><br><br><span class="headname">懷讓禪師第四世上八十九人</span><ul><a 
name="0281b09" id="0281b09"></a><li>潭州溈山靈祐禪師法嗣四十三人<a 
name="0281b10" id="0281b10"></a><ul><li>袁州仰山慧寂禪師</li><a 
name="0281b11" id="0281b11"></a><li>鄧州香嚴寺智閑禪師</li><a 
name="0281b12" id="0281b12"></a><li>襄州延慶法端禪師<span class="note">(十二卷又收在香嚴下何也)</span></li><a 
name="0281b13" id="0281b13"></a><li>杭州徑山洪諲禪師</li><li>福州靈雲志勤禪師</li><a 
name="0281b14" id="0281b14"></a><li>益州應天和尚</li><li>福州九&#x5CEF;慈慧禪師</li><a 
name="0281b15" id="0281b15"></a><li>京兆米和尚</li><li>晉州霍山和尚</li><a 
name="0281b16" id="0281b16"></a><li>襄州王敬初常侍<span class="note">(已上十一人見錄)</span></li><a 
name="0281b17" id="0281b17"></a><li>福州雙&#x5CEF;和尚</li><li>長延圓鑑禪師</li><a 
name="0281b18" id="0281b18"></a><li>志和禪師</li><li>洪州西山道方禪師</li><a 
name="0281b19" id="0281b19"></a><li>溈山如真禪師</li><li>并州元順禪師</li><a 
name="0281b20" id="0281b20"></a><li>興元府崇皓禪師</li><li>鄂州全諗禪師</li><a 
name="0281b21" id="0281b21"></a><li>嵩山神劍禪師</li><li>許州弘進禪師</li><a 
name="0281b22" id="0281b22"></a><li>餘杭文立禪師</li><li>越州光相禪師</li><a 
name="0281b23" id="0281b23"></a><li>蘇州文約禪師</li><li>上元智滿禪師</li><a 
name="0281b24" id="0281b24"></a><li>金州法朗禪師</li><a 
name="0281b25" id="0281b25"></a><li>鄂州黃鶴山超達大師</li><a 
name="0281b26" id="0281b26"></a><li>白鹿從約禪師</li><li>西堂復禪師</li><a 
name="0281b27" id="0281b27"></a><li>溫州靈空禪師</li><li>大溈簡禪師</li><a 
name="0281b28" id="0281b28"></a><li>荊南智朗禪師</li><li>溈山普潤禪師</li><a 
name="0281b29" id="0281b29"></a><li>溈山法真禪師</li><li>黑山和尚</li><a 
name="0281c01" id="0281c01"></a><li>滁州定山神英禪師</li><li>霜山和尚</li><a 
name="0281c02" id="0281c02"></a><li>南源和尚</li><li>溈山&#x51B2;逸禪師</li><a 
name="0281c03" id="0281c03"></a><li>溈山彥禪師</li><a 
name="0281c04" id="0281c04"></a><li>蘄州三角山法遇禪師</li><a 
name="0281c05" id="0281c05"></a><li>鄧州志詮禪師</li><li>荊州弘珪禪師</li><a 
name="0281c06" id="0281c06"></a><li>巖背道曠禪師<span class="note">(已上三十三人無機緣語句不錄)</span></li></ul></li><a 
name="0281c07" id="0281c07"></a><li>福州大安禪師法嗣一十人<a 
name="0281c08" id="0281c08"></a><ul><li>益州大隨法真禪師</li><li>韶州靈樹如敏禪師</li><a 
name="0281c09" id="0281c09"></a><li>福州壽山師解禪師</li><li>饒州嶢山和尚</li><a 
name="0281c10" id="0281c10"></a><li>泉州莆田崇福慧日大師</li><a 
name="0281c11" id="0281c11"></a><li>台州浮江和尚</li><li>潞州淥水和尚</li><a 
name="0281c12" id="0281c12"></a><li>廣州文殊院圓禪師<span class="note">(已上八人見錄)</span></li><a 
name="0281c13" id="0281c13"></a><li>溫州靈陽禪師</li><a 
name="0281c14" id="0281c14"></a><li>洪州紙衣和尚<span class="note">(已上二人無機緣語句不錄)</span></li></ul></li><a 
name="0281c15" id="0281c15"></a><li>杭州徑山鑒宗大師法嗣三人<a 
name="0281c16" id="0281c16"></a><ul><li>明州天童山咸啟禪師</li><a 
name="0281c17" id="0281c17"></a><li>背山行真禪師</li><a 
name="0281c18" id="0281c18"></a><li>杭州大慈山行滿禪師<span class="note">(已上三人無機緣語句不錄)</span></li></ul></li><a 
name="0281c19" id="0281c19"></a><li>趙州東院從諗禪師法嗣一十三人<a 
name="0281c20" id="0281c20"></a><ul><li>洪州新興嚴陽尊者</li><a 
name="0281c21" id="0281c21"></a><li>揚州光孝院慧覺禪師</li><a 
name="0281c22" id="0281c22"></a><li>隴州國清院奉禪師</li><li>婺州木陳從朗禪師</li><a 
name="0281c23" id="0281c23"></a><li>婺州新建禪師</li><li>杭州多福和尚</li><a 
name="0281c24" id="0281c24"></a><li>益州西睦和尚<span class="note">(已上七人見錄)</span></li><a 
name="0281c25" id="0281c25"></a><li>潭州麻谷山和尚</li><li>觀音院定鄂禪師</li><a 
name="0281c26" id="0281c26"></a><li>宣州茗萍山和尚</li><li>太原免道者</li><a 
name="0281c27" id="0281c27"></a><li>幽州燕王</li><li>鎮州趙王<span class="note">(已上六人無機緣語句不錄)</span></li></ul></li><a 
name="0281c28" id="0281c28"></a><li>衢州子湖巖利蹤禪師法嗣四人<a 
name="0281c29" id="0281c29"></a><ul><li>台州勝光和尚</li><li>漳州浮石和尚</li><a 
name="0282a01" id="0282a01"></a><li>紫桐和尚</li><li>日容和尚<span class="note">(已上四人見錄)</span></li></ul></li><a 
name="0282a02" id="0282a02"></a><li>吉州孝義性空禪師法嗣一人<a 
name="0282a03" id="0282a03"></a><ul><li>&#x536D;州壽興院守閑禪師<span class="note">(一人無機緣語句不錄)</span></li></ul></li><a 
name="0282a04" id="0282a04"></a><li>鄂州茱萸和尚法嗣一人<a 
name="0282a05" id="0282a05"></a><ul><li>石梯和尚<span class="note">(一人見錄)</span></li></ul></li><a 
name="0282a06" id="0282a06"></a><li>天龍和尚法嗣二人<a 
name="0282a07" id="0282a07"></a><ul><li>婺州金華山俱胝和尚<span class="note">(一人見錄)</span></li><a 
name="0282a08" id="0282a08"></a><li>新羅國彥忠禪師<span class="note">(一人無機緣語句不錄)</span></li></ul></li><a 
name="0282a09" id="0282a09"></a><li>長沙景岑禪師法嗣二人<a 
name="0282a10" id="0282a10"></a><ul><li>明州雪竇山常通禪師<span class="note">(一人見錄)</span></li><a 
name="0282a11" id="0282a11"></a><li>婺州金華山嚴靈禪師<span class="note">(一人無機緣語句不錄)</span></li></ul></li><a 
name="0282a12" id="0282a12"></a><li>襄州關南道常禪師法嗣二人<a 
name="0282a13" id="0282a13"></a><ul><li>關南道吾和尚</li><a 
name="0282a14" id="0282a14"></a><li>漳州羅漢和尚<span class="note">(已上二人見錄)</span></li></ul></li><a 
name="0282a15" id="0282a15"></a><li>白馬曇照禪師法嗣一人<a 
name="0282a16" id="0282a16"></a><ul><li>晉州霍山無名禪師<span class="note">(一人無機緣語句不錄)</span></li></ul></li><a 
name="0282a17" id="0282a17"></a><li>新羅大證禪師法嗣二人<a 
name="0282a18" id="0282a18"></a><ul><li>文聖大王</li><li>憲安大王<span class="note">(已上二人無機緣語句不錄)</span></li></ul></li><a 
name="0282a19" id="0282a19"></a><li>小馬神照禪師法嗣一人<a 
name="0282a20" id="0282a20"></a><ul><li>縉雲郡連雲院有緣禪師<span class="note">(一人無機緣語句不錄)</span></li></ul></li><a 
name="0282a21" id="0282a21"></a><li>高安大愚和尚法嗣一人<a 
name="0282a22" id="0282a22"></a><ul><li>筠州末山尼了然<span class="note">(一人見錄)</span></li></ul></li><a 
name="0282a23" id="0282a23"></a><li>新羅洪直禪師法嗣二人<a 
name="0282a24" id="0282a24"></a><ul><li>興德大王</li><li>宣康太子<span class="note">(二人無機緣語句不錄)</span></li></ul></li><a 
name="0282a25" id="0282a25"></a><li>許州無跡和尚法嗣一人<a 
name="0282a26" id="0282a26"></a><ul><li>道遂禪師<span class="note">(一人無機緣語句不錄)</span></li></ul></li></ul><a 
name="0282a27" id="0282a27"></a><p style="margin-left: 2em"><span class="headname">前溈山靈祐禪師法嗣<span class="note">(懷讓禪師第四世)</span></span></p><a 
name="0282a28" id="0282a28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>袁州仰山慧寂禪師韶州懷化人也。姓葉氏。<a 
name="0282a29" id="0282a29"></a>年十五欲出家父母不許。後二載師斷手二<a 
name="0282b01" id="0282b01"></a>指跪致父母前。誓求正法以答劬勞。遂依南<a 
name="0282b02" id="0282b02"></a>華寺通禪師落髮。未登具即遊方。初謁耽源<a 
name="0282b03" id="0282b03"></a>已悟玄旨。後參溈山遂升堂奧。祐問曰汝是<a 
name="0282b04" id="0282b04"></a>有主沙彌無主沙彌。師曰。有主。曰在什麼處。<a 
name="0282b05" id="0282b05"></a>師從西過東立。祐知是異人便垂開示。師問。<a 
name="0282b06" id="0282b06"></a>如何是真佛住處。祐曰。以思無思之妙。返思<a 
name="0282b07" id="0282b07"></a>靈焰之無窮。思盡還源性。相常住。事理不二<a 
name="0282b08" id="0282b08"></a>真佛如如。師於言下頓悟。自此執侍。尋往江<a 
name="0282b09" id="0282b09"></a>陵受戒住夏探律藏。後參巖頭。巖頭舉起拂<a 
name="0282b10" id="0282b10"></a>子。師展坐具。巖拈拂子置背後。師將坐具<a 
name="0282b11" id="0282b11"></a>搭肩上而出。巖云。我不肯汝放。只肯汝收。<a 
name="0282b12" id="0282b12"></a>又問石室。佛之與道相去幾何。石室云。道<a 
name="0282b13" id="0282b13"></a>如展手佛似握拳。乃辭石室。石室門送召<a 
name="0282b14" id="0282b14"></a>云。子莫一向去。已後&#x5374;來我邊<span class="note">(雲居錫云。要會麼。如今歸堂去。<a 
name="0282b15" id="0282b15"></a>明日&#x5374;上來。)</span>韋宙就溈山請一伽陀。溈山曰。覿面相<a 
name="0282b16" id="0282b16"></a>呈猶是鈍漢。豈況形於紙筆。乃就師請。師於<a 
name="0282b17" id="0282b17"></a>紙上畫一圓相。注云。思而知之落第二頭。不<a 
name="0282b18" id="0282b18"></a>思而知落第三首。一日隨溈山開田。師問曰。<a 
name="0282b19" id="0282b19"></a>遮頭得恁麼低。那頭得恁麼高。祐曰。水能<a 
name="0282b20" id="0282b20"></a>平物但以水平。師曰。水也無憑。和尚但高<a 
name="0282b21" id="0282b21"></a>處高平低處低平。祐然之。有施主送絹。師問。<a 
name="0282b22" id="0282b22"></a>和尚受施主如是供養將何報答。祐敲禪床<a 
name="0282b23" id="0282b23"></a>示之師曰。和尚何得將眾人物作自己用。祐<a 
name="0282b24" id="0282b24"></a>忽問師什麼處去來。師曰田中來。祐曰。田中<a 
name="0282b25" id="0282b25"></a>多少人。師插鍬而立。祐曰。今日南山大有人<a 
name="0282b26" id="0282b26"></a>刈茅在。師舉鍬而去<span class="note">(玄沙云。我若見即蹋倒鍬子。僧問鏡清。仰山插鍬意旨如<a 
name="0282b27" id="0282b27"></a>何。清云。狗銜赦書諸侯避道。又問。只如玄沙蹋鍬其意如何。清云。勿奈船何打破<span class="gaiji">戽<!--gaiji,戽,1[尸@斗],2&#x21C37;,3--></span>。斗又問。南山刈茅意旨<a 
name="0282b28" id="0282b28"></a>如何。清云。李靖三兄久經行陣。雲居錫云。且道。鏡清下此一判著不著。又僧問禾山云。仰山插鍬意旨如何。禾山<a 
name="0282b29" id="0282b29"></a>云。汝問我。僧云。玄沙蹋鍬意旨如何。禾山云。我問汝)</span>師在溈山牧牛時。第一<a 
name="0282c01" id="0282c01"></a>座曰。百億毛頭百億師子現。師不答。歸侍立。<a 
name="0282c02" id="0282c02"></a>第一座上問訊。師舉前語問云。適來道百億<a 
name="0282c03" id="0282c03"></a>毛頭百億師子現。豈不是。上座曰是。師曰正<a 
name="0282c04" id="0282c04"></a>當現時毛前現。毛後現上座曰。現時不說前<a 
name="0282c05" id="0282c05"></a>後。師乃出。祐曰。師子腰折也。溈山上座舉起<a 
name="0282c06" id="0282c06"></a>拂子曰。若人作得道理即與之。師曰。某甲作<a 
name="0282c07" id="0282c07"></a>得道理。還得否。上座曰。但作得道理便得。師<a 
name="0282c08" id="0282c08"></a>乃掣拂子將去<span class="note">(雲居錫云。什麼處是仰山道理)</span>一日雨下。上座<a 
name="0282c09" id="0282c09"></a>曰。好雨寂闍梨。師曰。好在什麼處。上座無<a 
name="0282c10" id="0282c10"></a>語。師曰。某甲&#x5374;道得。上座曰。好在什麼處。<a 
name="0282c11" id="0282c11"></a>師指雨。溈山與師遊行次。烏銜一紅柿落<a 
name="0282c12" id="0282c12"></a>前。祐將與師。師接得以水。洗了&#x5374;與祐。祐<a 
name="0282c13" id="0282c13"></a>曰子什麼處得來。師曰此是和尚道德所感。<a 
name="0282c14" id="0282c14"></a>祐曰汝也不得空然即分半與師<span class="note">(玄沙云。大小溈山被仰山一坐<a 
name="0282c15" id="0282c15"></a>至今起不得)</span>師浣衲衣次。耽源曰正恁麼時作。麼<a 
name="0282c16" id="0282c16"></a>生。師曰正恁麼時。向什麼處見。師盤桓溈。山<a 
name="0282c17" id="0282c17"></a>前後十五載。凡有語句學眾無不弭伏。暨受<a 
name="0282c18" id="0282c18"></a>溈山密印。領眾住王莽山。化緣未契遷止仰<a 
name="0282c19" id="0282c19"></a>山學徒臻萃。師上堂示眾云。汝等諸人各自<a 
name="0282c20" id="0282c20"></a>回光返顧莫記吾言。汝無始劫來背明投暗。<a 
name="0282c21" id="0282c21"></a>妄想根深卒難頓拔。所以假設方便奪汝&#x9E81;<a 
name="0282c22" id="0282c22"></a>識。如將黃葉止啼。有什麼是處。亦如人將百<a 
name="0282c23" id="0282c23"></a>種貨物與金寶作一鋪。貨賣祇擬輕重來機。<a 
name="0282c24" id="0282c24"></a>所以道。石頭是真金鋪。我遮裏是雜貨鋪。<a 
name="0282c25" id="0282c25"></a>有人來覓鼠糞我亦拈與。他來覓真金我亦<a 
name="0282c26" id="0282c26"></a>拈與。他時有僧問。鼠糞即不要。請和尚真金。<a 
name="0282c27" id="0282c27"></a>師云。齧鏃擬開口。驢年亦不會。僧無對。師<a 
name="0282c28" id="0282c28"></a>云。索喚則有交易。不索喚則無我。若說禪宗<a 
name="0282c29" id="0282c29"></a>身邊要一人相伴亦無。豈況有五百七百眾<a 
name="0283a01" id="0283a01"></a>耶。我若東說西說。則爭頭向前<span class="corr" title='[釆&gt;采]'>采</span>拾。如將空<a 
name="0283a02" id="0283a02"></a>拳誑小兒都無實處。我今分明向汝說聖邊<a 
name="0283a03" id="0283a03"></a>事且莫將心湊泊。但向自己性海如實而修。<a 
name="0283a04" id="0283a04"></a>不要三明六通。何以故。此是聖末邊事。如今<a 
name="0283a05" id="0283a05"></a>且要識心達本。但得其本不愁其末。他時後<a 
name="0283a06" id="0283a06"></a>日自具去在。若未得本縱饒將情學他亦不<a 
name="0283a07" id="0283a07"></a>得。汝豈不見。溈山和尚云。凡聖情盡體露真<a 
name="0283a08" id="0283a08"></a>常事理不二即如如佛。問如何是祖師意。師<a 
name="0283a09" id="0283a09"></a>以手於空作圓相。相中書佛字。僧無語。師謂<a 
name="0283a10" id="0283a10"></a>第一坐曰。不思善不思惡正恁麼時作麼生。<a 
name="0283a11" id="0283a11"></a>對曰。正恁麼時是某甲放身命處。師曰。何不<a 
name="0283a12" id="0283a12"></a>問老僧。對曰。正恁麼時不見有和尚。師曰。扶<a 
name="0283a13" id="0283a13"></a>吾教不起。師因歸溈山省覲。祐問。子既稱善<a 
name="0283a14" id="0283a14"></a>知識。爭辨得諸方來者。知有不知有。有師承<a 
name="0283a15" id="0283a15"></a>無師承。是義學是玄學。子試說看。師曰。慧寂<a 
name="0283a16" id="0283a16"></a>有驗處。但見諸方僧來便&#x7AEA;起拂子。問伊。諸<a 
name="0283a17" id="0283a17"></a>方還說遮箇不說。又云。遮箇且置。諸方老<a 
name="0283a18" id="0283a18"></a>宿意作麼生。祐歎曰。此是從上宗門中牙爪。<a 
name="0283a19" id="0283a19"></a>祐問。大地眾生業識茫茫無本可據。子作麼<a 
name="0283a20" id="0283a20"></a>生知他有之與無。師曰。慧寂有驗處。時有一<a 
name="0283a21" id="0283a21"></a>僧從面前過。師召云。闍梨其僧回頭。師曰。<a 
name="0283a22" id="0283a22"></a>和尚遮箇便是業識茫茫無本可據。祐曰。此<a 
name="0283a23" id="0283a23"></a>是師子一滴乳。迸散六斛驢乳。鄭愚相公問。<a 
name="0283a24" id="0283a24"></a>不斷煩惱而入涅槃時如何。師&#x7AEA;起拂子。公<a 
name="0283a25" id="0283a25"></a>曰。入之一字不要亦得。師曰。入之一字不為<a 
name="0283a26" id="0283a26"></a>相公<span class="note">(法燈別云。相公不用煩惱)</span>師問僧。什麼處來。曰幽州。師<a 
name="0283a27" id="0283a27"></a>曰。我恰要箇幽州信米作麼價。曰某甲來時<a 
name="0283a28" id="0283a28"></a>無端從市中過。蹋折他橋梁。師便休。師見僧<a 
name="0283a29" id="0283a29"></a>來&#x7AEA;起拂子。其僧便喝。師曰。喝即不無。且道<a 
name="0283b01" id="0283b01"></a>老僧過在什麼處。僧曰。和尚不合將境示人。<a 
name="0283b02" id="0283b02"></a>師乃打之。師問香嚴。師弟近日見處如何。嚴<a 
name="0283b03" id="0283b03"></a>曰。某甲卒說不得。乃有偈曰。去年貧未是<a 
name="0283b04" id="0283b04"></a>貧。今年貧始是貧。去年無卓錐之地。今<a 
name="0283b05" id="0283b05"></a>年錐也無。師曰。汝只得如來禪。未得祖師<a 
name="0283b06" id="0283b06"></a>禪<span class="note">(玄覺云。且道如來禪與祖師禪分不分。長慶稜云。一時坐&#x5374;)</span>溈山封一面鏡寄<a 
name="0283b07" id="0283b07"></a>師。師上堂提起云。且道。是溈山鏡仰山鏡。有<a 
name="0283b08" id="0283b08"></a>人道得即不撲破。眾無對。師乃撲破。師問。雙<a 
name="0283b09" id="0283b09"></a>&#x5CEF;師弟近日見處如何對曰。據某甲見處。實<a 
name="0283b10" id="0283b10"></a>無一法可當情。師曰。汝解猶在境。雙&#x5CEF;曰。某<a 
name="0283b11" id="0283b11"></a>甲只如此。師兄如何。師曰。汝豈無能知無<a 
name="0283b12" id="0283b12"></a>一法可當情者。溈山聞云。寂子一句疑殺天<a 
name="0283b13" id="0283b13"></a>下人<span class="note">(玄覺云。金剛經道。實無一法然燈佛與我受記。他道實無一法可當情。為什麼道。解猶在境。且道<a 
name="0283b14" id="0283b14"></a>利害在什麼處)</span>僧問。法身還解說法也無。師曰。我說不<a 
name="0283b15" id="0283b15"></a>得。別有一人說得。曰說得底人在什麼處。師<a 
name="0283b16" id="0283b16"></a>推出枕子溈山聞云。寂子用劍刃上事。師閉<a 
name="0283b17" id="0283b17"></a>目坐次。有僧潛來身邊立師開目於地上作<a 
name="0283b18" id="0283b18"></a>一圓相。相中書水字顧視其僧。僧無語。師&#x643A;<a 
name="0283b19" id="0283b19"></a>一杖子。僧問什麼處得。師便拈向背後。僧無<a 
name="0283b20" id="0283b20"></a>語。師問一僧。汝會什麼。僧曰。會卜。師提起<a 
name="0283b21" id="0283b21"></a>拂子曰。遮箇六十四卦中阿那卦收。無對。<a 
name="0283b22" id="0283b22"></a>師自代云。適來是雷天大壯。如今變為地火<a 
name="0283b23" id="0283b23"></a>明夷。師問僧。名什麼。曰靈通。師曰。便請入<a 
name="0283b24" id="0283b24"></a>燈籠。曰早箇入了也<span class="note">(法眼別云。喚什麼作燈籠)</span>僧問。古人道。<a 
name="0283b25" id="0283b25"></a>見色便見心禪床是色。請和尚離色指學人<a 
name="0283b26" id="0283b26"></a>心。師云。那箇是禪床指出來。僧無語<span class="note">(玄覺云。忽然被<a 
name="0283b27" id="0283b27"></a>伊&#x5374;指禪床。作麼生對伊好。有僧云。&#x5374;請和尚道。玄覺代拊掌三下)</span>僧問。如何是毘盧<a 
name="0283b28" id="0283b28"></a>師。師乃叱之。又問。如何是和尚師。師曰。莫無<a 
name="0283b29" id="0283b29"></a>禮。師共一僧語。傍有僧曰。語底是文殊默底<a 
name="0283c01" id="0283c01"></a>是維摩。師曰。不語不默底莫是汝否。僧默之<a 
name="0283c02" id="0283c02"></a>師曰。何不現神通。僧曰。不辭現神通。只恐和<a 
name="0283c03" id="0283c03"></a>尚收入教。師曰。鑒汝來處。未有教外底眼。問<a 
name="0283c04" id="0283c04"></a>天堂地獄相去幾何。師將拄杖畫地一畫。師<a 
name="0283c05" id="0283c05"></a>住觀音時出牓云。看經次不得問事。後有僧<a 
name="0283c06" id="0283c06"></a>來問訊。見師看經傍立而待。師卷&#x5374;經問。會<a 
name="0283c07" id="0283c07"></a>麼。僧曰。某甲不看經爭得會。師曰。汝已後<a 
name="0283c08" id="0283c08"></a>會去在<span class="note">(其僧到巖頭。巖頭問。什麼處來。僧云。江西觀音來。巖頭云。和尚有何言句。其僧舉前<a 
name="0283c09" id="0283c09"></a>語。巖頭云。遮箇老師。我將謂被故紙埋&#x5374;。元來猶在)</span>僧問。禪宗頓悟畢竟<a 
name="0283c10" id="0283c10"></a>入門的意如何。師曰。此意極難。若是祖宗門<a 
name="0283c11" id="0283c11"></a>下上根上智。一聞千悟得大總持。此根人難<a 
name="0283c12" id="0283c12"></a>得。其有根微智劣。所以古德道。若不安禪靜<a 
name="0283c13" id="0283c13"></a>慮到遮裏總須茫然。僧曰。除此格外。還別<a 
name="0283c14" id="0283c14"></a>有方便令學人得入也無。師曰。別有別無令<a 
name="0283c15" id="0283c15"></a>汝心不安。汝是什麼處人。曰幽州人。師曰。汝<a 
name="0283c16" id="0283c16"></a>還思彼處否。曰常思。師曰。彼處樓臺林苑人<a 
name="0283c17" id="0283c17"></a>馬駢闐。汝返思底還有許多般也無。僧曰。某<a 
name="0283c18" id="0283c18"></a>甲到遮裏一切不見有。師曰。汝解猶在境。<a 
name="0283c19" id="0283c19"></a>信位即是。人位即不是。據汝所解只得一玄。<a 
name="0283c20" id="0283c20"></a>得坐披衣向後自看。其僧禮謝而去。師始自<a 
name="0283c21" id="0283c21"></a>仰山後遷觀音。接機利物為禪宗標準。遷化<a 
name="0283c22" id="0283c22"></a>前數年有偈曰。</p><a 
name="0283c23" id="0283c23"></a><p>　<span class="lg">年滿七十七　　老去是今日<a 
name="0283c24" id="0283c24"></a><br>　任性自浮沈　　兩手攀屈膝</span></p><a 
name="0283c25" id="0283c25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>於韶州東平山示滅。年七十七。抱膝而逝。&#x52C5;<a 
name="0283c26" id="0283c26"></a>諡智通大師妙光之塔。後遷塔于仰山。</p><a 
name="0283c27" id="0283c27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>鄧州香嚴智閑禪師青州人也。厭俗辭親觀<a 
name="0283c28" id="0283c28"></a>方慕道。依溈山禪會。祐和尚知其法器。欲激<a 
name="0283c29" id="0283c29"></a>發智光。一日謂之曰。吾不問汝平生學解及<a 
name="0284a01" id="0284a01"></a>經卷冊子上記得者。汝未出胞胎未辨東西<a 
name="0284a02" id="0284a02"></a>時。本分事試道一句來。吾要記汝。師懵然無<a 
name="0284a03" id="0284a03"></a>對。沈吟久之。進數語陳其所解。祐皆不許。師<a 
name="0284a04" id="0284a04"></a>曰。&#x5374;請和尚為說。祐曰。吾說得是吾之見解。<a 
name="0284a05" id="0284a05"></a>於汝眼目何有益乎。師遂歸堂。遍檢所集諸<a 
name="0284a06" id="0284a06"></a>方語句無一言可將酬對。乃自歎曰。畫餅不<a 
name="0284a07" id="0284a07"></a>可充飢。於是盡焚之曰。此生不學佛法也。且<a 
name="0284a08" id="0284a08"></a>作箇長行粥飯僧免役心神。遂泣辭溈山而<a 
name="0284a09" id="0284a09"></a>去。抵南陽&#x89A9;忠國師遺&#x8FF9;遂憩止焉。一日因<a 
name="0284a10" id="0284a10"></a>山中芟除草木。以瓦礫擊竹作聲。俄失笑間<a 
name="0284a11" id="0284a11"></a>廓然惺悟。遽歸沐浴焚香遙禮溈山。贊云。<a 
name="0284a12" id="0284a12"></a>和尚大悲恩逾父母。當時若為我說&#x5374;。何有<a 
name="0284a13" id="0284a13"></a>今日事也。仍述一偈云。</p><a 
name="0284a14" id="0284a14"></a><p>　<span class="lg">一擊忘所知　　更不假修治<a 
name="0284a15" id="0284a15"></a><br>　動容揚古路　　不墮悄然機</span></p><a 
name="0284a16" id="0284a16"></a><p style="text-indent: 0em; margin-left: 2em"><span class="linehead"></span><span class="note">(動容揚古路不墮悄然機。此句舊本並福邵本並無。今以通明集為據)</span>。</p><a 
name="0284a17" id="0284a17"></a><p>　<span class="lg">處處無&#x8E2A;&#x8FF9;　　聲色外威儀<a 
name="0284a18" id="0284a18"></a><br>　諸方達道者　　咸言上上機</span></p><a 
name="0284a19" id="0284a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>師上堂云。道由悟達不在語言。況見密密堂<a 
name="0284a20" id="0284a20"></a>堂。曾無間隔不勞心意。暫借回光日用全<a 
name="0284a21" id="0284a21"></a>功。迷徒自背。問如何是香嚴境。師曰。花木不<a 
name="0284a22" id="0284a22"></a>滋。問如何是仙陀婆。師敲禪床曰。過遮裏<a 
name="0284a23" id="0284a23"></a>來。問如何是見在學。師以扇子旋轉示曰。<a 
name="0284a24" id="0284a24"></a>見麼。僧無語。問如何是正命食。師以手撮而<a 
name="0284a25" id="0284a25"></a>示之。問如何是無表戒。師曰。待闍梨作俗即<a 
name="0284a26" id="0284a26"></a>說。問如何是聲色外相見一句。師曰。如某甲<a 
name="0284a27" id="0284a27"></a>未住香嚴時道在什麼處。僧曰。恁麼時亦不<a 
name="0284a28" id="0284a28"></a>敢道有所在。師曰。如幻人心心所法。僧問。不<a 
name="0284a29" id="0284a29"></a>慕諸聖不重己靈時如何。師曰。萬機休罷千<a 
name="0284b01" id="0284b01"></a>聖不&#x643A;。此時&#x758E;山在眾作嘔聲曰。是何言<a 
name="0284b02" id="0284b02"></a>歟。師問阿誰。眾曰。師叔。師曰。不諾老僧耶。<a 
name="0284b03" id="0284b03"></a>&#x758E;山出曰是。師曰。汝莫道得麼。曰道得。師<a 
name="0284b04" id="0284b04"></a>曰。汝試道看。曰若教某甲道須還師資禮始<a 
name="0284b05" id="0284b05"></a>得。師乃下坐禮拜躡前語問之。&#x758E;山曰。何不<a 
name="0284b06" id="0284b06"></a>道肯重不得全。師曰。饒汝恁麼也須三十年<a 
name="0284b07" id="0284b07"></a>倒屙。設住山無柴燒。近水無水喫。分明記取。<a 
name="0284b08" id="0284b08"></a>後住&#x758E;山果。如師記。至二十七年病愈。自云。<a 
name="0284b09" id="0284b09"></a>香嚴師兄記我。三十年倒屙。今少三年在。每<a 
name="0284b10" id="0284b10"></a>至食畢以手抉而吐之。以應前記<span class="note">(&#x758E;山後問道怤長老。肯<a 
name="0284b11" id="0284b11"></a>重不得全。汝作麼生會。怤云。全歸肯重。&#x758E;山云。不得全又作麼生。怤云。箇中無肯路&#x758E;山云。始愜病僧意)</span><a 
name="0284b12" id="0284b12"></a>問如何是聲前句。師曰。大德未問時即答。僧<a 
name="0284b13" id="0284b13"></a>曰。即時如何。師曰。即時問也。問如何是直截<a 
name="0284b14" id="0284b14"></a>根源佛所印。師拋下。拄杖散手而去。問如<a 
name="0284b15" id="0284b15"></a>何是師法大意。師曰。今年霜降早喬麥總不<a 
name="0284b16" id="0284b16"></a>收。問如何是西來意。師以手入懷出拳展開<a 
name="0284b17" id="0284b17"></a>與之。僧乃跪膝以兩手作受勢。師曰。是什麼。<a 
name="0284b18" id="0284b18"></a>僧無對。問如何是道。師曰。枯木龍吟。僧曰。<a 
name="0284b19" id="0284b19"></a>學人不會。師曰。髑髏裏眼睛<span class="note">(玄沙別云。龍藏枯木)</span>問離<a 
name="0284b20" id="0284b20"></a>四句絕百非。請和尚道。師曰。獵師前不得說<a 
name="0284b21" id="0284b21"></a>本師戒。一日謂眾曰。如人在千尺懸崖。口銜<a 
name="0284b22" id="0284b22"></a>樹枝。&#x811A;無所蹋。手無所攀。忽有人問如何是<a 
name="0284b23" id="0284b23"></a>西來意。若開口答即喪身失命。若不答又違<a 
name="0284b24" id="0284b24"></a>他所問。當恁麼時作麼生。時有招上座出<a 
name="0284b25" id="0284b25"></a>曰。上樹時即不問。未上樹時如何。師笑而已。<a 
name="0284b26" id="0284b26"></a>師問僧。什麼處來。僧曰。溈山來。師曰。和尚<a 
name="0284b27" id="0284b27"></a>近日有何言句。僧曰。人問如何是西來意。和<a 
name="0284b28" id="0284b28"></a>尚&#x7AEA;起拂子。師聞舉乃曰。彼中兄弟作麼會<a 
name="0284b29" id="0284b29"></a>和尚意旨。僧曰。彼中商量道。即色明心附物<a 
name="0284c01" id="0284c01"></a>顯理。師曰。會即便會。不會著什麼死急。僧&#x5374;<a 
name="0284c02" id="0284c02"></a>問。師意如何。師還舉拂子<span class="note">(玄沙云。只遮香嚴&#x811A;跟猶未點地。雲居錫<a 
name="0284c03" id="0284c03"></a>云。什麼是香嚴&#x811A;跟未點地處)</span>師凡示學徒語多簡直。有偈頌<a 
name="0284c04" id="0284c04"></a>二百餘篇。隨緣對機不拘聲律。諸方盛行。<a 
name="0284c05" id="0284c05"></a>後諡襲燈大師。</p><a 
name="0284c06" id="0284c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>襄州延慶山法端大師。有人問。蚯蚓斬為兩<a 
name="0284c07" id="0284c07"></a>段兩頭俱動。佛性在阿那頭。師展兩手<span class="note">(洞山別云。<a 
name="0284c08" id="0284c08"></a>問底在阿那頭)</span>師滅後&#x52C5;諡紹真大師。塔曰明金。</p><a 
name="0284c09" id="0284c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>杭州徑山洪諲禪師吳興人也。姓吳氏。年十<a 
name="0284c10" id="0284c10"></a>九禮開元寺無上大師落髮<span class="note">(無上大師嗣鹽官。後住徑山為第二世也)</span><a 
name="0284c11" id="0284c11"></a>二十二往嵩嶽受滿足律儀。歸禮本師。師問<a 
name="0284c12" id="0284c12"></a>曰。汝於時中將何報四恩耶。諲不能對。三日<a 
name="0284c13" id="0284c13"></a>忘食。乃辭行&#x811A;。往謁雲巖機緣未契。後造溈<a 
name="0284c14" id="0284c14"></a>山蒙滯頓除。遭唐會昌沙汰眾皆悲惋。諲曰。<a 
name="0284c15" id="0284c15"></a>大丈夫鍾此厄會豈非命也。何乃效兒女子<a 
name="0284c16" id="0284c16"></a>乎。大中初復沙門相還故鄉西&#x5CEF;院。咸通六<a 
name="0284c17" id="0284c17"></a>年上徑山。明年本師遷神。眾請繼躅為徑山<a 
name="0284c18" id="0284c18"></a>第三世。於法即溈山之嗣。僧問。掩息如灰時<a 
name="0284c19" id="0284c19"></a>如何。師曰。猶是時人功幹。僧曰。幹後如何。<a 
name="0284c20" id="0284c20"></a>師曰。耕人田不種。僧曰。畢竟如何。師曰。禾<a 
name="0284c21" id="0284c21"></a>熟不臨場。僧問。龍門不假風雷勢便透得者<a 
name="0284c22" id="0284c22"></a>如何。師曰。猶是一品二品。僧曰。此既是階級。<a 
name="0284c23" id="0284c23"></a>向上事如何。師曰。吾不知有汝龍門。僧問<a 
name="0284c24" id="0284c24"></a>如霜如雪時如何。師曰。猶是污染。曰不污染<a 
name="0284c25" id="0284c25"></a>時如何。師曰。不同色。許州全明上坐先問石<a 
name="0284c26" id="0284c26"></a>霜。一毫穿眾穴時如何。石霜云。直須萬年後。<a 
name="0284c27" id="0284c27"></a>云萬年後如何。石霜云。登科任汝登科。拔<a 
name="0284c28" id="0284c28"></a>萃。任汝拔萃。後問師云。一毫穿眾穴時如何。<a 
name="0284c29" id="0284c29"></a>師曰。光靴任汝光靴。結果任汝結果。僧問。<a 
name="0285a01" id="0285a01"></a>如何是長。師曰。千聖不能量。曰如何是短。師<a 
name="0285a02" id="0285a02"></a>曰。蟭螟眼裏著不滿。其僧不肯便去舉似石<a 
name="0285a03" id="0285a03"></a>霜。石霜云。只為太近實頭。僧問。如何是長。<a 
name="0285a04" id="0285a04"></a>石霜云。不屈曲。曰如何是短。石霜云。雙<a 
name="0285a05" id="0285a05"></a>陸盤中不喝彩。佛日長老訪師師問曰。伏承<a 
name="0285a06" id="0285a06"></a>長老獨化一方。何以荐遊&#x5CEF;頂。佛日曰。朗月<a 
name="0285a07" id="0285a07"></a>當空挂&#x6C37;霜不自寒師曰。莫即是長老家風<a 
name="0285a08" id="0285a08"></a>否。佛日曰。峭峙萬重關。於中含寶月。師曰。<a 
name="0285a09" id="0285a09"></a>此猶是文言。作麼生是長老家風。曰今日賴<a 
name="0285a10" id="0285a10"></a>遇佛日。佛日&#x5374;問云。隱密全真時人知有道<a 
name="0285a11" id="0285a11"></a>不得。大省無辜時人知有道得。於此二途猶<a 
name="0285a12" id="0285a12"></a>是時人升降處。未審長老親道自道如何道。<a 
name="0285a13" id="0285a13"></a>師曰。我家道處無箇道。佛日曰。如來路上無<a 
name="0285a14" id="0285a14"></a>私曲。便請玄音和一場。師曰。任汝二輪更互<a 
name="0285a15" id="0285a15"></a>照。碧潭雲外不相關。佛日曰。為報白頭無限<a 
name="0285a16" id="0285a16"></a>眾。此回年少莫歸鄉。師曰。老少同輪無向<a 
name="0285a17" id="0285a17"></a>背。我家玄路勿參差。佛日曰。一言定天下四<a 
name="0285a18" id="0285a18"></a>句為誰留。師曰。汝言有三四。我道其中一也<a 
name="0285a19" id="0285a19"></a>無。師因有偈曰。</p><a 
name="0285a20" id="0285a20"></a><p>　<span class="lg">東西不相顧　　南北與誰留<a 
name="0285a21" id="0285a21"></a><br>　汝即言三四　　我即一也無</span></p><a 
name="0285a22" id="0285a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>光化四年九月二十八日白眾而化。</p><a 
name="0285a23" id="0285a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>福州靈雲志勤禪師本州長溪人也。初在溈<a 
name="0285a24" id="0285a24"></a>山因桃華悟道。有偈曰。</p><a 
name="0285a25" id="0285a25"></a><p>　<span class="lg">三十來年尋劍客　　幾逢落葉幾抽枝<a 
name="0285a26" id="0285a26"></a><br>　自從一見桃華後　　直至如今更不疑</span></p><a 
name="0285a27" id="0285a27"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>祐師覽偈詰其所悟與之符契。祐曰。從緣悟<a 
name="0285a28" id="0285a28"></a>達永無退失。善自護持<span class="note">(有僧舉似玄沙。玄沙云。諦當甚諦當。敢保老兄猶未<a 
name="0285a29" id="0285a29"></a>徹。眾疑此語。玄沙問地藏。我恁麼道汝作麼生會。地藏云。不是桂琛。即走殺天下人)</span>乃返閩川。<a 
name="0285b01" id="0285b01"></a>玄徒臻集。上堂謂眾曰。諸仁者。所有長短盡<a 
name="0285b02" id="0285b02"></a>至不常。且觀四時草木葉落花開。何況塵劫<a 
name="0285b03" id="0285b03"></a>來天人七趣。地水火風成壞輪轉。因果將盡<a 
name="0285b04" id="0285b04"></a>三惡道苦毛髮不添減。唯根蔕神識常存。上<a 
name="0285b05" id="0285b05"></a>根者遇善友申明。當處解脫便是道場。中下<a 
name="0285b06" id="0285b06"></a>癡愚不能覺照。沈迷三界流轉生死。釋尊為<a 
name="0285b07" id="0285b07"></a>伊天上人間設教證明顯發智道。汝等還會<a 
name="0285b08" id="0285b08"></a>麼。時有僧問。如何得出離生老病死師曰。<a 
name="0285b09" id="0285b09"></a>青山元不動。浮雲飛去來。僧問君王出陣時<a 
name="0285b10" id="0285b10"></a>如何。師曰。春明門外不問長安。僧曰。如何<a 
name="0285b11" id="0285b11"></a>得覲天子。師曰。盲鶴下清池。魚從&#x811A;底過。<a 
name="0285b12" id="0285b12"></a>僧問。如何是佛法大意。師曰。驢事未去馬<a 
name="0285b13" id="0285b13"></a>事到來。僧未喻旨曰。再請垂示。師曰。彩氣夜<a 
name="0285b14" id="0285b14"></a>常動。精靈日少逢。雪&#x5CEF;有偈。送雙&#x5CEF;出嶺。末<a 
name="0285b15" id="0285b15"></a>句云。雷罷不停聲。師更之云。雷震不聞聲。雪<a 
name="0285b16" id="0285b16"></a>&#x5CEF;聞之乃曰。靈雲山頭古月現。雪&#x5CEF;問云。古<a 
name="0285b17" id="0285b17"></a>人道前三三後三三。意旨如何。師云。水中<a 
name="0285b18" id="0285b18"></a>魚山上鳥。&#x5CEF;云。意旨作麼生。師云。高可射<a 
name="0285b19" id="0285b19"></a>兮深可釣。問諸方悉皆雜食。未審和尚如<a 
name="0285b20" id="0285b20"></a>何。師云。獨有閩中異雄雄鎮海涯。問久戰<a 
name="0285b21" id="0285b21"></a>砂場。為什麼功名不就。師曰。君王有道三邊<a 
name="0285b22" id="0285b22"></a>靜。何勞萬里築長城。又云。罷息干戈束手<a 
name="0285b23" id="0285b23"></a>歸朝時如何。師云。慈雲普潤無邊剎。枯樹<a 
name="0285b24" id="0285b24"></a>無花爭奈何長生。問混沌未分時含生何來。<a 
name="0285b25" id="0285b25"></a>師曰。如露柱懷兒<span class="note">(一作胎)</span>曰分後如何。師曰。如<a 
name="0285b26" id="0285b26"></a>片雲點太清。曰未審太清還受點也無。師不<a 
name="0285b27" id="0285b27"></a>答曰。恁麼即含生不來也。師亦不答。曰直<a 
name="0285b28" id="0285b28"></a>得純清絕點時如何。師曰。猶是真常流注。曰<a 
name="0285b29" id="0285b29"></a>如何是真常流注。師曰。如鏡長明。曰向上更<a 
name="0285c01" id="0285c01"></a>有事否。師曰有。曰如何是向上事。師曰。打破<a 
name="0285c02" id="0285c02"></a>鏡來相見。問如何是西來意。師曰。井底種林<a 
name="0285c03" id="0285c03"></a>檎。曰學人不會。師曰。今年桃李貴。一顆直千<a 
name="0285c04" id="0285c04"></a>金。問摩尼珠不隨眾色。未審作什麼色。師<a 
name="0285c05" id="0285c05"></a>曰。白色。僧曰。恁麼即隨眾色也。師曰。趙<a 
name="0285c06" id="0285c06"></a>璧本無瑕。相如誑秦主。問君王出陣時如何。<a 
name="0285c07" id="0285c07"></a>師曰。呂才葬虎耳。曰其事如何。師曰。坐見白<a 
name="0285c08" id="0285c08"></a>衣天。僧曰。王今何在。師曰。莫觸龍顏。</p><a 
name="0285c09" id="0285c09"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>益州應天和尚。僧問。人人有佛性如何是和<a 
name="0285c10" id="0285c10"></a>尚佛性。師曰。汝喚什麼作佛性。僧曰。恁麼<a 
name="0285c11" id="0285c11"></a>即和尚無佛性也。師乃叫快活快活。</p><a 
name="0285c12" id="0285c12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>福州九&#x5CEF;慈慧禪師。初在溈山遇祐師上堂<a 
name="0285c13" id="0285c13"></a>云。汝等諸人只得大體不得大用。師抽身出<a 
name="0285c14" id="0285c14"></a>去。溈山召之。師更不迴顧。溈山云。此子堪<a 
name="0285c15" id="0285c15"></a>為法器。師一日辭溈山入嶺云。某甲辭違和<a 
name="0285c16" id="0285c16"></a>尚。千里之外不離左右。溈山動容曰。善為。</p><a 
name="0285c17" id="0285c17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>京兆米和尚<span class="note">(亦謂米七師)</span>初參學歸受業寺。有老宿<a 
name="0285c18" id="0285c18"></a>問。月中斷井索時人喚作蛇。未審七師見佛<a 
name="0285c19" id="0285c19"></a>喚作什麼。師曰。若有佛見即同眾生<span class="note">(法眼別云。此是什麼<a 
name="0285c20" id="0285c20"></a>時節問。法燈別云。喚底不是)</span>老宿曰。千年桃核。師令僧去問<a 
name="0285c21" id="0285c21"></a>仰山云。今時還假悟也無。仰山云。悟即不無。<a 
name="0285c22" id="0285c22"></a>爭奈落在第二頭。師深肯之。又令僧去問洞<a 
name="0285c23" id="0285c23"></a>山云。那箇究竟作麼生。洞山云。&#x5374;須問他始<a 
name="0285c24" id="0285c24"></a>得。師亦肯之。僧問。如何是衲衣下事。師<a 
name="0285c25" id="0285c25"></a>云。醜陋任君嫌。不挂雲霞色。</p><a 
name="0285c26" id="0285c26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>晉州霍山和尚。仰山一僧到自稱。集雲&#x5CEF;下<a 
name="0285c27" id="0285c27"></a>四藤條。天下大禪佛參<span class="note">(大禪佛即十二卷。晉州霍山景通和尚也)</span>師乃<a 
name="0285c28" id="0285c28"></a>喚維那搬柴著<span class="note">(一作打鍾著)</span>大禪佛驟步而去。師聞<a 
name="0285c29" id="0285c29"></a>祕魔巖和尚凡有僧到禮拜以木叉叉著。師<a 
name="0286a01" id="0286a01"></a>一日遂往訪之。才見不禮拜。便入祕魔懷裏。<a 
name="0286a02" id="0286a02"></a>祕魔拊師背三下。師起拍手云。師兄我一千<a 
name="0286a03" id="0286a03"></a>里地來便回<span class="note">(一作師兄三千里外賺我來)</span>。</p><a 
name="0286a04" id="0286a04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>襄州王敬初常侍視事次。米和尚至。王公乃<a 
name="0286a05" id="0286a05"></a>舉筆。米曰。還判得虛空否。公擲筆入廳更不<a 
name="0286a06" id="0286a06"></a>復出。米致疑。至明日憑鼓山供養主入探其<a 
name="0286a07" id="0286a07"></a>意。米亦隨至潛在屏蔽間偵伺。供養主才坐<a 
name="0286a08" id="0286a08"></a>問云。昨日米和尚有什麼言句便不得見。王<a 
name="0286a09" id="0286a09"></a>公曰。師子&#x9F69;人韓&#x7379;逐塊。米師竊聞此語。即<a 
name="0286a10" id="0286a10"></a>省前謬。遽出朗笑曰。我會也我會也。嘗問一<a 
name="0286a11" id="0286a11"></a>僧。一切眾生還有佛性也無。僧云。盡有。公<a 
name="0286a12" id="0286a12"></a>指壁畫狗子云。遮箇還有也無。僧無對。公<a 
name="0286a13" id="0286a13"></a>自代云。看&#x9F69;著。</p><a 
name="0286a14" id="0286a14"></a><p style="margin-left: 2em"><span class="headname">前福州大安禪師<span class="note">(亦稱大溈和尚)</span>法嗣<span class="note">(除落長慶院三字。蓋師雖曾居長樂<a 
name="0286a15" id="0286a15"></a>府之西院。沒後二十餘年閩帥移招慶。稜和尚來住西院。方奏長慶之額)</span></span></p><a 
name="0286a16" id="0286a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>益州大隋法真禪師。僧問。劫火洞然大千<a 
name="0286a17" id="0286a17"></a>俱壞。未審此箇還壞也無。師云壞。僧云。恁<a 
name="0286a18" id="0286a18"></a>麼即隨他去也。師云。隨他去也。問如何是<a 
name="0286a19" id="0286a19"></a>大人相。師云。肚上不帖牓。師問僧。什麼處<a 
name="0286a20" id="0286a20"></a>去。僧云。西山住庵去。師云。我向東山頭<a 
name="0286a21" id="0286a21"></a>喚汝。汝還來得麼。僧云。即不然。師云。汝<a 
name="0286a22" id="0286a22"></a>住庵未得。問生死到來時如何。師云。遇茶<a 
name="0286a23" id="0286a23"></a>喫茶遇飯喫飯。僧云。可誰受供養。師云。<a 
name="0286a24" id="0286a24"></a>合取&#x9262;盂。師庵側有一龜。僧問。一切眾生皮<a 
name="0286a25" id="0286a25"></a>裏骨。遮箇眾生骨裹皮如何。師拈草履於龜<a 
name="0286a26" id="0286a26"></a>邊著。僧無語。問如何是諸佛法要。師舉拂子<a 
name="0286a27" id="0286a27"></a>云。會麼。僧云。不會。師云。麈尾拂子。問<a 
name="0286a28" id="0286a28"></a>如何是學人自己。師曰。是我自己。僧云。為<a 
name="0286a29" id="0286a29"></a>什麼&#x5374;是和尚自己。師云。是汝自己。問如何<a 
name="0286b01" id="0286b01"></a>是無縫塔。師云。高五尺。僧云。學人不會。<a 
name="0286b02" id="0286b02"></a>師云。鶻崙塼。問和尚百年後法付何人師<a 
name="0286b03" id="0286b03"></a>云。露柱火爐。僧云。還受也無。師云。火<a 
name="0286b04" id="0286b04"></a>爐露柱。有行者領眾到。師問。參得底人喚東<a 
name="0286b05" id="0286b05"></a>作什麼。對曰。不可喚作東。師咄曰。臭驢漢。<a 
name="0286b06" id="0286b06"></a>不喚作東。喚作什麼。行者無語。眾遂散。問如<a 
name="0286b07" id="0286b07"></a>何是和尚家風。師云。赤土畫簸箕。僧云。<a 
name="0286b08" id="0286b08"></a>如何是赤土畫簸箕。師云。簸箕有脣米不<a 
name="0286b09" id="0286b09"></a>跳去。師問一僧。講什麼教法。僧云。百法<a 
name="0286b10" id="0286b10"></a>論。師拈杖子云。從何而起。對云。從緣而<a 
name="0286b11" id="0286b11"></a>起。師云。苦哉苦哉。師問僧。什麼處去。云<a 
name="0286b12" id="0286b12"></a>禮普賢去。師舉拂子云。文殊普賢總在遮<a 
name="0286b13" id="0286b13"></a>裏。僧作圓相。拋向後乃禮拜師云。侍者取<a 
name="0286b14" id="0286b14"></a>一帖茶與遮僧。一日眾僧參次。師口作患<a 
name="0286b15" id="0286b15"></a>風勢云。還有人醫得吾口麼。時眾僧競送藥<a 
name="0286b16" id="0286b16"></a>以至。俗士聞之亦多送藥。師並不受。七日後<a 
name="0286b17" id="0286b17"></a>師自摑口令正乃云。如許多時鼓遮兩片皮。<a 
name="0286b18" id="0286b18"></a>至今無人醫得吾口。蜀主欽尚遣使屢徵。師<a 
name="0286b19" id="0286b19"></a>皆辭以老病。署神照大師。</p><a 
name="0286b20" id="0286b20"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>韶州靈樹如敏禪師閩川人也。廣主劉氏奕<a 
name="0286b21" id="0286b21"></a>世欽重。署知聖大師。有僧問。佛法至理如<a 
name="0286b22" id="0286b22"></a>何。師展手而已。問如何是和尚家風。師云。<a 
name="0286b23" id="0286b23"></a>千年田八百主。僧云如何是千年田八百<a 
name="0286b24" id="0286b24"></a>主。師云。郎當屋舍沒人修。問如何是西來意。<a 
name="0286b25" id="0286b25"></a>師云。童子莫傜兒。僧云。乞師指示。師云。<a 
name="0286b26" id="0286b26"></a>汝從虔州來。問是什麼得恁麼難會。師云。<a 
name="0286b27" id="0286b27"></a>火官頭上風車子。有尼送瓷&#x9262;與師。師托起<a 
name="0286b28" id="0286b28"></a>問云。遮箇出在什麼處。尼云。出在定州<span class="note">(法燈別云<a 
name="0286b29" id="0286b29"></a>不遠此間)</span>師乃撲破。尼無對<span class="note">(保福代云。欺敵者亡)</span>人問和尚年<a 
name="0286c01" id="0286c01"></a>多少。師云。今日生來日死。又問。和尚生緣<a 
name="0286c02" id="0286c02"></a>什麼處。師云。日出東月落西。師四十餘年<a 
name="0286c03" id="0286c03"></a>化被嶺表。頗有異&#x8FF9;。廣主將興兵。躬入院請<a 
name="0286c04" id="0286c04"></a>師決臧否。師已先知怡然坐化。主怒知事<a 
name="0286c05" id="0286c05"></a>云。和尚何時得疾。對曰。師不曾有疾。適封一<a 
name="0286c06" id="0286c06"></a>函子令俟王來呈之。主開函得一帖子。書<a 
name="0286c07" id="0286c07"></a>云。人天眼目堂中上座。主悟師旨遂寢兵。乃<a 
name="0286c08" id="0286c08"></a>召第一坐開堂說法<span class="note">(即雲門偃和尚法嗣雪&#x5CEF;是也)</span>師全不身散。<a 
name="0286c09" id="0286c09"></a>其葬具龕塔並廣主具辦。今號靈樹真身塔<a 
name="0286c10" id="0286c10"></a>焉。</p><a 
name="0286c11" id="0286c11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>福州壽山師解禪師行&#x811A;時。造洞山法席。洞<a 
name="0286c12" id="0286c12"></a>山問云。闍梨生緣何處。師云。和尚若實問<a 
name="0286c13" id="0286c13"></a>某甲。即是閩中人。洞山云。汝父名什麼。師<a 
name="0286c14" id="0286c14"></a>云。今日蒙和尚致此一問。直得忘前失後。<a 
name="0286c15" id="0286c15"></a>住壽山。上堂云。諸上坐。幸有真實言語相<a 
name="0286c16" id="0286c16"></a>勸。諸兄弟合各自體悉。凡聖情盡體露真<a 
name="0286c17" id="0286c17"></a>如。但一時卸劫從前虛妄攀緣塵垢心。如虛<a 
name="0286c18" id="0286c18"></a>空相似。他時後日合識得些子好惡。閩師問<a 
name="0286c19" id="0286c19"></a>曰。壽山年多少。師云。與虛空齊年。曰虛空<a 
name="0286c20" id="0286c20"></a>年多少。師云。與壽山齊年。</p><a 
name="0286c21" id="0286c21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>饒州嶢山和尚。有僧問。如何是西來意。師<a 
name="0286c22" id="0286c22"></a>曰。仲冬嚴寒。問如何是和尚深深處。師曰。待<a 
name="0286c23" id="0286c23"></a>汝舌頭落地。即向汝道。問如何是丈六金身。<a 
name="0286c24" id="0286c24"></a>師曰。判官斷案相公改。長慶問。從上宗乘此<a 
name="0286c25" id="0286c25"></a>間如何言論。師曰。有願不負先聖。長慶云。不<a 
name="0286c26" id="0286c26"></a>負先聖作麼生。師曰。不露。長慶云。恁麼即請<a 
name="0286c27" id="0286c27"></a>師領話。師曰。什麼處去來。長慶云。只者<span class="note">(舊作首字)</span><a 
name="0286c28" id="0286c28"></a>什麼處去來。</p><a 
name="0286c29" id="0286c29"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>泉州莆田縣國歡崇福院慧日大師。福州侯<a 
name="0287a01" id="0287a01"></a>官縣人也。姓黃氏。生而有異。及長名文矩。<a 
name="0287a02" id="0287a02"></a>為縣獄卒。往往棄役往神光靈觀和尚及西<a 
name="0287a03" id="0287a03"></a>院大安禪師所。吏不能禁。後謁萬歲塔譚空<a 
name="0287a04" id="0287a04"></a>禪師落髮。不披袈裟不受具戒。唯以雜綵為<a 
name="0287a05" id="0287a05"></a>挂子。復至觀和尚所。觀曰我非汝師。汝去<a 
name="0287a06" id="0287a06"></a>禮西院去。師&#x643A;一小青竹杖入西院法堂。安<a 
name="0287a07" id="0287a07"></a>遙見而笑曰。入涅槃堂去。師應諾。輪竹杖而<a 
name="0287a08" id="0287a08"></a>入。時有五百許僧。染時疾。師以杖次第點之。<a 
name="0287a09" id="0287a09"></a>各隨點而起。閩王禮重創國歡禪苑以居之。<a 
name="0287a10" id="0287a10"></a>厥後頗多靈跡。唐乾寧中示滅。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>台州浮江和<a 
name="0287a11" id="0287a11"></a>尚。有時雪&#x5CEF;和尚領眾到問云。即今有二百<a 
name="0287a12" id="0287a12"></a>人寄院過夏得也無。師將拄杖劃地一下云。<a 
name="0287a13" id="0287a13"></a>著不得即道。雪&#x5CEF;無語。</p><a 
name="0287a14" id="0287a14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>潞州淥水和尚。僧問。如何是祖師西來意。<a 
name="0287a15" id="0287a15"></a>師云。還見庭前花藥欄麼。僧無語。</p><a 
name="0287a16" id="0287a16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>廣州文殊院圓明禪師福州人。姓陳氏。本參<a 
name="0287a17" id="0287a17"></a>大溈得旨。後造雪&#x5CEF;請益法無異味。又&#x751E;遊<a 
name="0287a18" id="0287a18"></a>五臺山&#x89A9;文殊化現。乃隨方建院以文殊為<a 
name="0287a19" id="0287a19"></a>額。開寶中前樞密使李崇矩巡護南方。因入<a 
name="0287a20" id="0287a20"></a>師院&#x89A9;地藏菩薩像。問僧曰。地藏何以展手。<a 
name="0287a21" id="0287a21"></a>僧曰。手中珠被賊偷&#x5374;也。李&#x5374;問師。既是地<a 
name="0287a22" id="0287a22"></a>藏為什麼遭賊。師曰。今日捉下也。李乃謝之。<a 
name="0287a23" id="0287a23"></a>淳化元年示滅。壽一百三十有六。</p><a 
name="0287a24" id="0287a24"></a><p style="margin-left: 2em"><span class="headname">前趙州從諗禪師法嗣</span></p><a 
name="0287a25" id="0287a25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>洪州武寧縣新興嚴陽尊者。僧問。如何是佛。<a 
name="0287a26" id="0287a26"></a>師曰。土塊。曰如何是法。師曰。地動也。曰如<a 
name="0287a27" id="0287a27"></a>何是僧。師曰。喫粥喫飯。僧問。如何是新興<a 
name="0287a28" id="0287a28"></a>水。師曰。前面江裏。僧問。如何是應物現形。<a 
name="0287a29" id="0287a29"></a>師曰。與我拈床子過來。師常有一蛇一虎。隨<a 
name="0287b01" id="0287b01"></a>從左右手中與食。</p><a 
name="0287b02" id="0287b02"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>楊州城東光孝院慧覺禪師。僧問。覺花才綻<a 
name="0287b03" id="0287b03"></a>遍滿娑婆。祖印西來合譚何事。師曰。情生智<a 
name="0287b04" id="0287b04"></a>隔。曰此是教意。師曰。汝披什麼衣服。問一棒<a 
name="0287b05" id="0287b05"></a>打破虛空時如何。師曰。困即歇去。師問宋齊<a 
name="0287b06" id="0287b06"></a>丘。還會道麼。宋曰。道也著不得。師曰。有著<a 
name="0287b07" id="0287b07"></a>不得無著不得。宋曰。總不恁麼。師曰。著不得<a 
name="0287b08" id="0287b08"></a>底。宋無對。師領眾出。見露柱師合掌曰。不審<a 
name="0287b09" id="0287b09"></a>世尊。一僧曰。和尚是露柱。師曰。啼得血流無<a 
name="0287b10" id="0287b10"></a>用處。不如緘口過殘春。僧問。遠遠投師師<a 
name="0287b11" id="0287b11"></a>意如何。曰官家嚴切不許安排。曰師豈無方<a 
name="0287b12" id="0287b12"></a>便。師曰。且向火倉裏一宿。張居士問。爭奈老<a 
name="0287b13" id="0287b13"></a>何。師曰。年多少。張曰。八十也。師曰。可謂老<a 
name="0287b14" id="0287b14"></a>也。曰究竟如何。師曰。直至千歲也未住。有人<a 
name="0287b15" id="0287b15"></a>問。某甲平生愛殺牛。還有罪否。師曰。無罪。<a 
name="0287b16" id="0287b16"></a>曰為什麼無罪。師曰。殺一箇還一箇。</p><a 
name="0287b17" id="0287b17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>隴州國清院奉禪師。問祖意與教意同別。師<a 
name="0287b18" id="0287b18"></a>曰。雨滋三草秀。春風不裹頭。僧曰。畢竟是<a 
name="0287b19" id="0287b19"></a>一是二。師曰。祥雲競起巖洞不虧。問如何是<a 
name="0287b20" id="0287b20"></a>和尚家風。師曰。臺柈椅子火爐&#x7255;牖。問如<a 
name="0287b21" id="0287b21"></a>何是出家人。曰銅頭鐵額鳥嘴鹿身。僧曰。<a 
name="0287b22" id="0287b22"></a>如何是出家人本分事。師曰。早起不審夜間<a 
name="0287b23" id="0287b23"></a>珍重。僧問牛頭未見四祖時。為什麼鳥獸<a 
name="0287b24" id="0287b24"></a>銜花。師曰。如<span class="corr" title='[陜&gt;陝]'>陝</span>府人送錢財與鐵牛。曰見後<a 
name="0287b25" id="0287b25"></a>為什麼不街花。師曰。木馬投明行八百。問<a 
name="0287b26" id="0287b26"></a>十二時中如何降伏其心。師曰。敲&#x6C37;求火論<a 
name="0287b27" id="0287b27"></a>劫不逢。問十二分教是止啼之義。離&#x5374;止啼<a 
name="0287b28" id="0287b28"></a>請師一句。師曰。孤&#x5CEF;頂上雙角女。問如何是<a 
name="0287b29" id="0287b29"></a>佛法大意。師曰。釋迦是牛頭獄卒。祖師是馬<a 
name="0287c01" id="0287c01"></a>面阿婆。問如何是西來意。師曰。東壁打西<a 
name="0287c02" id="0287c02"></a>壁。問如何是撲不破底句。師曰。不隔毫釐時<a 
name="0287c03" id="0287c03"></a>人遠嚮。</p><a 
name="0287c04" id="0287c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>婺州木陳從朗禪師。僧問。放鶴出籠和雪去<a 
name="0287c05" id="0287c05"></a>時如何。師曰。我道不一色因金剛倒。僧問。既<a 
name="0287c06" id="0287c06"></a>是金剛不壞身。為什麼&#x5374;倒地。師敲禪床曰。<a 
name="0287c07" id="0287c07"></a>行住坐臥。師將歸寂。有頌曰。</p><a 
name="0287c08" id="0287c08"></a><p>　<span class="lg">三十年來住木陳　　時中無一假功成<a 
name="0287c09" id="0287c09"></a><br>　有人問我西來意　　展似眉毛作麼生</span></p><a 
name="0287c10" id="0287c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>婺州新建禪師不度小師。有僧問。和尚年老<a 
name="0287c11" id="0287c11"></a>何不畜一童子侍奉。師曰。有瞽聵者為吾討<a 
name="0287c12" id="0287c12"></a>來。僧辭。師問。什麼處去。僧曰。府下開元寺<a 
name="0287c13" id="0287c13"></a>去。師曰。我有一信附與了。寺主汝將得去否。<a 
name="0287c14" id="0287c14"></a>僧曰。便請。師曰。想汝也不奈何。</p><a 
name="0287c15" id="0287c15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>杭州多福和尚。僧問。如何是多福一叢竹。師<a 
name="0287c16" id="0287c16"></a>曰。一莖兩莖斜。曰學人不會。師曰。三莖四莖<a 
name="0287c17" id="0287c17"></a>曲。僧問。如何是納衣下事。師曰。大有人疑<a 
name="0287c18" id="0287c18"></a>在。曰為什麼如是。師曰。月裏藏頭。</p><a 
name="0287c19" id="0287c19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>益州西睦和尚上堂。有一俗士舉手云。和尚<a 
name="0287c20" id="0287c20"></a>便是一頭驢。師曰。老僧被汝騎。彼無語去。後<a 
name="0287c21" id="0287c21"></a>三日再來自言。某甲三日前著賊。師拈拄杖<a 
name="0287c22" id="0287c22"></a>趁出。師有時驀喚侍者。侍者應諾。師曰。更深<a 
name="0287c23" id="0287c23"></a>夜靜共伊商量。</p><a 
name="0287c24" id="0287c24"></a><p style="margin-left: 2em"><span class="headname">前衢州子湖巖利蹤禪師法嗣</span></p><a 
name="0287c25" id="0287c25"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>台州勝光和尚。問如何是和尚家風。師曰。福<a 
name="0287c26" id="0287c26"></a>州&#x8318;枝泉州刺桐。問如何是佛法兩字。師曰。<a 
name="0287c27" id="0287c27"></a>即便道。僧曰。請師道。師曰。穿耳胡僧笑點<a 
name="0287c28" id="0287c28"></a>頭。龍華照和尚來。師把住云。作麼生。照云。<a 
name="0287c29" id="0287c29"></a>莫錯。師乃放手。照云。久嚮勝光。師默然。照<a 
name="0288a01" id="0288a01"></a>乃辭。師門送云。自此一別什麼處相見。照呵<a 
name="0288a02" id="0288a02"></a>呵而去。</p><a 
name="0288a03" id="0288a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>漳州浮石和尚上堂云。山僧開卜鋪。能斷人<a 
name="0288a04" id="0288a04"></a>貧富定人生死。時有僧出云。離&#x5374;生死貧富。<a 
name="0288a05" id="0288a05"></a>不落五行請師直道。師云。金木水火土。</p><a 
name="0288a06" id="0288a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>紫桐和尚。僧問如何是紫桐境。師曰。阿爾<a 
name="0288a07" id="0288a07"></a>眼裏著沙得麼。曰大好紫桐境也不識。師曰。<a 
name="0288a08" id="0288a08"></a>老僧不諱此事。其僧出去。師下禪床擒住云。<a 
name="0288a09" id="0288a09"></a>今日好箇公案。老僧未得分文入手。曰賴遇<a 
name="0288a10" id="0288a10"></a>某甲是僧。師曰。禍不單行。</p><a 
name="0288a11" id="0288a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>日容和尚。&#x596F;<span class="note">(音豁)</span>上座參。師拊掌三下云。猛<a 
name="0288a12" id="0288a12"></a>虎當軒誰是敵者。&#x596F;曰。俊鷂&#x51B2;天阿誰捉得。<a 
name="0288a13" id="0288a13"></a>師曰。彼此難當。曰且休未斷遮公案。師將<a 
name="0288a14" id="0288a14"></a>拄杖舞歸方丈。&#x596F;無語。師曰。死&#x5374;遮漢也<a 
name="0288a15" id="0288a15"></a><span class="note">(雲山云。&#x596F;不別前語)</span>。</p><a 
name="0288a16" id="0288a16"></a><p style="margin-left: 2em"><span class="headname">前鄂州茱萸和尚法嗣</span></p><a 
name="0288a17" id="0288a17"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>石梯和尚。僧新到於師前立少頃便出。師曰。<a 
name="0288a18" id="0288a18"></a>有什麼辨白處。僧再立良久。師曰。辨得也辨<a 
name="0288a19" id="0288a19"></a>得也。僧曰。辨後作麼生。師曰。埋&#x5374;得也。僧<a 
name="0288a20" id="0288a20"></a>曰。蒼天蒼天。師曰。適來&#x5374;恁麼如今還不當。<a 
name="0288a21" id="0288a21"></a>僧。乃出去。</p><a 
name="0288a22" id="0288a22"></a><p style="margin-left: 2em"><span class="headname">天龍和尚法嗣</span></p><a 
name="0288a23" id="0288a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>婺州金華山俱胝和尚初住庵。有尼名實際。<a 
name="0288a24" id="0288a24"></a>到庵戴笠子執錫繞師三匝云。道得即拈下<a 
name="0288a25" id="0288a25"></a>笠子。三問。師皆無對。尼便去。師曰。日勢稍<a 
name="0288a26" id="0288a26"></a>晚且留一宿。尼曰。道得即宿。師又無對。尼去<a 
name="0288a27" id="0288a27"></a>後歎曰。我雖處丈夫之形。而無丈夫之氣。擬<a 
name="0288a28" id="0288a28"></a>棄庵往諸方參尋。其夜山神告曰。不須離此<a 
name="0288a29" id="0288a29"></a>山。將有大菩薩來為和尚說法也。果旬日天<a 
name="0288b01" id="0288b01"></a>龍和尚到庵。師乃迎禮具陳前事。天龍&#x7AEA;一<a 
name="0288b02" id="0288b02"></a>指而示之。師當下大悟。自此凡有參學僧到。<a 
name="0288b03" id="0288b03"></a>師唯舉一指無別提唱。有一童子於外被人詰<a 
name="0288b04" id="0288b04"></a>曰。和尚說何法要。童子&#x7AEA;起指頭。歸而舉似<a 
name="0288b05" id="0288b05"></a>師。師以刀斷其指頭。童子叫喚走出。師召一<a 
name="0288b06" id="0288b06"></a>聲。童子回首。師&#x5374;&#x7AEA;起指頭。童子豁然領解。<a 
name="0288b07" id="0288b07"></a>師將順世。謂眾曰。吾得天龍一指頭禪一生<a 
name="0288b08" id="0288b08"></a>用不盡。言訖示滅<span class="note">(長慶代眾云。美食不中飽人喫。玄沙云。我當時若見。&#x629D;折指<a 
name="0288b09" id="0288b09"></a>頭。玄覺云。且道。玄沙恁麼道意作麼生。雲居錫云。只如玄沙恁麼道。肯伊不肯伊。若肯何言&#x629D;折指頭。若不肯俱<a 
name="0288b10" id="0288b10"></a>胝過在什麼處。先曹山云。俱胝承當處鹵&#x83BE;。只認得一機一境一種。是拍手拊掌是他西園奇怪。玄覺又云。且道俱<a 
name="0288b11" id="0288b11"></a>胝還悟也未。若悟為什麼道承當處&#x83BE;鹵。若不悟又道用一指頭禪不盡。且道曹山意旨在什麼處)</span>。</p><a 
name="0288b12" id="0288b12"></a><p style="margin-left: 2em"><span class="headname">前長沙景岑禪師法嗣</span></p><a 
name="0288b13" id="0288b13"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>明州雪竇山常通禪師邢州人也。姓李氏。入<a 
name="0288b14" id="0288b14"></a>鵲山出家。年二十本州開元寺受戒。習經律<a 
name="0288b15" id="0288b15"></a>凡七載。乃曰。摩騰入漢譯著斯文。達磨來梁<a 
name="0288b16" id="0288b16"></a>復明何事。遂遠參長沙岑和尚。岑問曰。何處<a 
name="0288b17" id="0288b17"></a>人。師曰。邢州人。岑曰。我道不從彼來。曰<a 
name="0288b18" id="0288b18"></a>和尚還曾住此無。岑然之。乃容入室。後往洞<a 
name="0288b19" id="0288b19"></a>山石霜而法無異味。唐咸通末遊宣城。郡守<a 
name="0288b20" id="0288b20"></a>於謝仙山奏置禪苑。號瑞聖院請師居焉。僧<a 
name="0288b21" id="0288b21"></a>問。如何是密室。師曰。不通風。信曰。如何是<a 
name="0288b22" id="0288b22"></a>密室中人。師曰。諸聖求&#x89A9;不見。又曰。千佛不<a 
name="0288b23" id="0288b23"></a>能思。萬聖不能議。乾坤壞不壞。虛空包不包。<a 
name="0288b24" id="0288b24"></a>一切比無倫。三世唱不起。問如何是三世諸<a 
name="0288b25" id="0288b25"></a>佛出身處。師曰。伊不肯知有汝三世。良久又<a 
name="0288b26" id="0288b26"></a>曰。薦否。不然者且向著佛不得處。體取時中<a 
name="0288b27" id="0288b27"></a>常在。識盡功成瞥然而起。即是傷他而況言<a 
name="0288b28" id="0288b28"></a>句乎。光啟中群寇起。師領徒至四明。大順<a 
name="0288b29" id="0288b29"></a>二年郡守請居雪竇&#x6B1D;然盛化。天祐二年乙<a 
name="0288c01" id="0288c01"></a>丑七月示疾。集眾焚香付囑訖合掌而逝。壽<a 
name="0288c02" id="0288c02"></a>七十二。其年八月七日建石塔於院西南隅。</p><a 
name="0288c03" id="0288c03"></a><p style="margin-left: 2em"><span class="headname">前關南道常禪師法嗣</span></p><a 
name="0288c04" id="0288c04"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>襄州關南道吾和尚。始經村墅聞巫者樂神<a 
name="0288c05" id="0288c05"></a>云識神無。師忽然惺悟。後參常禪師印其所<a 
name="0288c06" id="0288c06"></a>解。復遊德山門下法味彌著。凡上堂示徒。戴<a 
name="0288c07" id="0288c07"></a>蓮花笠披襴執簡。擊鼓吹笛口稱魯三郎。有<a 
name="0288c08" id="0288c08"></a>時云。打動關南鼓。唱起德山歌。僧問。如何是<a 
name="0288c09" id="0288c09"></a>祖師西來意。師以簡揖云喏。師有時執木劍<a 
name="0288c10" id="0288c10"></a>橫在肩上作舞。僧問。手中劍什麼處得來。師<a 
name="0288c11" id="0288c11"></a>擲於地。僧&#x5374;置師手中。師曰。什麼處得來。<a 
name="0288c12" id="0288c12"></a>僧無對。師曰。容汝三日內下取一語。其僧亦<a 
name="0288c13" id="0288c13"></a>無對。師自代拈劍肩上作舞云。恁麼始得。問<a 
name="0288c14" id="0288c14"></a>如何是和尚家風。師下禪床作女人拜云。謝<a 
name="0288c15" id="0288c15"></a>子遠來都無祇待。師問灌溪。作麼生。灌溪云。<a 
name="0288c16" id="0288c16"></a>無位。師云。莫同虛空麼。云遮屠兒。師云。<a 
name="0288c17" id="0288c17"></a>有生可殺即不倦。漳州羅漢和尚。始於關南<a 
name="0288c18" id="0288c18"></a>常禪師拳下悟旨<span class="note">(語見常禪師章)</span>乃為歌曰。</p><a 
name="0288c19" id="0288c19"></a><p>　<span class="lg">咸通七載初參道　　到處逢言不識言<a 
name="0288c20" id="0288c20"></a><br>　心裏癡團若栲栳　　三春不樂止林泉<a 
name="0288c21" id="0288c21"></a><br>　忽遇法王氈上坐　　便陳疑懇向師前<a 
name="0288c22" id="0288c22"></a><br>　師從氈上那伽起　　袒膊當胸打一拳<a 
name="0288c23" id="0288c23"></a><br>　駭散癡團獦狚落　　舉頭看見日初圓<a 
name="0288c24" id="0288c24"></a><br>　從茲蹬蹬以碣碣　　直至如今常快活<a 
name="0288c25" id="0288c25"></a><br>　只聞肚裏飽膨脝　　更不東西去持&#x9262;</span></p><a 
name="0288c26" id="0288c26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>又述偈曰。</p><a 
name="0288c27" id="0288c27"></a><p>　<span class="lg">宇內為閑客　　人中作野僧<a 
name="0288c28" id="0288c28"></a><br>　任從他笑我　　隨處自騰騰</span></p><a 
name="0288c29" id="0288c29"></a><p style="margin-left: 2em"><span class="headname">前高安大愚禪師法嗣</span></p><a 
name="0289a01" id="0289a01"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>筠州末山尼了然灌溪閑和尚。遊方時到山<a 
name="0289a02" id="0289a02"></a>先云。若相當即住。不然則推倒禪床。乃入堂<a 
name="0289a03" id="0289a03"></a>內。然遣侍者問。上座遊山來為佛法來。閑云。<a 
name="0289a04" id="0289a04"></a>為佛法來。然乃升座。閑上參。然問。上座今日<a 
name="0289a05" id="0289a05"></a>離何處。閑云。離路口。然云。何不蓋&#x5374;。閑無<a 
name="0289a06" id="0289a06"></a>對<span class="note">(禾山代云。爭得到遮裏)</span>始禮拜問。如何是末山。然云。不<a 
name="0289a07" id="0289a07"></a>露頂。閑云。如何是末山主。然云。非男女相。<a 
name="0289a08" id="0289a08"></a>閑乃喝云。何不變去。然云。不是神不是鬼變<a 
name="0289a09" id="0289a09"></a>箇什麼。閑於是服膺作園頭三載。僧到參。<a 
name="0289a10" id="0289a10"></a>然云。太<span class="gaiji">&#x7E7F;<!--gaiji,襤,1[糸*監],2&#x7E7F;,3--></span>縷生。僧云。雖然如此且是師子兒。<a 
name="0289a11" id="0289a11"></a>然云。既是師子兒為什麼被文殊騎。僧無<a 
name="0289a12" id="0289a12"></a>對。僧問。如何是古佛心。然云。世界傾壞。增<a 
name="0289a13" id="0289a13"></a>云。世界為什麼傾壞。然云。寧無我身。</p><a 
name="0289a14" id="0289a14"></a><p><span class="juanname">景德傳燈錄卷第十一</span></p>
<hr>【經文資訊】大正藏第 51 冊 No. 2076 景德傳燈錄<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依大正藏所編輯<br>【原始資料】蕭鎮國大德提供，北美某大德提供<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index3c98.html?index=T51n2076" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T51n2076_011 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:49:37 GMT -->
</html>
