<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X55n0909_002 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:06 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1130883267&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX55n0909&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX55n0909_002&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="index0fa2.html?index=X55n0909_001" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">卍新纂大日本續藏經　第55冊<br/>No.909 三觀義 (2卷)<br/>【隋 智顗撰】<br/>第 2 卷</p>
	
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X55">
<div class="root" id="0909" sutra_name="三觀義" sutra_juan="[卷2]">　
<a 
name="0675b05" id="0675b05"></a><a 
name="0675b06" id="0675b06"></a><a 
name="0675b07" id="0675b07"></a><p><span class="juanname">維摩詰經三觀玄義卷下</span></p><a 
name="0675b08" id="0675b08"></a><a 
name="0675b09" id="0675b09"></a><p style="margin-left: 4em"><span class="byline">隋天台山修禪寺沙門　智顗　撰</span></p><a 
name="0675b10" id="0675b10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>第四會乘義者。三觀即是三智。三智有二種。一別相<a 
name="0675b11" id="0675b11"></a>三智。二一心三智。一別相三智即開三乘。二一心三<a 
name="0675b12" id="0675b12"></a>智但是一佛乘也。第一正明別相三觀開三乘者。即<a 
name="0675b13" id="0675b13"></a>為二意。一正約三觀開三乘。二明十法成三乘。一正<a 
name="0675b14" id="0675b14"></a>約三觀開三乘者。即為三意。一約析法觀開三藏教<a 
name="0675b15" id="0675b15"></a>三乘。二約體法觀開通教三乘。三總約析體別相三<a 
name="0675b16" id="0675b16"></a>觀成別教大乘。一明析法觀開三藏教三乘者。三藏<a 
name="0675b17" id="0675b17"></a>教明三乘行人同析因緣假以入空。若聲聞。總相析<a 
name="0675b18" id="0675b18"></a>法入空。發真無漏。成一切智。名聲聞乘。若辟支佛。別<a 
name="0675b19" id="0675b19"></a>相析法入空。發真無漏。成一切智。名辟支佛乘。若菩<a 
name="0675b20" id="0675b20"></a>薩。總相別相析法入空而不斷結取證。多入俗假修<a 
name="0675b21" id="0675b21"></a>行六度。求一切智．佛智．自然智．無師智。即是三藏教<a 
name="0675b22" id="0675b22"></a>之大乘也。二明體假入空開通教三乘者。三乘之人<a 
name="0675b23" id="0675b23"></a>同體因緣假以入空。若發真無漏。斷見思惑。小乘根<a 
name="0675b24" id="0675b24"></a>鈍但除正使。成一切智。名聲聞乘。緣覺中根侵除習<a 
name="0675c01" id="0675c01"></a>氣。成一切智。名辟支佛乘。菩薩得一切智。入假修道<a 
name="0675c02" id="0675c02"></a>種智。教化眾生。求一切種智。即是通教之大乘。三明<a 
name="0675c03" id="0675c03"></a>總約析體別相三觀成別教大乘者。若別教菩薩。觀<a 
name="0675c04" id="0675c04"></a>因緣假。修別相三觀。次第成一切智．道種智。乃至修<a 
name="0675c05" id="0675c05"></a>中道觀見佛性。成一切種智。求常住涅槃。即是別教<a 
name="0675c06" id="0675c06"></a>大乘義也。</p><a 
name="0675c07" id="0675c07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二明具十法成乘者。三觀乃是乘之正體。若不約十<a 
name="0675c08" id="0675c08"></a>法和合。則乘義不成。所以者何。三乘悉能運出三界<a 
name="0675c09" id="0675c09"></a>火宅。必須正助眾善和合。故運用之義成也。就此即<a 
name="0675c10" id="0675c10"></a>為三意。一出十法名。二明次第成乘。三料簡。一出十<a 
name="0675c11" id="0675c11"></a>法名者。一明識正因緣生法。二真正發心。三止觀修<a 
name="0675c12" id="0675c12"></a>習。四破諸法遍。五善知通塞。六道品調適。七對治助<a 
name="0675c13" id="0675c13"></a>開三解脫門。八明識次位。九安忍強&#x8F2D;兩賊。十順道<a 
name="0675c14" id="0675c14"></a>法愛不生。三乘之人修學三觀。若具此十法。即成三<a 
name="0675c15" id="0675c15"></a>乘入涅槃也。二明次第成乘者。初所以順知正因緣<a 
name="0675c16" id="0675c16"></a>法者。知無明因緣生一切法。即是正因緣。異外人執<a 
name="0675c17" id="0675c17"></a>邪因緣無因緣生一切法也。次明真正發心者。三乘<a 
name="0675c18" id="0675c18"></a>行人明知正因緣所生三界火宅。覺悟生死。志求涅<a 
name="0675c19" id="0675c19"></a>槃。但菩薩大悲濟物。心異也。次明止觀修習者。發心<a 
name="0675c20" id="0675c20"></a>信解既明。必須修行定慧。即是三乘行人之根本也。<a 
name="0675c21" id="0675c21"></a>次明破諸法遍者。若不破見思兩輪所執妄想。破妄<a 
name="0675c22" id="0675c22"></a>想不遍。則止觀有滯也。次明須知通塞者。隨所破法<a 
name="0675c23" id="0675c23"></a>從淺至深。皆有道滅之通。苦集之塞。若迷此理。即不<a 
name="0675c24" id="0675c24"></a>知得失。是字非字去取失宜也。次明道品調適者。三<a 
name="0676a01" id="0676a01"></a>十七品是三乘入道之正要。能引進眾行到三脫門<a 
name="0676a02" id="0676a02"></a>入涅槃也。次明對治助道法者。即是四禪．四無量心．<a 
name="0676a03" id="0676a03"></a>四無色定．九想．八念．十想．八背捨．八勝處．十一切處．<a 
name="0676a04" id="0676a04"></a>九次第定．事中六度等。諸對治法。助開三脫門也。次<a 
name="0676a05" id="0676a05"></a>明須知位次者。三乘入道。從乾慧地乃至佛地。若能<a 
name="0676a06" id="0676a06"></a>分別不謬。即不生叨濫。破增上慢心也。次明安忍強<a 
name="0676a07" id="0676a07"></a>&#x8F2D;兩賊者。未入外凡之位。內外八風壞三乘行人出<a 
name="0676a08" id="0676a08"></a>世善根。若能安忍。則不為所壞。入乾慧地。因發&#x7157;頂<a 
name="0676a09" id="0676a09"></a>入性地也。次明順道法愛不生者。三乘之人若入性<a 
name="0676a10" id="0676a10"></a>地。發善有漏五陰所有善法功德智慧。順道若生法<a 
name="0676a11" id="0676a11"></a>愛。即便頂墮。不得<span class="corr" title='[遮&gt;進]'>進</span>入忍法成世第一法發真無漏<a 
name="0676a12" id="0676a12"></a>也。若能不生法愛。即不頂墮。得入忍法位。成世第一<a 
name="0676a13" id="0676a13"></a>法。發真無漏。即是三乘之人同見第一義諦。斷界內<a 
name="0676a14" id="0676a14"></a>見思煩惱。出三界火宅。是為此乘從三界出。至有餘<a 
name="0676a15" id="0676a15"></a>涅槃住。盡智．無生智運入。無餘不明故。以十法成三<a 
name="0676a16" id="0676a16"></a>乘者。其義顯也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>三明料簡者。問曰。自有眾生值佛。隨<a 
name="0676a17" id="0676a17"></a>聞一乘法即得成道。或有隨修一法門即入道。何必<a 
name="0676a18" id="0676a18"></a>悉具此十法成乘也。答曰。皆以往昔<span class="corr" title='[巳&gt;已]'>已</span>修引十法成<a 
name="0676a19" id="0676a19"></a>根性也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問曰。法華經出三界火宅。諸子門外方索三<a 
name="0676a20" id="0676a20"></a>車。今何得十法成乘從界內而出。答曰。法華的據盡<a 
name="0676a21" id="0676a21"></a>無生三乘。有為無漏功德是究竟三乘。能運入無餘<a 
name="0676a22" id="0676a22"></a>涅槃。乃是真乘。既無無餘涅槃之可入。又不能運至<a 
name="0676a23" id="0676a23"></a>常住涅槃。則三乘之義不成。故索三車不得也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>今通<a 
name="0676a24" id="0676a24"></a>明乘義有六種不同。一者理乘。二者教乘。三者行乘。<a 
name="0676b01" id="0676b01"></a>四者相似乘。五者分證真實乘。六者究竟乘。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一理乘<a 
name="0676b02" id="0676b02"></a>者。三乘行人悉有四諦．十二因緣．六度之一。三乘根<a 
name="0676b03" id="0676b03"></a>性不同也。二教乘者。即是佛開三乘之教。三乘諸子<a 
name="0676b04" id="0676b04"></a>以佛教門出三界苦。亦名名字乘也。三觀行乘者。即<a 
name="0676b05" id="0676b05"></a>是三乘之人修五停心觀。別相總相念處。乾慧地之<a 
name="0676b06" id="0676b06"></a>觀行也。故勝鬘經云。三乘之初業。不愚於法。意在此<a 
name="0676b07" id="0676b07"></a>也。四相似乘者。即是四善根人所得善有漏五陰也。<a 
name="0676b08" id="0676b08"></a>五分證真實乘者。即是學智。從發苦忍真明無漏。乃<a 
name="0676b09" id="0676b09"></a>至非想第九無礙金剛三昧也。六究竟乘者。即是無<a 
name="0676b10" id="0676b10"></a>學智阿羅漢．辟支佛．佛所得非想第九解脫道盡智．<a 
name="0676b11" id="0676b11"></a>無生智。佛如實智能運入無餘涅槃也。此即三藏教<a 
name="0676b12" id="0676b12"></a>析法觀．通教體法觀。十法成乘意在此也。但別教三<a 
name="0676b13" id="0676b13"></a>觀十法成乘。明六種乘義。意不同分別<span class="note">(云云)</span>。</p><a 
name="0676b14" id="0676b14"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問曰。佛法無量。何故的取此十法成三乘耶。答曰。佛<a 
name="0676b15" id="0676b15"></a>法雖復無量。必須取其正要。如諸小乘經論．大乘經<a 
name="0676b16" id="0676b16"></a>論所明成乘義者。教門悉有此十意分明也。但隨緣<a 
name="0676b17" id="0676b17"></a>散說。不聚一處。今探經論。撰十意以成乘義者。為欲<a 
name="0676b18" id="0676b18"></a>令一家義學坐禪之徒。知佛法小乘經論所明．大乘<a 
name="0676b19" id="0676b19"></a>經論所明入道正意。異外人各說一究竟道。亦異此<a 
name="0676b20" id="0676b20"></a>土莊老之說也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>諸先生若言莊老即是佛一無異者。<a 
name="0676b21" id="0676b21"></a>又末代朝有法師禪師。或同諸外道作此解者。可將<a 
name="0676b22" id="0676b22"></a>此十法比並。若莊老明空具有此十意分明名義成<a 
name="0676b23" id="0676b23"></a>就者。可許是同。若無此十法。或名義似同而斫覈橫<a 
name="0676b24" id="0676b24"></a>&#x7AEA;不通。事理滯礙。名字有闕。作義不成。豈得同也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>今<a 
name="0676c01" id="0676c01"></a>毗曇．成實雖是佛法小乘之論。明空入道。撿其論文<a 
name="0676c02" id="0676c02"></a>即十意宛然。名義無闕。通申佛法。小乘人入道意轉<a 
name="0676c03" id="0676c03"></a>分明。況復大乘經論者乎。外人經書既無此名義故。<a 
name="0676c04" id="0676c04"></a>不可皆言同佛法也。</p><a 
name="0676c05" id="0676c05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>第二明一心三智但是一佛乘者。即為二意。一明一<a 
name="0676c06" id="0676c06"></a>心三智即大乘。二明十法成大乘。一明一心三智即<a 
name="0676c07" id="0676c07"></a>大乘者。若觀因緣三諦。初心即得一心三智。開佛知<a 
name="0676c08" id="0676c08"></a>見。見佛性。見佛性者即大乘也。此則無復開三乘之<a 
name="0676c09" id="0676c09"></a>別。故此經觀眾生品。舍利弗問天女言。汝於三乘為<a 
name="0676c10" id="0676c10"></a>何志求。天女答曰。我為化三乘。如人入瞻蔔林。唯&#x9F45;<a 
name="0676c11" id="0676c11"></a>瞻蔔。不&#x9F45;餘。得入此室者。唯聞大乘功德之香。不樂<a 
name="0676c12" id="0676c12"></a>聞聲聞．辟支佛功德香也。當知一心三智即是圓教。<a 
name="0676c13" id="0676c13"></a>般若波羅蜜即是大乘。故大品會宗品云。般若波羅<a 
name="0676c14" id="0676c14"></a>蜜即是摩訶衍。摩訶衍即是般若波羅蜜。般若波羅<a 
name="0676c15" id="0676c15"></a>蜜．摩訶衍無二無別。今明一心三觀會成大乘者。大<a 
name="0676c16" id="0676c16"></a>名不可思議。乘以能運為義。一心三觀境智並是不<a 
name="0676c17" id="0676c17"></a>思議法。能運菩薩至今道場。名大乘也。故涅槃經云。<a 
name="0676c18" id="0676c18"></a>一乘者名為佛性。佛性者亦一．非一．非一非非一。云<a 
name="0676c19" id="0676c19"></a>何名為亦一。謂一切眾生悉是一乘故。云何名非一。<a 
name="0676c20" id="0676c20"></a>非是數法故。云何非一非非一。數非數不決定故。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一<a 
name="0676c21" id="0676c21"></a>切眾生即一乘者。一念無明具十法界。眾生悉有正<a 
name="0676c22" id="0676c22"></a>因佛性。正因佛性即是理。即本有之一乘也。數法者。<a 
name="0676c23" id="0676c23"></a>即是緣因佛性。緣因佛性即是福德莊嚴。福德莊嚴<a 
name="0676c24" id="0676c24"></a>有為有漏。是聲聞法分。為數法說三乘也。非一非非<a 
name="0677a01" id="0677a01"></a>一。數非數不決定者。即了因佛性。了因佛性即是智<a 
name="0677a02" id="0677a02"></a>慧莊嚴。智慧莊嚴能從一地至於一地。不得緣因亦<a 
name="0677a03" id="0677a03"></a>不得正因。心無取著。數非數不決定也。數不決定者。<a 
name="0677a04" id="0677a04"></a>緣因性不可得也。非數不決定者。正因性不可得也。<a 
name="0677a05" id="0677a05"></a>若所觀不決定不可得。能了亦不決定不可得。以十<a 
name="0677a06" id="0677a06"></a>二因緣不可說故。三種佛性大乘皆不可說也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>此三<a 
name="0677a07" id="0677a07"></a>佛性成三德大乘。不縱不橫。如世伊字。故涅槃經云。<a 
name="0677a08" id="0677a08"></a>佛性者即是一乘。法華經云。佛自住大乘。如其所得<a 
name="0677a09" id="0677a09"></a>法。定慧力莊嚴。以此度眾生。此亦三德成乘義也。故<a 
name="0677a10" id="0677a10"></a>真諦三藏說理乘．得乘．隨乘之三種乘。問曰。此經但<a 
name="0677a11" id="0677a11"></a>明不思議解脫。云何乃引涅槃經佛性一乘義耶。答<a 
name="0677a12" id="0677a12"></a>曰。此經佛國品云。大乘心是菩薩淨土。菩薩成佛時。<a 
name="0677a13" id="0677a13"></a>大乘眾生來生其國。問曰。引是今經明大乘。何關涅<a 
name="0677a14" id="0677a14"></a>槃佛性之大乘耶。答曰。此經明不思議解脫如來種<a 
name="0677a15" id="0677a15"></a>一乘。大涅槃明妙色解脫佛性一乘。妙色解脫即不<a 
name="0677a16" id="0677a16"></a>思議解脫之異名。佛性如來種亦異名耳。設教赴緣。<a 
name="0677a17" id="0677a17"></a>言方雖異。一乘之理。豈有別乎。</p><a 
name="0677a18" id="0677a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二明十法成大乘者。一善識不思議境。二真正發心。<a 
name="0677a19" id="0677a19"></a>三止觀修習。四破諸法遍。五善知通塞。六行三十七<a 
name="0677a20" id="0677a20"></a>道品。七對治諸波羅蜜。八善識次位。九安忍成就。十<a 
name="0677a21" id="0677a21"></a>順道法愛不生。若修此一心三觀。具此十法。是大乘<a 
name="0677a22" id="0677a22"></a>從三界出到薩婆若住也。</p><a 
name="0677a23" id="0677a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一分別不思議境者。即善識思議不思議十二因緣<a 
name="0677a24" id="0677a24"></a>也。若思議因緣生滅次第。具十法界開三乘也。若不<a 
name="0677b01" id="0677b01"></a>思議因緣。即是一念十二因緣不生不滅具十法界。<a 
name="0677b02" id="0677b02"></a>但說一佛乘也。若解不思議十二因緣之理者。即是<a 
name="0677b03" id="0677b03"></a>住大乘不思議解脫之理也。故天女謂舍利弗言。吾<a 
name="0677b04" id="0677b04"></a>止此室十有二年者。是住不思議十二因緣之理也。<a 
name="0677b05" id="0677b05"></a>大智論云。十二因緣有三種道。一者煩惱道。二者業<a 
name="0677b06" id="0677b06"></a>道。三者苦道。苦道七支即是正因佛性。煩惱道三支<a 
name="0677b07" id="0677b07"></a>即是了因佛性。業道二支即是緣因佛性。故涅槃經<a 
name="0677b08" id="0677b08"></a>云。十二因緣名為佛性。佛性不出三種。因名三種佛<a 
name="0677b09" id="0677b09"></a>性。果名三德涅槃。所以者何。七支苦即法性五陰。故<a 
name="0677b10" id="0677b10"></a>屬正因佛性。涅槃經云。無明有愛。是二中間則有生<a 
name="0677b11" id="0677b11"></a>死。名為中道。中道者即佛性。若轉無明以為明。由惑<a 
name="0677b12" id="0677b12"></a>故解。此即了因佛性。轉惡行為善行。由惡故善。此即<a 
name="0677b13" id="0677b13"></a>緣因佛性。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問曰。此經未明佛性。云何引涅槃成此不<a 
name="0677b14" id="0677b14"></a>思議義耶。答曰。大涅槃經云。若言十一部經不明佛<a 
name="0677b15" id="0677b15"></a>性。非謗佛法僧。若說十二部經不明佛性。即謗佛法<a 
name="0677b16" id="0677b16"></a>僧。今此大乘之教。具十二部。何得不明佛性乎。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問曰。<a 
name="0677b17" id="0677b17"></a>此經始終不說佛性。何得約佛性明義耶。答曰。此經<a 
name="0677b18" id="0677b18"></a>佛道品。淨名說行於非道通達佛道。十二因緣三種<a 
name="0677b19" id="0677b19"></a>道即是非道。通達三種佛菩提之道也。文殊師利說<a 
name="0677b20" id="0677b20"></a>如來種種性。眼目之異名。如天帝釋豈異憍尸迦。若<a 
name="0677b21" id="0677b21"></a>謂不作佛性名說。非明佛性義者。有經不作二諦名<a 
name="0677b22" id="0677b22"></a>說。亦應不明二諦義。若爾。何得言諸佛常依二諦說<a 
name="0677b23" id="0677b23"></a>法也。問曰。佛性有三。如來種亦有三耶。答曰。種亦有<a 
name="0677b24" id="0677b24"></a>三。經言。有身為種。六入為種。即苦道正因如來種。正<a 
name="0677c01" id="0677c01"></a>因佛性之異名也。經言。無明貪恚為種。六十二見為<a 
name="0677c02" id="0677c02"></a>和。即是了因如來種。了因佛性之異名也。經言。十不<a 
name="0677c03" id="0677c03"></a>善道為種。即緣因如來種。緣因佛性之異名也。種之<a 
name="0677c04" id="0677c04"></a>與性。義類相扶。故法華經云。唯有如來知此眾生種<a 
name="0677c05" id="0677c05"></a>相體性。即其義也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問曰。種以能生為義。義符無常。性<a 
name="0677c06" id="0677c06"></a>以不改為義。義符於常。此二義別。何得言符。答曰。緣．<a 
name="0677c07" id="0677c07"></a>了兩因符種。不足致疑。但正因符種。義似有乖。深求<a 
name="0677c08" id="0677c08"></a>其致。亦相符也。真如不生。非因非果。說為正因佛性。<a 
name="0677c09" id="0677c09"></a>是則非因非性說為正因性。何以不得非因非種說<a 
name="0677c10" id="0677c10"></a>為正因種乎。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問曰。若此經明如來種義。與涅槃佛性<a 
name="0677c11" id="0677c11"></a>同者。何故云。若見無為入正位者。不能復發菩提之<a 
name="0677c12" id="0677c12"></a>心。猶如根敗之士。種義可皆佛性之義。則不可斷。何<a 
name="0677c13" id="0677c13"></a>得同也。答曰。此經帶方便明如來種性義。於利根菩<a 
name="0677c14" id="0677c14"></a>薩即是究竟。二乘不了。故須訶析。訶析聲聞。即密有<a 
name="0677c15" id="0677c15"></a>發心之理。故法華經云。昔於菩薩前毀呰聲聞樂小<a 
name="0677c16" id="0677c16"></a>法者。然佛實以大乘教化。即其義也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問曰。十二因緣<a 
name="0677c17" id="0677c17"></a>法性皆是正因緣。觀智通是了因緣。十二支修善並<a 
name="0677c18" id="0677c18"></a>是緣因緣。何故偏判。答曰。義有通別。若如所問。乃是<a 
name="0678a01" id="0678a01"></a>通義。別對分明則不得爾。法性五陰有無明不善業。<a 
name="0678a02" id="0678a02"></a>即成生死五陰。如陰氣起水結成凌。無明轉為明。不<a 
name="0678a03" id="0678a03"></a>善成善。即顯五陰法性成五種涅槃。如陽氣起則凌融<a 
name="0678a04" id="0678a04"></a>還成水也。問曰。無明煩惱何得是智慧性。答曰。此經云。<a 
name="0678a05" id="0678a05"></a>不入煩惱大海。不得無上智寶。十地論師說七識是<a 
name="0678a06" id="0678a06"></a>智識攝。大乘說七識但是執見識。諍論云云。皆由不<a 
name="0678a07" id="0678a07"></a>達了因種性義也。六識八識對二種佛性不達。起諍<a 
name="0678a08" id="0678a08"></a>類如七識。其義可明。問曰。法華明佛性不。答曰。法華<a 
name="0678a09" id="0678a09"></a>明十如是。佛性只是一。如是性耳。問曰。若爾。何處文<a 
name="0678a10" id="0678a10"></a>證法華明佛性耶。答曰。涅槃說成大果實。見如來性。<a 
name="0678a11" id="0678a11"></a>引說法華經八千聲聞得受記&#x8382;成大果實。如秋收<a 
name="0678a12" id="0678a12"></a>冬藏。更無所作。若言法華不說佛性。何得引法華證<a 
name="0678a13" id="0678a13"></a>見如來性義也。問曰。般若明佛性不。答曰。大涅槃云。<a 
name="0678a14" id="0678a14"></a>言佛性者有五種名。亦名佛性。亦名般若。亦名首楞<a 
name="0678a15" id="0678a15"></a>嚴。亦名金剛三昧。亦名師子吼三昧。若知一念十二<a 
name="0678a16" id="0678a16"></a>因緣具十法界三道之理。即是三種如來種。三種佛<a 
name="0678a17" id="0678a17"></a>性。三道生死不障三德。三德涅槃如世伊字。一切法<a 
name="0678a18" id="0678a18"></a>亦如是。是為不思議之觀境也。</p><a 
name="0678a19" id="0678a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二真正發心者。即為二意。一發慈悲心。二發弘誓心。<a 
name="0678a20" id="0678a20"></a>一發慈悲心者。即是無緣大慈大悲。夫慈能與樂。悲<a 
name="0678a21" id="0678a21"></a>能<span class="gaiji">拔<!--gaiji,拔,1[托-七+友],2&#x39DE;,3--></span>苦。今明慈能與樂者。以無緣大慈能與十法界<a 
name="0678a22" id="0678a22"></a>眾生十二因緣三道三種佛性三種涅槃之妙樂也。<a 
name="0678a23" id="0678a23"></a>悲能<span class="gaiji">拔<!--gaiji,拔,1[托-七+友],2&#x39DE;,3--></span>苦者。無緣大悲能<span class="gaiji">拔<!--gaiji,拔,1[托-七+友],2&#x39DE;,3--></span>十法界眾生十二因緣<a 
name="0678a24" id="0678a24"></a>三道流轉生死之苦也。二發誓願心者。即無作四弘<a 
name="0678b01" id="0678b01"></a>誓願。無作四弘誓願者。一未度令度。二未解今解。三<a 
name="0678b02" id="0678b02"></a>未安令安。四未涅槃令得涅槃。一未度令度者。別緣<a 
name="0678b03" id="0678b03"></a>十法界眾生苦道七支皆令得度。故瓔珞經云。未度<a 
name="0678b04" id="0678b04"></a>苦諦令度苦諦也。二未解令解者。別緣十法界眾生<a 
name="0678b05" id="0678b05"></a>煩惱道三支業道二支令解。故瓔珞經云。未解集諦<a 
name="0678b06" id="0678b06"></a>令解集諦也。三未安令安者。通緣十法界眾生三道<a 
name="0678b07" id="0678b07"></a>中三種佛性令安此道理。故瓔珞經云。未安道諦令<a 
name="0678b08" id="0678b08"></a>安道諦。四未得涅槃令得涅槃者。通緣十法界眾生<a 
name="0678b09" id="0678b09"></a>迷三種佛性所起十二因緣皆令滅盡。成三德涅槃。<a 
name="0678b10" id="0678b10"></a>故瓔珞經云。未證滅諦令證滅諦也。如是慈悲弘誓<a 
name="0678b11" id="0678b11"></a>即是真發菩提心也。故此經明三十種大慈。思益經<a 
name="0678b12" id="0678b12"></a>明三十二種大悲。即其義也。又此經云。天女云。吾止<a 
name="0678b13" id="0678b13"></a>此室十有二年。初未曾聞二乘之法。唯聞菩薩大慈<a 
name="0678b14" id="0678b14"></a>大悲不可思議諸佛之法也。問曰。何意慈悲所緣樂<a 
name="0678b15" id="0678b15"></a>前苦後。弘誓所緣苦前樂後。答曰。慈悲者。原菩薩本<a 
name="0678b16" id="0678b16"></a>懷。前欲與樂。由苦障樂。不能得樂。次須<span class="gaiji">拔<!--gaiji,拔,1[托-七+友],2&#x39DE;,3--></span>苦。弘誓制<a 
name="0678b17" id="0678b17"></a>心行事。行事之次。必先度苦方得受樂。問曰。九法界<a 
name="0678b18" id="0678b18"></a>可言令度。佛法界究竟清淨。云何令度。答曰。圓教所<a 
name="0678b19" id="0678b19"></a>明。如華嚴經說初發心菩薩即是佛。是則初心中皆<a 
name="0678b20" id="0678b20"></a>名為佛。如是等佛皆有生死之法。乃至金剛餘有一<a 
name="0678b21" id="0678b21"></a>生在。故瓔珞經云。三魔<span class="corr" title='[巳&gt;已]'>已</span>盡。餘有一品死魔在。是等<a 
name="0678b22" id="0678b22"></a>菩薩悉入佛境。亦名佛界。故言未度令度。餘三誓願<a 
name="0678b23" id="0678b23"></a>類之可解。問曰。何等發心不真。對此說真。答曰。華嚴<a 
name="0678b24" id="0678b24"></a>經說有菩提心魔。思益經云。發三菩提願。是為邪願。<a 
name="0678c01" id="0678c01"></a>對此不真。須說真也。問曰。不真發心。其義云何。答曰。<a 
name="0678c02" id="0678c02"></a>若三藏教．通教．別教此三菩薩所緣四諦發菩提心。<a 
name="0678c03" id="0678c03"></a>名不真也。今明圓教菩薩無緣慈悲無作四弘誓發<a 
name="0678c04" id="0678c04"></a>菩提心。如磁石吸鐵。即真發心也。問曰。四教明乘。今<a 
name="0678c05" id="0678c05"></a>何故但約不思議圓教明發心也。答曰。四不可說。四<a 
name="0678c06" id="0678c06"></a>不可說故。非權非實。非偏非圓。有因緣亦可得說。可<a 
name="0678c07" id="0678c07"></a>得說故。說權說實。說偏說圓。權譬化城。實譬寶所。偏<a 
name="0678c08" id="0678c08"></a>譬江河必有迴曲。圓譬金沙大河直流西海。圓教實<a 
name="0678c09" id="0678c09"></a>故。名真發心。</p><a 
name="0678c10" id="0678c10"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>三明止觀修習者。既<span class="corr" title='[巳&gt;已]'>已</span>發菩提心。即須行菩薩道。止<a 
name="0678c11" id="0678c11"></a>即修定。觀即修慧。定慧二足。行步平正。真行菩薩道<a 
name="0678c12" id="0678c12"></a>也。此必須淨持禁戒。還約一念十二因緣中明修止<a 
name="0678c13" id="0678c13"></a>觀。所以者何。七支法性。本非散非止。非迷非觀。若有<a 
name="0678c14" id="0678c14"></a>為七支乖理。則行有二支紛綸不息。名之為散。若不<a 
name="0678c15" id="0678c15"></a>得七支。則不善二支。行有休息。名之為止。迷七支法<a 
name="0678c16" id="0678c16"></a>性。即是無明愛取。若了七支法性。即滅無明愛取。因<a 
name="0678c17" id="0678c17"></a>滅無明愛取。熾然三菩提燈。名之為觀。是則非止之<a 
name="0678c18" id="0678c18"></a>止。名真修止。不觀之觀。名真修觀。止觀調適則心安<a 
name="0678c19" id="0678c19"></a>道法。是安心進行之道也。問曰。云何分別真修不真<a 
name="0678c20" id="0678c20"></a>修相。答曰。若約生滅因緣．無生因緣．無量因緣而修<a 
name="0678c21" id="0678c21"></a>止觀。名不真修。若約無作十二因緣而修止觀。即是<a 
name="0678c22" id="0678c22"></a>真修。復次。若知用四悉檀方便修止觀。名為真修。不<a 
name="0678c23" id="0678c23"></a>知即非真修也。如陰陽調適萬物得生。定慧調和則<a 
name="0678c24" id="0678c24"></a>道法增長。故大涅槃經云。如是時中宜修智慧。如是<a 
name="0679a01" id="0679a01"></a>時中宜修禪定。此皆知用悉檀修止觀之時也。故此<a 
name="0679a02" id="0679a02"></a>經淨名勸諸國王長者言。佛身者。從止觀生。成如來<a 
name="0679a03" id="0679a03"></a>身也。問曰。今用觀入道。何須修止。答曰。如大涅槃經<a 
name="0679a04" id="0679a04"></a>云。毗婆舍那能破煩惱。何故復修奢摩他耶。佛答言。<a 
name="0679a05" id="0679a05"></a>若有修禪定則能破惑。今作譬顯。如燈雖有破闇之<a 
name="0679a06" id="0679a06"></a>能。若不處之密室。則照物不了。故須修止也。</p><a 
name="0679a07" id="0679a07"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>四破諸法遍者。雖復巧修止觀。若破十法界十二因<a 
name="0679a08" id="0679a08"></a>緣法不遍。則執見隨生。若能破一切愛見塵沙無知<a 
name="0679a09" id="0679a09"></a>徹至法性。三番惑障既破。因惑所起一切橫&#x7AEA;諸法<a 
name="0679a10" id="0679a10"></a>亦破。既不得所破。亦不得能破。是則能破如所破。是<a 
name="0679a11" id="0679a11"></a>為破諸法遍。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>是義<span class="corr" title='[巳&gt;已]'>已</span>如前別相三觀中說。今不具論。<a 
name="0679a12" id="0679a12"></a>故此經云。得此法者無有餘病。唯有空病。空病亦空。<a 
name="0679a13" id="0679a13"></a>問曰。若破諸法遍。此非正道。破即是斷。斷即拙度也。<a 
name="0679a14" id="0679a14"></a>如大智論云。不斷亦不破。是心名薩埵。答曰。若定破<a 
name="0679a15" id="0679a15"></a>即是定斷。可同拙度。今明不破破不斷斷。不同拙度<a 
name="0679a16" id="0679a16"></a>也。大智論云。譬如轉輪聖王。能破一切強敵。亦不可<a 
name="0679a17" id="0679a17"></a>有所破。般若波羅蜜亦如是。能破一切法。亦不有所<a 
name="0679a18" id="0679a18"></a>破也。</p><a 
name="0679a19" id="0679a19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>五明善知通塞相者。如法華經云。善知五百由旬嶮<a 
name="0679a20" id="0679a20"></a>難道通塞之相。初百由旬者。見諦惑也。次二百由旬<a 
name="0679a21" id="0679a21"></a>者。五下分結也。次三百由旬者。五上分結也。過此則<a 
name="0679a22" id="0679a22"></a>立化城涅槃。次第四百由旬者。是塵沙無知也。次第<a 
name="0679a23" id="0679a23"></a>五百由旬者。即是無明住地惑也。通言嶮道者。悉有<a 
name="0679a24" id="0679a24"></a>生死苦報之難也。言知通塞者。如有見起。破此有見<a 
name="0679b01" id="0679b01"></a>則有通有塞。若執有見計以為實。即苦集。名之為塞。<a 
name="0679b02" id="0679b02"></a>能修道滅是則為通。不見生滅無生滅二種四諦是<a 
name="0679b03" id="0679b03"></a>則為塞。能見二種四諦是則為通。塞即非字。通即是<a 
name="0679b04" id="0679b04"></a>字。不知是字非字名之為塞。能知是字非字是則為<a 
name="0679b05" id="0679b05"></a>通。乃至非有非無見假入空。分別通塞亦復如是。破<a 
name="0679b06" id="0679b06"></a>下分結上分結。分別通塞之相亦如是。次破塵沙無<a 
name="0679b07" id="0679b07"></a>知分別通塞之相。若不識無量四諦。即不知是字非<a 
name="0679b08" id="0679b08"></a>字。名之為塞。其能知者名之為通。次破五百由旬無<a 
name="0679b09" id="0679b09"></a>明住地辨通塞相。若不知無作四諦即不知是字非<a 
name="0679b10" id="0679b10"></a>字。名之為塞。其能知者名之為通。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>故此經云。但除其<a 
name="0679b11" id="0679b11"></a>病。不除其法也。如治眼病。破翳不得損珠。又云。無方<a 
name="0679b12" id="0679b12"></a>便慧縛。有方便慧解。無慧方便縛。有慧方便解。縛即<a 
name="0679b13" id="0679b13"></a>是塞。解即是通也。問曰。理無通塞。若見通塞。將非是<a 
name="0679b14" id="0679b14"></a>塞。答曰。定見通塞是則為塞。不見通塞乃名為通。不<a 
name="0679b15" id="0679b15"></a>見通塞還即是塞。能見通塞是則為通。若不見通塞<a 
name="0679b16" id="0679b16"></a>及見通塞皆名為塞。非見非不見而能見。非通塞見<a 
name="0679b17" id="0679b17"></a>於通塞。是則過五百由旬至於寶所。則名為通也。</p><a 
name="0679b18" id="0679b18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>六明行三十七品者。即為二意。一者用一心三觀行<a 
name="0679b19" id="0679b19"></a>三十七品。二者修三三昧。一行三十七品者。佛法要<a 
name="0679b20" id="0679b20"></a>行。三十七品為最安穩。入大涅槃之正因也。故此經<a 
name="0679b21" id="0679b21"></a>云。道品善知識。由是成正覺。三十七品者。謂四念處．<a 
name="0679b22" id="0679b22"></a>四正勤．四如意足．五根．五力．七覺分．八聖道分。四念<a 
name="0679b23" id="0679b23"></a>處者。一者身念處。二者受念處。三者心念處。四者法<a 
name="0679b24" id="0679b24"></a>念處。四念處略明有四種。一者生滅四念處。二者無<a 
name="0679c01" id="0679c01"></a>生滅四念處。三者無量四念處。四者無作四念處。前<a 
name="0679c02" id="0679c02"></a>三種四念處並是方便。今不分別。但明無作四念處<a 
name="0679c03" id="0679c03"></a>觀也。正勤．如意足．根．力．覺．道。類如是也。無作四念處<a 
name="0679c04" id="0679c04"></a>觀者。所謂無作十二因緣具十法界五陰。以為念處<a 
name="0679c05" id="0679c05"></a>之觀境也。一明身念處者。一切十法界色陰名之為<a 
name="0679c06" id="0679c06"></a>身。一心三觀觀十法界色名之為念。見十法界身實<a 
name="0679c07" id="0679c07"></a>諦之理名之為處。若見十法界色皆是一法性。法性<a 
name="0679c08" id="0679c08"></a>之色非垢非淨。能雙照十法界垢淨。即是莊嚴不淨<a 
name="0679c09" id="0679c09"></a>淨枯榮二種雙樹。二明受念處者。一切十法界受陰<a 
name="0679c10" id="0679c10"></a>名之為受。一心三觀觀十法界受名之為念。見十法<a 
name="0679c11" id="0679c11"></a>界受實諦之理名之為處。若見十法界受皆是一法<a 
name="0679c12" id="0679c12"></a>性。法性受非苦非樂。能雙照十法界苦樂。即是莊嚴<a 
name="0679c13" id="0679c13"></a>苦樂枯榮雙樹。三明心念處者。一切十法界識陰名<a 
name="0679c14" id="0679c14"></a>之為心。一心三觀觀十法界心名之為念。見十法界<a 
name="0679c15" id="0679c15"></a>心實諦之理名之為處。若見十法界心皆是一法性<a 
name="0679c16" id="0679c16"></a>心。法性心非常非無常。能雙照十法界常無常。即是<a 
name="0679c17" id="0679c17"></a>莊嚴常無常枯榮之雙樹。四明法念處者。一切十法<a 
name="0679c18" id="0679c18"></a>界想陰行陰名之為法。一心三觀觀十法界想行名<a 
name="0679c19" id="0679c19"></a>之為念。見十法界法實諦之理名之為處。若見十法<a 
name="0679c20" id="0679c20"></a>界法皆是一法性。法性非我非無我。能雙照十法界<a 
name="0679c21" id="0679c21"></a>我無我。即莊嚴我無我枯榮之雙樹。若行者能了此<a 
name="0679c22" id="0679c22"></a>四枯四榮即是法性。五陰非枯非榮。名見中道佛性。<a 
name="0679c23" id="0679c23"></a>若見五陰佛性。即住五種涅槃。五種涅槃者。謂色解<a 
name="0679c24" id="0679c24"></a>脫涅槃。受解脫涅槃。想解脫涅槃。行解脫涅槃。識解<a 
name="0680a01" id="0680a01"></a>脫涅槃。是為於四枯四榮雙樹之間見五陰佛性。而<a 
name="0680a02" id="0680a02"></a>有五種涅槃。問曰。一心三觀觀法性五陰非真非俗。<a 
name="0680a03" id="0680a03"></a>雙照真俗。真俗即是枯榮不。答曰。不然。真俗同結成<a 
name="0680a04" id="0680a04"></a>四枯。中道佛性結成四榮也。問曰。若爾。何處有中間<a 
name="0680a05" id="0680a05"></a>而入涅槃。答曰。二不可說。而說枯榮不滯枯榮。不著<a 
name="0680a06" id="0680a06"></a>二邊即是入涅槃也。問曰。大涅槃經。告憍陳如。色是<a 
name="0680a07" id="0680a07"></a>無常。因滅是色獲得常色。樂我淨等亦復如是。是則<a 
name="0680a08" id="0680a08"></a>身念處觀具破八倒。顯四枯四榮。何得言身念處但<a 
name="0680a09" id="0680a09"></a>破二倒。莊嚴不淨淨二雙樹耶。答。覈實為論。具破八<a 
name="0680a10" id="0680a10"></a>倒。通莊嚴四枯四榮。今為欲對初教四念處。別破四<a 
name="0680a11" id="0680a11"></a>倒。顯四枯之小術。明此勝三修。破四枯顯四榮之妙<a 
name="0680a12" id="0680a12"></a>術也。半滿相對之義。便一往作此說耳。問曰。四枯念<a 
name="0680a13" id="0680a13"></a>處。聲聞之人可得發軫修習。四榮念處。何得亦爾。答<a 
name="0680a14" id="0680a14"></a>曰。菩薩從初發心觀涅槃行道。乃至坐道場。何得不<a 
name="0680a15" id="0680a15"></a>以一切種修四念處至成妙覺也。大智論云。四念處<a 
name="0680a16" id="0680a16"></a>四種精進名四正勤。四念處四種禪定名四如意足。<a 
name="0680a17" id="0680a17"></a>四念處中五種善根生即是五根。五種善根增長遮<a 
name="0680a18" id="0680a18"></a>諸煩惱即是五力。分別道用即是七覺。安穩道中行<a 
name="0680a19" id="0680a19"></a>名八正道。若能成就八正道者。即見佛性入涅槃也。<a 
name="0680a20" id="0680a20"></a>初心見佛性住涅槃者。即是得無生法忍。入菩薩位<a 
name="0680a21" id="0680a21"></a>也。問曰。三十七品。外凡唯可學四念處。何得乃至修<a 
name="0680a22" id="0680a22"></a>習八正道分。答曰。大智論云。八正道中行。初得善有<a 
name="0680a23" id="0680a23"></a>漏五陰。名為煖法。若八正道定是見地。何得是煖法<a 
name="0680a24" id="0680a24"></a>之前。又毗婆沙論云。八正在前。七覺在後。定是無漏。<a 
name="0680b01" id="0680b01"></a>若說七覺在前。八正在後。通有漏無漏。小乘通義尚<a 
name="0680b02" id="0680b02"></a>得如此。況復大乘圓頓之道。初心修習四念處觀不<a 
name="0680b03" id="0680b03"></a>具三十七也。二明修三三昧入涅槃者。大智論云。三<a 
name="0680b04" id="0680b04"></a>十七品是正行道法。將入涅槃城。涅槃城有三門。謂<a 
name="0680b05" id="0680b05"></a>空．無相．無作。云何空三昧。四句觀無明不生。畢竟空。<a 
name="0680b06" id="0680b06"></a>即一切諸法皆悉是空。名空三昧。云何名無相三昧。<a 
name="0680b07" id="0680b07"></a>不見佛性四邊之相。名無相三昧。云何名無作三昧。<a 
name="0680b08" id="0680b08"></a>無能觀所觀。真緣兩修。四句俱泯。即是無作三昧。三<a 
name="0680b09" id="0680b09"></a>昧一心發實智慧。如水澄清。珠相自現。若見佛性即<a 
name="0680b10" id="0680b10"></a>得涅槃。爾時三昧名三解脫門。即是入不二法門。住<a 
name="0680b11" id="0680b11"></a>不思議解脫也。是義<span class="corr" title='[巳&gt;已]'>已</span>如前次第三觀分別。今不重<a 
name="0680b12" id="0680b12"></a>明。問曰。三昧解脫有何殊別。答曰。別而為說。因名三<a 
name="0680b13" id="0680b13"></a>昧。果名解脫。伏道為三昧。斷道為解脫。無礙道為三<a 
name="0680b14" id="0680b14"></a>昧。解脫道名解脫。通而為言。三昧即解脫之異名也。<a 
name="0680b15" id="0680b15"></a>俱通因果．斷伏．無礙．解脫也。</p><a 
name="0680b16" id="0680b16"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>七明對治六波羅蜜助三三昧開解脫門者。如聲聞<a 
name="0680b17" id="0680b17"></a>行三十七品將入涅槃城。涅槃城有三門。所謂三解<a 
name="0680b18" id="0680b18"></a>脫門。若三三昧力弱不能自開解脫門者。當修慈心．<a 
name="0680b19" id="0680b19"></a>不淨．九想．背捨．勝處．一切處諸對治法。助三三昧開<a 
name="0680b20" id="0680b20"></a>三解脫門。譬如三人力弱排門不開。眾人相助即得<a 
name="0680b21" id="0680b21"></a>開也。圓教菩薩修無作三十七品。用三三昧開三脫<a 
name="0680b22" id="0680b22"></a>門入大涅槃。亦復如是。若三昧力弱不能開。十二因<a 
name="0680b23" id="0680b23"></a>緣中三道三障厚重。如北風陰氣來水便結。此必須<a 
name="0680b24" id="0680b24"></a>加修對治六度。助開三脫門也。度有二種。一者事六<a 
name="0680c01" id="0680c01"></a>度。對破六蔽。二者理六度。只是一心三觀三十七品<a 
name="0680c02" id="0680c02"></a>三三昧之異名耳。為小對治之力。故須懺悔六蔽。別<a 
name="0680c03" id="0680c03"></a>修事中布施．持戒．忍辱．精進．禪定．智慧。隨事成就。能<a 
name="0680c04" id="0680c04"></a>資理善。過去罪滅今生重蔽。則除是則。利智善根熟。<a 
name="0680c05" id="0680c05"></a>結使煩惱薄。清淨心常一。發真無漏。開三解脫入不<a 
name="0680c06" id="0680c06"></a>二法門。住不思議解脫大涅槃也。故此經云。諸度法<a 
name="0680c07" id="0680c07"></a>等侶等。侶者即是助開之義也。如南風陽氣來則厚<a 
name="0680c08" id="0680c08"></a>水自然消融也。若事理六波羅蜜合。則能調伏諸根。<a 
name="0680c09" id="0680c09"></a>滿足六度。具佛威儀。心如大海。滿足六度者。即是事<a 
name="0680c10" id="0680c10"></a>理二種六度和合圓滿。即能得諸三昧及陀羅尼。具<a 
name="0680c11" id="0680c11"></a>佛威儀者。即是十力．四無所畏．十八不共法．大慈大<a 
name="0680c12" id="0680c12"></a>悲．四無礙智．諸禪功德．一行三昧．神通．四攝。具足如<a 
name="0680c13" id="0680c13"></a>是無量佛法。不起滅定。現諸威儀。化一切眾生也。問<a 
name="0680c14" id="0680c14"></a>曰。諸經多以三十七品為助道。六波羅蜜為正道。故<a 
name="0680c15" id="0680c15"></a>此經云。諸波羅蜜生父母想。道品法生眷屬想。今云<a 
name="0680c16" id="0680c16"></a>何反說。答曰。此經所明不定。或明道品為親。六度為<a 
name="0680c17" id="0680c17"></a>&#x758E;。道品為親者。經云。道品善知識。由是成正覺。六度<a 
name="0680c18" id="0680c18"></a>為&#x8E08;者。經云。諸度法等侶。赴緣明義。隨便不同。若大<a 
name="0680c19" id="0680c19"></a>乘教門。菩薩化物必須遍行。六度為親。三觀入理自<a 
name="0680c20" id="0680c20"></a>行之要。莫若道品為親。故法華經五品弟子前三令<a 
name="0680c21" id="0680c21"></a>隨喜受持說法。次明兼行六度也。</p><a 
name="0680c22" id="0680c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>八明善識位次者。雖能如是行道品諸度。隨心所解<a 
name="0680c23" id="0680c23"></a>多生取著。若心叨濫起增上慢。則成障道之業。若善<a 
name="0680c24" id="0680c24"></a>知六即之位。得無此失。六即之義如前說。行人若能<a 
name="0681a01" id="0681a01"></a>自知所行深淺之位。終不叨濫生增上慢也。問曰。此<a 
name="0681a02" id="0681a02"></a>經明一切眾生即大涅槃。不可復滅。何者有位次之<a 
name="0681a03" id="0681a03"></a>殊耶。答曰。此是理即之義。若言即大涅槃不可復滅。<a 
name="0681a04" id="0681a04"></a>何得諸天聞說此語得無生忍。又此經。身子證思議<a 
name="0681a05" id="0681a05"></a>解脫。默然無言。而為天女所呵。同增上慢。況諸凡夫<a 
name="0681a06" id="0681a06"></a>如彼蟲道。如月蓋王子得柔順忍。終不濫計是無生<a 
name="0681a07" id="0681a07"></a>忍也。</p><a 
name="0681a08" id="0681a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>九明安忍成就者。如智度論云。能忍成道事。不動亦<a 
name="0681a09" id="0681a09"></a>不退。是心名薩埵。夫道高者魔盛。多珍寶處者多賊<a 
name="0681a10" id="0681a10"></a>難。若不安忍。其道則壞。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>忍何等法。所謂忍內外強軟<a 
name="0681a11" id="0681a11"></a>二賊。故此經云。於諸生死而無所畏。於諸榮辱心無<a 
name="0681a12" id="0681a12"></a>憂喜。即其事也。云何名安忍外賊。謂外八風。行者既<a 
name="0681a13" id="0681a13"></a>內懷勝德。則外招名利供養稱歎。眷屬競來。若心愛<a 
name="0681a14" id="0681a14"></a>著。即是軟賊。或時橫致衰損譏謗違情。種種惱亂非<a 
name="0681a15" id="0681a15"></a>意而起。若心瞋恨忽怒。即是強賊。云何名為安忍內<a 
name="0681a16" id="0681a16"></a>賊。行者如是精進用心。或動種種違情魔事。或發種<a 
name="0681a17" id="0681a17"></a>種惡業之相。若心疑礙不能安忍。即是強賊。行者專<a 
name="0681a18" id="0681a18"></a>精修三觀時。或見種種順情魔境。或發種種善業之<a 
name="0681a19" id="0681a19"></a>相。或發種種諸見利智之心修諸善法。或因見生惡<a 
name="0681a20" id="0681a20"></a>欲斷善根。或發種種諸禪境界。若入根本觸受諸快<a 
name="0681a21" id="0681a21"></a>樂。或發特勝通明等。如明眼之人開倉見諸&#x7CD3;粟。心<a 
name="0681a22" id="0681a22"></a>生快樂悲喜交懷。或見內外不淨白骨流光安穩快<a 
name="0681a23" id="0681a23"></a>樂。乃至慈心念佛因緣。觀解種種三昧。入定安穩快<a 
name="0681a24" id="0681a24"></a>樂無量。世間之樂不可為喻。故大智論云。惔怕得一<a 
name="0681b01" id="0681b01"></a>心。斯樂非天樂。或發無常苦空三昧。欲入涅槃受寂<a 
name="0681b02" id="0681b02"></a>滅樂。或發菩薩諸度法喜心生愛著。如是等皆名軟<a 
name="0681b03" id="0681b03"></a>賊之相。若能安忍。心不愛著。即是乾慧伏忍成就。問<a 
name="0681b04" id="0681b04"></a>曰。上處處明入涅槃。今云何方便住伏忍。答曰。上約<a 
name="0681b05" id="0681b05"></a>悟入不定。今正明習。應次位也。</p><a 
name="0681b06" id="0681b06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>十明順道法愛不生者。即為二意。一明順道法愛不<a 
name="0681b07" id="0681b07"></a>生。二明成大乘相。一明順道法愛不生者。行者既安<a 
name="0681b08" id="0681b08"></a>忍內外強軟兩賊。其心專至。大悲不動。正念三寶。若<a 
name="0681b09" id="0681b09"></a>感諸佛加威。則內善開發。得諸三昧及陀羅尼種種<a 
name="0681b10" id="0681b10"></a>勝妙法門。六根漸明淨。具說如法華經及普賢觀經。<a 
name="0681b11" id="0681b11"></a>是時若生法愛。即便頂墮。故大品經云。順道法愛生。<a 
name="0681b12" id="0681b12"></a>是名菩薩頂墮。頂墮菩薩不墮聲聞．辟支佛地。亦不<a 
name="0681b13" id="0681b13"></a>得入菩薩之位。是為微細障道之法。若菩薩覺知此<a 
name="0681b14" id="0681b14"></a>事。雖發種種圓妙法門正觀觀察。猶如&#x8657;空不住不<a 
name="0681b15" id="0681b15"></a>愛。即順忍也。故此經云。若起愛見大悲。即應捨離。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>問<a 
name="0681b16" id="0681b16"></a>曰。不住云何得增諸善法成順忍耶。答曰。雖不住著<a 
name="0681b17" id="0681b17"></a>一切法門。而法門轉更增長開發。譬如真金火燒。光<a 
name="0681b18" id="0681b18"></a>色踰盛柔軟。成順忍也。</p><a 
name="0681b19" id="0681b19"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二明成大乘相。即為三意。一明成乘人。二辨乘相。三<a 
name="0681b20" id="0681b20"></a>明運至。一明成乘人者。若人成就如前十法。則一心<a 
name="0681b21" id="0681b21"></a>三觀自然流入薩婆若海。得深禪定。見十方佛。獲無<a 
name="0681b22" id="0681b22"></a>生忍。入菩薩位。住不退轉。是名菩薩摩訶薩乘於大<a 
name="0681b23" id="0681b23"></a>乘。遊於四方。嬉戲快樂。自在無礙。直至道場。問曰。法<a 
name="0681b24" id="0681b24"></a>華經云。三車悉在門外。諸子於內索車不得。長者各<a 
name="0681c01" id="0681c01"></a>賜大車亦在門外。大品經云。是乘從三界中出。到薩<a 
name="0681c02" id="0681c02"></a>婆若中住。二經云何通。答。法華的據證得真乘。故悉<a 
name="0681c03" id="0681c03"></a>是界外。大品通就六即明乘義。故說從三界出到薩<a 
name="0681c04" id="0681c04"></a>婆若中住。</p><a 
name="0681c05" id="0681c05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>二辨乘相者。如法華經云。其車高廣。眾寶莊挍。周&#x5E00;<a 
name="0681c06" id="0681c06"></a>欄楯。四面懸鈴。又於其上張設幰蓋。亦以珍奇雜寶<a 
name="0681c07" id="0681c07"></a>而嚴飾之。寶繩絞絡垂諸華纓。重敷綩綖安置丹枕。<a 
name="0681c08" id="0681c08"></a>駕以白牛。膚色充潔形體姝好。有大筋力。行步平正<a 
name="0681c09" id="0681c09"></a>其疾如風。又多僕從而侍衛之。大品經云。是乘從三<a 
name="0681c10" id="0681c10"></a>界出。到薩婆若住。以不動不出故。次約觀帖釋三觀<a 
name="0681c11" id="0681c11"></a>明不思議因緣十種法以成大乘者。如涅槃經云。云<a 
name="0681c12" id="0681c12"></a>何名為一。謂一切眾生皆是大乘相。即是初不思議<a 
name="0681c13" id="0681c13"></a>因緣所成眾生也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>橫豎破諸法遍者。即是其車高廣<a 
name="0681c14" id="0681c14"></a>也。事六波羅蜜者。即是眾寶莊挍也。誓願修於六波<a 
name="0681c15" id="0681c15"></a>羅蜜。能得一切三昧一切陀羅尼門者。是周&#x5E00;欄楯<a 
name="0681c16" id="0681c16"></a>也。成就四無礙辯者。即是四面懸鈴也。真正發心無<a 
name="0681c17" id="0681c17"></a>緣慈悲普覆一切者。即是又於其上張設<span class="gaiji">[怡-台+憲]<!--gaiji,,1[怡-台+憲],2&#x39A5;,3--></span>蓋也。成<a 
name="0681c18" id="0681c18"></a>就十力．四無所畏．十八不共法．三十二相．八十種好<a 
name="0681c19" id="0681c19"></a>者。即是以珍奇雜寶而嚴飾之也。故大涅槃明慈。若<a 
name="0681c20" id="0681c20"></a>不具十力．四無所畏．十八不共法。是聲聞慈。能具如<a 
name="0681c21" id="0681c21"></a>此一切功德。即是如來慈也。無作四弘誓願緣眾生<a 
name="0681c22" id="0681c22"></a>橫豎持諸功德。即是寶繩絞絡也。神通轉變四攝攝<a 
name="0681c23" id="0681c23"></a>眾生者。即是垂諸華纓也。因修於止發生觀。練薰修<a 
name="0681c24" id="0681c24"></a>諸禪功德者。即是重敷綩綖也。因修於觀。觀無明獨<a 
name="0682a01" id="0682a01"></a>空。得一行三昧。能顯法性真理者。即是安置丹枕也。<a 
name="0682a02" id="0682a02"></a>如前所說。四念處破無明八倒者。即是有大白牛也。<a 
name="0682a03" id="0682a03"></a>四正勤習二種善法遮二種惡法者。即是膚色充潔<a 
name="0682a04" id="0682a04"></a>也。四如意足定心功德滿足者。即是形體姝好也。五<a 
name="0682a05" id="0682a05"></a>根成就以為筋。五力成就以為力。是名有大筋力也。<a 
name="0682a06" id="0682a06"></a>七覺調停為行步。中道雙照為平正。故名行步平正<a 
name="0682a07" id="0682a07"></a>也。善知位次。安忍成就。不生法愛。故得心心寂滅。入<a 
name="0682a08" id="0682a08"></a>法流水。即是其疾如風也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>從假入空。從空入假。二種<a 
name="0682a09" id="0682a09"></a>止觀出生三教無量方便功德智慧者。即是又多僕<a 
name="0682a10" id="0682a10"></a>從而侍衛之也。</p><a 
name="0682a11" id="0682a11"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>三明能運至者。行者即是不思議因緣眾生理即是<a 
name="0682a12" id="0682a12"></a>大乘也。因理即故有名字名字即。即是假名發心欲<a 
name="0682a13" id="0682a13"></a>乘大乘名觀行即。正乘大乘欲出三界。乃至始出三<a 
name="0682a14" id="0682a14"></a>界名相似即。仁王經云。十善菩薩發大心。長別三界<a 
name="0682a15" id="0682a15"></a>苦輪海。乘是寶乘遊於四方者。開示悟入十住．十行．<a 
name="0682a16" id="0682a16"></a>十迴向．十地。是為四方。皆名分證真實即也。直至道<a 
name="0682a17" id="0682a17"></a>場名究竟即也。法華經就界外明二即之乘義。是故<a 
name="0682a18" id="0682a18"></a>大車不在宅內。若是大品。通前四即六即並是大乘。<a 
name="0682a19" id="0682a19"></a>故云是乘從三界出。到薩婆若中住。又大品經。是乘<a 
name="0682a20" id="0682a20"></a>不動不出者。不思議眾生即是大乘理即之義。故名<a 
name="0682a21" id="0682a21"></a>不動。無修無證故名不出。是名真實大乘。如&#x8657;空無<a 
name="0682a22" id="0682a22"></a>染．無戲論．無文字。若能如是觀。是則為見佛。故大乘<a 
name="0682a23" id="0682a23"></a>者即是佛性。佛性者即大涅槃。大涅槃者即是不生。<a 
name="0682a24" id="0682a24"></a>不生即是不可說。大品經云。若有能如是觀十二因<a 
name="0682b01" id="0682b01"></a>緣。即是坐道場。是為菩薩從初發心即坐道場。轉法<a 
name="0682b02" id="0682b02"></a>輪。度無量眾生。當知如是菩薩為如佛也。是知末世<a 
name="0682b03" id="0682b03"></a>出家在家菩薩欲學佛法。求不思議解脫者。不可出<a 
name="0682b04" id="0682b04"></a>三觀法門也。</p><a 
name="0682b05" id="0682b05"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>第五明三觀攝一切諸法者。三觀即是三智。三智即<a 
name="0682b06" id="0682b06"></a>是般若。般若攝一切諸法。即是三觀攝一切法也。今<a 
name="0682b07" id="0682b07"></a>明三觀攝七種法故。即攝一切佛法也。七種法者。一<a 
name="0682b08" id="0682b08"></a>攝理。二攝結業。三攝依正二報。四攝智。五攝行。六攝<a 
name="0682b09" id="0682b09"></a>位。七攝教。今略約七法攝一切佛法。罄無不收。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>一三<a 
name="0682b10" id="0682b10"></a>觀攝一切理者。一從假入空觀攝真諦。二從空入假<a 
name="0682b11" id="0682b11"></a>觀攝俗諦。三中道觀攝中道第一義諦。三觀攝三諦<a 
name="0682b12" id="0682b12"></a>之理。理無不周。三諦之外更無別理。但有時約因果<a 
name="0682b13" id="0682b13"></a>為四諦。有時合為二諦一諦。<span class="corr" title='[巳&gt;已]'>已</span>依前釋今不重明。二<a 
name="0682b14" id="0682b14"></a>明三觀攝一切惑者。迷理之惑不過三種。若是見思<a 
name="0682b15" id="0682b15"></a>取相之惑。九十八使皆從迷真而起。若說初觀對破<a 
name="0682b16" id="0682b16"></a>此惑。說藥知病。即攝九十八使也。若說塵沙無知是<a 
name="0682b17" id="0682b17"></a>迷俗之惑。為第二觀之所治。說藥知病即攝一切恒<a 
name="0682b18" id="0682b18"></a>沙無知也。無明住地惑者。此從迷中道第一義而起<a 
name="0682b19" id="0682b19"></a>見思別惑。若說中道第一義觀。正治無明別惑之見<a 
name="0682b20" id="0682b20"></a>思。說藥知病。即攝無明界外一切別惑也。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>三攝正依<a 
name="0682b21" id="0682b21"></a>二報者。正報即是一切五陰眾生。依報者即是一切<a 
name="0682b22" id="0682b22"></a>國土所依。若說從假入空觀。即攝一切二十五有界<a 
name="0682b23" id="0682b23"></a>內有為緣縛眾生凡聖同居依報國土。若說從空入<a 
name="0682b24" id="0682b24"></a>假觀。即攝一切方便有餘五種正報無為緣縛眾生<a 
name="0682c01" id="0682c01"></a>有餘依報國土也。若說中道第一義觀。即攝一切三<a 
name="0682c02" id="0682c02"></a>賢十聖自體緣縛眾生實報無障礙國土。三觀圓極。<a 
name="0682c03" id="0682c03"></a>三諦理淨。即是毗盧遮那常寂光土也。四明攝智者。<a 
name="0682c04" id="0682c04"></a>三觀即是三智。三智攝十智。一切諸智不出三智。三<a 
name="0682c05" id="0682c05"></a>智之外無別勝智也。譬如摩黎山。餘無出栴檀樹。除<a 
name="0682c06" id="0682c06"></a>此三智。雖有種種世間之智。皆為一切智方便所攝<a 
name="0682c07" id="0682c07"></a>也。此義類前說。今不重明。五攝行者。所謂攝一切行。<a 
name="0682c08" id="0682c08"></a>如一行三昧等四種一行三昧。三觀往攝一切一行。<a 
name="0682c09" id="0682c09"></a>若攝二行。如二聖行等一切二行。若攝三行。如三三<a 
name="0682c10" id="0682c10"></a>昧等一切三行。若攝四行。如四念處等一切四行。若<a 
name="0682c11" id="0682c11"></a>攝五行。如五根等一切五行。若攝六行。如六波羅蜜<a 
name="0682c12" id="0682c12"></a>等一切六行。若攝七行。如七覺分等一切七行。若攝<a 
name="0682c13" id="0682c13"></a>八行。如八聖道等一切八行。若攝九行。如九次第定<a 
name="0682c14" id="0682c14"></a>等一切九行。若攝十行。如十一切入．十波羅蜜等一<a 
name="0682c15" id="0682c15"></a>切十行。如是攝百千萬億阿僧祇等行行慧行一切<a 
name="0682c16" id="0682c16"></a>諸行。三觀往約四種道諦。一一釋諸法門所攝。<span class="gaiji">罄<!--gaiji,罄,1[聲-耳+正],2&#x23AC6;,3--></span>無<a 
name="0682c17" id="0682c17"></a>不收。</p><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>六次明攝位者。若明初析假入空觀。即攝七賢<a 
name="0682c18" id="0682c18"></a>七聖位二十七賢聖。約二諦明三觀。攝三藏佛位。體<a 
name="0682c19" id="0682c19"></a>假入空。約二諦明三觀。攝通教三乘之位。別相三觀<a 
name="0682c20" id="0682c20"></a>但攝別教五十二心賢聖之位。一心三觀攝圓教一<a 
name="0682c21" id="0682c21"></a>切五十二心位。至下明四教斷障判位中更當開說。<a 
name="0682c22" id="0682c22"></a>七攝教者。明諸佛菩薩因修三觀得入聖位。為利眾<a 
name="0682c23" id="0682c23"></a>生起教益物。雖言教無量。並為三觀攝也。所以者何。<a 
name="0682c24" id="0682c24"></a>第二第三觀即攝華嚴經。初析假入空觀即攝三藏<a 
name="0683a01" id="0683a01"></a>經。析假體假入空觀。第二第三觀攝一切方等經。若<a 
name="0683a02" id="0683a02"></a>但說體假入空之初觀。即攝摩訶般若經。若但說中<a 
name="0683a03" id="0683a03"></a>道第一義諦觀。即攝法華經。若析體二種入空觀。第<a 
name="0683a04" id="0683a04"></a>二第三觀即攝涅槃經。故云是大涅槃即是諸佛法<a 
name="0683a05" id="0683a05"></a>界。料簡與方等經同異之相。<span class="corr" title='[巳&gt;已]'>已</span>如四悉檀義分別。是<a 
name="0683a06" id="0683a06"></a>故舉三觀觀無明一念因緣所生之法。如一微塵攝<a 
name="0683a07" id="0683a07"></a>三千大千經卷尚不足疑。何況前所攝經也。</p><a 
name="0683a08" id="0683a08"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>第六約斷結清淨釋維摩詰義者。三觀斷結。教門不<a 
name="0683a09" id="0683a09"></a>同。略有三種。一者斷三諦惑證三諦理。智證理時。斷<a 
name="0683a10" id="0683a10"></a>德成就。惑障俱亡。此同拙度之相。非此經所明不思<a 
name="0683a11" id="0683a11"></a>議之斷惑也。二明不思議三觀。見不思議三諦之理。<a 
name="0683a12" id="0683a12"></a>不斷見．思．塵沙無明之惑。與三諦之理相應。一心三<a 
name="0683a13" id="0683a13"></a>觀之智不礙煩惱。煩惱不障一心三觀之智。智不斷<a 
name="0683a14" id="0683a14"></a>惑。與理諦相應。即是不斷煩惱而入涅槃。故此經云。<a 
name="0683a15" id="0683a15"></a>不斷癡愛起諸明脫。以五逆相而得解脫之法門也。<a 
name="0683a16" id="0683a16"></a>菩薩住是解脫。能以須彌內芥子。種種示現。三正用<a 
name="0683a17" id="0683a17"></a>三觀釋毗摩羅詰栗致淨無垢稱義者。淨名居士因<a 
name="0683a18" id="0683a18"></a>緣所生之心。三諦之理。性常皎然。目之為淨。不斷三<a 
name="0683a19" id="0683a19"></a>諦惑障。能起一心三觀三智之智。明解脫。智明解脫。<a 
name="0683a20" id="0683a20"></a>雖處三惑之內。不為三惑所染。故稱無垢。一心三智<a 
name="0683a21" id="0683a21"></a>會三諦之理。大用無方。稱機而化。故名為稱。故云淨<a 
name="0683a22" id="0683a22"></a>無垢稱義也。</p><a 
name="0683a23" id="0683a23"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>第七用三觀釋此經一部義者。略為二意。一釋經玄<a 
name="0683a24" id="0683a24"></a>五義。二正用三觀通釋此經文。一釋玄五義者。初用<a 
name="0683b01" id="0683b01"></a>三觀釋淨名之號。<span class="corr" title='[巳&gt;已]'>已</span>如前說。二次釋經體。第三觀顯<a 
name="0683b02" id="0683b02"></a>不思議正道之理。即是真性之體顯也。三釋經宗者。<a 
name="0683b03" id="0683b03"></a>三觀斷三諦之緣縛。即是四種佛國之因行。行成得<a 
name="0683b04" id="0683b04"></a>四種淨土之果也。四釋經用者。三觀破三諦之惑。即<a 
name="0683b05" id="0683b05"></a>是析伏之義。攝三諦之理善。即攝受義。即經之用也。<a 
name="0683b06" id="0683b06"></a>五明教相者。此經約三觀明教。與餘有同有異。具如<a 
name="0683b07" id="0683b07"></a>前釋。即判教相也。二正約三觀釋此三卷經文者。即<a 
name="0683b08" id="0683b08"></a>為三意。一釋室外。二釋室內。三釋出室。一釋室外四<a 
name="0683b09" id="0683b09"></a>品。三觀成佛國因果之義也。<span class="corr" title='[巳&gt;已]'>已</span>如明宗所說。即是釋<a 
name="0683b10" id="0683b10"></a>佛國品也。次析體二種入空。釋方便品訶諸國王長<a 
name="0683b11" id="0683b11"></a>者。體假入空第二第三觀。釋弟子品訶十大弟子之<a 
name="0683b12" id="0683b12"></a>意正在此也。次第三中道第一義觀。釋菩薩品訶四<a 
name="0683b13" id="0683b13"></a>大菩薩也。次明入室六品。若問疾品。淨名空室以疾<a 
name="0683b14" id="0683b14"></a>而臥。即表中道第一義諦觀。相應種智。依常寂國現<a 
name="0683b15" id="0683b15"></a>空室相也。慰喻有疾菩薩自調伏其心者。即用三觀<a 
name="0683b16" id="0683b16"></a>慰喻有疾菩薩。有疾菩薩亦用三觀以調三諦之疾<a 
name="0683b17" id="0683b17"></a>也。不思議解脫品即是第三觀。種智之果住於正道。<a 
name="0683b18" id="0683b18"></a>雙照二諦。種種示現也。次釋觀眾生品者。即是正用<a 
name="0683b19" id="0683b19"></a>初觀釋也。次釋佛道品者。即是用第二觀釋也。次釋<a 
name="0683b20" id="0683b20"></a>入不二法門品者。即是用第三觀釋也。次釋香積品<a 
name="0683b21" id="0683b21"></a>者。即是還用第三觀雙照二諦。垢淨俱遊釋也。次釋<a 
name="0683b22" id="0683b22"></a>室外。菩薩行品見阿&#x95A6;佛者。即是用三觀通釋佛國<a 
name="0683b23" id="0683b23"></a>因果。同前佛國之意也。次釋法供養．囑累二品。是流<a 
name="0683b24" id="0683b24"></a>通室內室外三觀析伏抑訶之意耳。譬如諸樹林。華<a 
name="0683c01" id="0683c01"></a>葉或生落。如是諸佛剎。成敗亦復然。如依種種樹。有<a 
name="0683c02" id="0683c02"></a>種種果生。如是種種剎。有種種眾生。種種差別故。果<a 
name="0683c03" id="0683c03"></a>實生不同。行業若于故。佛剎種種異。心如工<span class="gaiji">畫<!--gaiji,畫,1[書-曰+(且-二+人)],2&#x26615;,3--></span>師。<span class="gaiji">畫<!--gaiji,畫,1[書-曰+(且-二+人)],2&#x26615;,3--></span><a 
name="0683c04" id="0683c04"></a>種種五陰。一切世間中。無法而不造。如心佛亦爾。如<a 
name="0683c05" id="0683c05"></a>佛眾生然。心佛及眾生。是三無差別。諸佛悉了知。一<a 
name="0683c06" id="0683c06"></a>切從心轉。若能如是解。彼人見真佛。</p><a 
name="0683c07" id="0683c07"></a><a 
name="0683c08" id="0683c08"></a><p><span class="juanname">維摩詰經三觀玄義卷下<span class="note">(終)</span></span></p>
<hr>【經文資訊】卍新續藏第 55 冊 No. 0909 三觀義<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="indexe994.html?index=X55n0909" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X55n0909_002 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:06 GMT -->
</html>
