<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X48n0802_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:05 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=1507016216&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DX48n0802&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DX48n0802_001&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	
	<p style="text-align:center">卍新纂大日本續藏經　第48冊<br/>No.802 百法明門論論義 (1卷)<br/>【明 德清述】<br/>第 1 卷</p>
	
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="X48">
<div class="root" id="0802" sutra_name="百法明門論論義" sutra_juan="[卷1]">　
<a 
name="0308a01" id="0308a01"></a><a 
name="0308a02" id="0308a02"></a><a 
name="0308a03" id="0308a03"></a><a 
name="0308a04" id="0308a04"></a><a 
name="0308a05" id="0308a05"></a><p style="margin-left: 2em"><span class="juannum">No. 802</span></p><a 
name="0308a06" id="0308a06"></a><p><span class="juanname">百法論義</span></p><a 
name="0308a07" id="0308a07"></a><a 
name="0308a08" id="0308a08"></a><p style="margin-left: 4em"><span class="byline">天親菩薩　造</span></p><a 
name="0308a09" id="0308a09"></a><p style="margin-left: 4em"><span class="byline">唐三藏法師玄奘奉　詔譯</span></p><a 
name="0308a10" id="0308a10"></a><p style="margin-left: 4em"><span class="byline">明憨山沙門　德清　述</span></p><a 
name="0308a11" id="0308a11"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>佛說一大藏教。只是說破三界唯心。萬法唯識。及佛<a 
name="0308a12" id="0308a12"></a>滅後。弘法菩薩解釋教義。依唯心立性宗。依唯識<a 
name="0308a13" id="0308a13"></a>立相宗。各&#x7AEA;門庭。甚至分河飲水。而性相二宗不<a 
name="0308a14" id="0308a14"></a>能融通。非今日矣。唯馬鳴大師作起信論。會相歸<a 
name="0308a15" id="0308a15"></a>性。以顯一心迷悟差別。依一心法立二種門。謂心<a 
name="0308a16" id="0308a16"></a>真如門。心生滅門。良以寂滅一心。不屬迷悟。體絕<a 
name="0308a17" id="0308a17"></a>聖凡。今有聖凡二路者。是由一心真妄迷悟之分。<a 
name="0308a18" id="0308a18"></a>故以二門為聖凡之本。故立真如門。顯不迷之體。<a 
name="0308a19" id="0308a19"></a>立生滅門。顯一心有隨緣染淨之用。<span class="corr" title='[如&gt;故]'>故</span>知一切聖<a 
name="0308a20" id="0308a20"></a>凡修證迷悟因果。皆生滅門收。其末後拈華為教<a 
name="0308a21" id="0308a21"></a>外別傳之旨。乃直指一心。本非迷悟。不屬聖凡。今<a 
name="0308a22" id="0308a22"></a>達磨所傳禪宗是也。其教中修行。原依一心開示。<a 
name="0308a23" id="0308a23"></a>其所證入。依生滅門悟至真如門以為極則。其唯<a 
name="0308a24" id="0308a24"></a>識所說十種真如。正是對生滅所立之真如耳。是<a 
name="0308b01" id="0308b01"></a>知相宗唯識。定要會歸一心為極。此唯楞嚴所說<a 
name="0308b02" id="0308b02"></a>一路涅槃門。乃二宗之究竟也。學人不知其源。至<a 
name="0308b03" id="0308b03"></a>談唯識一宗。專在名相上作活計。不知聖人密意。<a 
name="0308b04" id="0308b04"></a>要人識破妄相以會歸一心耳。故今依生滅門中。<a 
name="0308b05" id="0308b05"></a>以不生滅與生滅和合成阿賴耶識。變起根身器<a 
name="0308b06" id="0308b06"></a>界。以示迷悟之源。了此歸源無二。則妙悟一心。如<a 
name="0308b07" id="0308b07"></a>指諸掌矣。</p><a 
name="0308b08" id="0308b08"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>相宗百法者。正的示萬法唯識之旨也。以不生滅心<a 
name="0308b09" id="0308b09"></a>與生滅和合成阿賴耶識。以此識有覺不覺義。其<a 
name="0308b10" id="0308b10"></a>覺義者。乃一心真如。為一切眾生正因佛性。其不<a 
name="0308b11" id="0308b11"></a>覺義者。乃根本無明。迷此一心而成識體。故此識<a 
name="0308b12" id="0308b12"></a>有三分。謂自證分．見分．相分。又一師立四分。增證<a 
name="0308b13" id="0308b13"></a>自證分。其證自證分。即不迷之真如。其自證分。乃<a 
name="0308b14" id="0308b14"></a>真如一分迷中之佛性。是為本覺。以眾生雖迷。而<a 
name="0308b15" id="0308b15"></a>本有佛性不失不壞。以有真如自體可證。故云自<a 
name="0308b16" id="0308b16"></a>證。良由一心真如。有大智慧光明義故。今迷而為<a 
name="0308b17" id="0308b17"></a>識。以湛寂之體。忽生一念。迷本圓明。則將本有無<a 
name="0308b18" id="0308b18"></a>相之真如。變起&#x8657;空四大之妄相。名為相分。將本<a 
name="0308b19" id="0308b19"></a>有之智光。變為能見之妄見。是為見分。是知一切<a 
name="0308b20" id="0308b20"></a>眾生世界有相之萬法。皆依八識見相二分之所<a 
name="0308b21" id="0308b21"></a>建立。故云萬法唯識。此實相宗之本源也。今唯識<a 
name="0308b22" id="0308b22"></a>宗。但言百法者。始因彌勒菩薩修唯識觀。見得萬<a 
name="0308b23" id="0308b23"></a>法廣博。鈍根眾生難以修習。故就萬法中最切要<a 
name="0308b24" id="0308b24"></a>者。特出六百六十法。造瑜伽師地論以發明之。可<a 
name="0308c01" id="0308c01"></a>謂簡矣。及至天親菩薩從兜率稟受彌勒相宗法<a 
name="0308c02" id="0308c02"></a>門。又見其繁。乃就六百六十法中。提出綱要。總成<a 
name="0308c03" id="0308c03"></a>百法。<span class="corr" title='[巳&gt;已]'>已</span>盡大乘奧義。故造論曰。百法明門。謂明此<a 
name="0308c04" id="0308c04"></a>百法。可入大乘之門矣。故欲知唯識。要先明此百<a 
name="0308c05" id="0308c05"></a>法。以此百法。乃八識所變耳。以一切眾生。皆依此<a 
name="0308c06" id="0308c06"></a>識而有生死。三乘聖人。皆依此識而有修證。通名<a 
name="0308c07" id="0308c07"></a>世出世法。即此百法收盡。然一切聖凡。皆執為我。<a 
name="0308c08" id="0308c08"></a>故論首標云。如世尊言。一切法無我。即顯此一無<a 
name="0308c09" id="0308c09"></a>字。便見世尊出世說法四十九年。單單只說破聖<a 
name="0308c10" id="0308c10"></a>凡之我見耳。我見既離。則八識無名。而一心之義<a 
name="0308c11" id="0308c11"></a>顯矣。由是觀之。何相而不歸性耶。今言百法。通名<a 
name="0308c12" id="0308c12"></a>有為無為世出世法。其世間名有為法有九十四。<a 
name="0308c13" id="0308c13"></a>出世間名無為法有六。種故一切兩字。包括殆盡。<a 
name="0308c14" id="0308c14"></a>雖云出世。猶未離我。故總無之。所以論主標一切<a 
name="0308c15" id="0308c15"></a>法無我一句。為性相之宗本。則了無剩法矣。其有<a 
name="0308c16" id="0308c16"></a>為法九十四者。謂一心法有八。心所法有五十一。<a 
name="0308c17" id="0308c17"></a>色法有十一。不相應行法有二十四。然心法八者。<a 
name="0308c18" id="0308c18"></a>謂眼識．耳識．鼻識．舌識．身識．意識．第七末那識。亦<a 
name="0308c19" id="0308c19"></a>名意．亦名染淨依。俗呼傳送識。第八阿賴耶識。亦<a 
name="0308c20" id="0308c20"></a>名無沒識。又名含藏識。此八識通名心王。以第八<a 
name="0308c21" id="0308c21"></a>識乃自證分為生死主。其前七識乃屬見分。以為<a 
name="0308c22" id="0308c22"></a>心用。故楞嚴云元以一精明分成六和合。八識心<a 
name="0308c23" id="0308c23"></a>王。無善無惡。不會造業。其作善作惡者。乃心所也。<a 
name="0308c24" id="0308c24"></a>故五十一心所。又名心使。如世人家之奴僕。主人<a 
name="0309a01" id="0309a01"></a>固善。而奴僕作惡累及主耳。起信論中不分王所。<a 
name="0309a02" id="0309a02"></a>但&#x7AEA;說三細六麤生起之相。通名五意。六種染心。<a 
name="0309a03" id="0309a03"></a>但云心念法異一語而<span class="corr" title='[巳&gt;已]'>已</span>。然心即八識心王。念即<a 
name="0309a04" id="0309a04"></a>心所。法即善惡境界。此唯識相宗乃橫說八識王<a 
name="0309a05" id="0309a05"></a>所業用。故不同耳。其五十一心所。分為六位。</p><a 
name="0309a06" id="0309a06"></a><ul><li>一．&#x5FA7;行五法。謂意．觸．受．想．思。</li><a 
name="0309a07" id="0309a07"></a><li>二．別境五法。謂欲．解．念．定．慧。</li><a 
name="0309a08" id="0309a08"></a><li>三．善心所有十一。謂信．進與慚．愧．無貪等三根．輕安．<a 
name="0309a09" id="0309a09"></a>不放逸．行捨及不害。</li><a 
name="0309a10" id="0309a10"></a><li>四．根本煩惱有六。謂貪．嗔．癡．慢．疑．不正見。</li><a 
name="0309a11" id="0309a11"></a><li>五．隨煩惱二十。分小中大。小隨有十者。謂忿．恨．惱．覆．<a 
name="0309a12" id="0309a12"></a>誑．諂．驕．害．嫉．慳。中隨二者。謂無慚并無愧。大隨八<a 
name="0309a13" id="0309a13"></a>者。謂不信并懈怠．放逸及昏沉．掉舉．失正念．不正<a 
name="0309a14" id="0309a14"></a>知．散亂。所言隨者。乃隨其根本煩惱分位差別。分<a 
name="0309a15" id="0309a15"></a>小中大者。以有三義。一．自類俱起。二．&#x5FA7;染二性。謂<a 
name="0309a16" id="0309a16"></a>不善有覆。三．&#x5FA7;諸染心。三義皆具名大。具一名中。<a 
name="0309a17" id="0309a17"></a>俱無名小。</li><a 
name="0309a18" id="0309a18"></a><li>六．不定法四者。謂悔．眠．尋．伺。以此四法不定屬善屬<a 
name="0309a19" id="0309a19"></a>惡故。此五十一心所。皆作善作惡之具也。而有麤<a 
name="0309a20" id="0309a20"></a>細之不同。</li></ul><a 
name="0309a21" id="0309a21"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>&#x5FA7;行五者。乃善惡最初之動念也。雖有五法。其實總<a 
name="0309a22" id="0309a22"></a>成一念。以第八識元一精明之體。本無善惡二路。<a 
name="0309a23" id="0309a23"></a>其前五識。乃八識精明。應五根照境之用。同一現<a 
name="0309a24" id="0309a24"></a>量。亦無善惡。其六七二識。正屬八識之見分。其七<a 
name="0309b01" id="0309b01"></a>乃&#x8657;假。故楞伽云。七識不流轉。非生死因。其六識<a 
name="0309b02" id="0309b02"></a>元屬智照。今在迷中。雖善分別。況是待緣。亦本無<a 
name="0309b03" id="0309b03"></a>善惡。若無&#x5FA7;行五法。則一念不生。智光圓滿。現量<a 
name="0309b04" id="0309b04"></a>昭然。即此名為大定。六根任運無為矣。無奈八識<a 
name="0309b05" id="0309b05"></a>田中。含藏無量劫來善惡業習種子。內熏鼓發。不<a 
name="0309b06" id="0309b06"></a>覺動念。譬如潛淵魚。鼓波而自踊。是為作意。警心<a 
name="0309b07" id="0309b07"></a>令起。不論善惡。但只熏動起念處。便是作意。此生<a 
name="0309b08" id="0309b08"></a>心動念之始也。由眾生無始以來。未&#x751E;離念。故今<a 
name="0309b09" id="0309b09"></a>參禪看話頭。堵截意識不行。便是不容作意耳。觸<a 
name="0309b10" id="0309b10"></a>則引心趣境。&#x8462;境有二。其習氣內熏者。乃無明因<a 
name="0309b11" id="0309b11"></a>緣所變為境。發出現行。則以比似量所緣前塵影<a 
name="0309b12" id="0309b12"></a>子為境。二境返觸自心。故名為觸。此妄境一現。則<a 
name="0309b13" id="0309b13"></a>違順俱非境相。含受不捨。是名為受。境風飄鼓。安<a 
name="0309b14" id="0309b14"></a>立自境。施設名言。故名為想。微細不斷。驅役自心。<a 
name="0309b15" id="0309b15"></a>令造善惡。故名為思。其實五法圓滿。方成微細善<a 
name="0309b16" id="0309b16"></a>惡總為一念。此最極微細。故云流注生滅。言&#x5FA7;行<a 
name="0309b17" id="0309b17"></a>者。謂&#x5FA7;四一切心得行故。謂&#x5FA7;三性。八識。九地。一<a 
name="0309b18" id="0309b18"></a>切時也。是為恒行心所。參禪只要斷此一念。若離<a 
name="0309b19" id="0309b19"></a>此一念。即是真心。故起信云。離念境界。唯證相應<a 
name="0309b20" id="0309b20"></a>故。</p><a 
name="0309b21" id="0309b21"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>別境五者。正是作善作惡之心也。前&#x5FA7;行五。雖起一<a 
name="0309b22" id="0309b22"></a>念善惡。但念而未作。若肯當下止息。則業行自消。<a 
name="0309b23" id="0309b23"></a>及至別境。則不能止矣。言別境者。謂別別緣境。不<a 
name="0309b24" id="0309b24"></a>同&#x5FA7;行。此乃作業之心耳。因前&#x5FA7;行。作後善惡。體<a 
name="0309c01" id="0309c01"></a>通麤細。欲者。樂欲。謂於所樂境。希望欲作。此正必<a 
name="0309c02" id="0309c02"></a>作之心也。解者。勝解。謂於境決定。知其可作。不能<a 
name="0309c03" id="0309c03"></a><span class="corr" title='[巳&gt;已]'>已</span>也。念者。明記。謂於可作境。令心分明記取不忘<a 
name="0309c04" id="0309c04"></a>也。定。專一。謂於所觀境。專注一心也。慧。黠慧。謂於<a 
name="0309c05" id="0309c05"></a>所作境。了然不疑也。此五別別緣境而生。若無此<a 
name="0309c06" id="0309c06"></a>五。縱有善惡之念。亦不能作成事業。而此五法。不<a 
name="0309c07" id="0309c07"></a>唯善惡。即出世修行。亦須此五乃能成辨也。上乃<a 
name="0309c08" id="0309c08"></a>起業之心。下乃造作之業。其業不過善惡二途。其<a 
name="0309c09" id="0309c09"></a>善業止有十一。其惡業則有根本煩惱六。隨煩惱<a 
name="0309c10" id="0309c10"></a>二十。故世間眾生作善者少。而作惡者多也。</p><a 
name="0309c11" id="0309c11"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>善十一者。善謂信．慚．愧．無貪等三根．勤．安．不放逸．行<a 
name="0309c12" id="0309c12"></a>捨．及不害。此十一法。收盡一切善業。世出世業以<a 
name="0309c13" id="0309c13"></a>信為本。故首列之。慚者。謂自慚。云我如此丈夫之<a 
name="0309c14" id="0309c14"></a>形。又解教法。敢作惡耶。有此慚心。則惡行自止。愧<a 
name="0309c15" id="0309c15"></a>者。愧他。謂恐人譏呵。故不親惡人。不作惡事。經云。<a 
name="0309c16" id="0309c16"></a>有慚愧者。可名為人。既具信心。加增慚愧。則善法<a 
name="0309c17" id="0309c17"></a>自成矣。貪．嗔．癡三者。乃根本煩惱。亦名三毒。作善<a 
name="0309c18" id="0309c18"></a>之人。此三不斷。何以為善。故皆無之。若無此三毒。<a 
name="0309c19" id="0309c19"></a>是為三善根。勤者。精進也。既斷三毒。純一善心。必<a 
name="0309c20" id="0309c20"></a>加精進勇猛。善行方增。此治懈怠之病。世有淳善<a 
name="0309c21" id="0309c21"></a>之人。無精進力。軟暖因循。故終身無成。輕安者。謂<a 
name="0309c22" id="0309c22"></a>離三毒麤重昏懵。如釋重負。則身心輕快安隱。堪<a 
name="0309c23" id="0309c23"></a>任善行也。不放逸者。以縱貪嗔癡。無精進心。是為<a 
name="0309c24" id="0309c24"></a>放逸。此不放逸。乃三根精進四法上防修之功能<a 
name="0310a01" id="0310a01"></a>也。行捨者。由精進力。捨貪嗔癡。則令心平等正直。<a 
name="0310a02" id="0310a02"></a>任運入道。以念念捨處。即念念<span class="corr" title='[人&gt;入]'>入</span>處。如人行路。不<a 
name="0310a03" id="0310a03"></a>捨前步。則後步不進。故名行捨。以有此捨。令心不<a 
name="0310a04" id="0310a04"></a>沉掉。故平等耳。言行蘊中捨者。以行陰念念遷流<a 
name="0310a05" id="0310a05"></a>者。乃三毒習氣熏發妄想。不覺令心昏沉掉舉。若<a 
name="0310a06" id="0310a06"></a>無此捨。不但昏掉將發現行。若能念念捨之。則昏<a 
name="0310a07" id="0310a07"></a>掉兩捨。自然令心平等正直矣。初用力捨。名有功<a 
name="0310a08" id="0310a08"></a>用。若捨至一念不生。則任運無功。自然合道矣。故<a 
name="0310a09" id="0310a09"></a>予教人參禪做工夫。但妄想起時。莫與作對。亦不<a 
name="0310a10" id="0310a10"></a>要斷。亦不可隨。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>撇去不顧。自然心安。&#x8462;撇即捨<a 
name="0310a11" id="0310a11"></a>耳。不害者。謂慈愍眾生。不為損惱。此專治嗔。不嗔<a 
name="0310a12" id="0310a12"></a>則外不傷生。內全慧命。故為至善。如儒之仁。而善<a 
name="0310a13" id="0310a13"></a>法繫之終焉。</p><a 
name="0310a14" id="0310a14"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>根本煩惱六者。謂貪．嗔．癡．慢．疑．不正見。此六煩惱。乃<a 
name="0310a15" id="0310a15"></a>二種我法之根本。為二種生死之根本。一切枝末<a 
name="0310a16" id="0310a16"></a>從此而生。然貪嗔癡。名為三毒。傷害法身。斷慧命<a 
name="0310a17" id="0310a17"></a>者。唯此為甚。故首標之。慢乃我慢。疑乃不信。不正<a 
name="0310a18" id="0310a18"></a>見即邪見。此三法障道之本。慢障無我。疑障正信。<a 
name="0310a19" id="0310a19"></a>不正見障正知見。三乘能斷三毒。而不能斷此三<a 
name="0310a20" id="0310a20"></a>法。外道之執。邪見更甚。所以修行難入正行者。此<a 
name="0310a21" id="0310a21"></a>三煩惱之過也。法華名為十使煩惱。謂貪．嗔．癡．慢．<a 
name="0310a22" id="0310a22"></a>疑。為五鈍使。不正見分五。謂身見．邊見．邪見．戒取．<a 
name="0310a23" id="0310a23"></a>戒禁取為五利使。由此煩惱能使眾生漂流苦海。<a 
name="0310a24" id="0310a24"></a>故名為使。</p><a 
name="0310b01" id="0310b01"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>隨煩惱二十者。謂忿．恨．惱．覆．誑．&#x8B1F;．驕．害．嫉．慳。此十為<a 
name="0310b02" id="0310b02"></a>小隨。無慚．無愧。此二為中隨。不信．懈怠．放逸．昏沉．<a 
name="0310b03" id="0310b03"></a>掉舉．失正念．不正知．散亂。此八為大隨。所言隨者。<a 
name="0310b04" id="0310b04"></a>以隨他根本煩惱而生故。言小中大者。以隨有三<a 
name="0310b05" id="0310b05"></a>義。謂自類俱起。&#x5FA7;染二性。謂不善有覆。&#x5FA7;諸染心。<a 
name="0310b06" id="0310b06"></a>具三名大。具一名中。大小俱起故。行相麤猛。各自<a 
name="0310b07" id="0310b07"></a>為主。故名小隨。以忿等十法。各別而起故。其無慚<a 
name="0310b08" id="0310b08"></a>無愧。則一切不善心俱。大小俱起。名中。由無慚愧<a 
name="0310b09" id="0310b09"></a>則昏掉不信等。一齊俱起。故名為大。&#x8462;無慚愧及<a 
name="0310b10" id="0310b10"></a>不信等。與上善法相返。義相對照可知。不必繁解。<a 
name="0310b11" id="0310b11"></a>要知請詳唯識。</p><a 
name="0310b12" id="0310b12"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>不定四者。謂悔．眠．尋．伺。論曰。不定謂悔眠。尋伺二各<a 
name="0310b13" id="0310b13"></a>二。謂此二二。各具善惡二法。故不定於一。以不同<a 
name="0310b14" id="0310b14"></a>前五位心所。定&#x5FA7;八識三性一切時一切地。此心<a 
name="0310b15" id="0310b15"></a>所之差別也。悔不定者。如作惡之人。改悔為善。悔<a 
name="0310b16" id="0310b16"></a>前惡行。如作惡之人。悔前惡事不作。故不定耳。眠<a 
name="0310b17" id="0310b17"></a>謂睡眠。則令身不自在。心極暗昧。此非善惡。故名<a 
name="0310b18" id="0310b18"></a>不定。即眠中作夢。亦不定善惡。論說眠能障觀。以<a 
name="0310b19" id="0310b19"></a>眠為心所者。能令身心昏重之用。但非一定善惡<a 
name="0310b20" id="0310b20"></a>耳。言尋伺者。乃作善作惡之心。將作之時。必返求<a 
name="0310b21" id="0310b21"></a>於心。意言籌量。麤轉為尋。入細為伺。所謂麤細發<a 
name="0310b22" id="0310b22"></a>言。言不定者。如讚佛菩薩。初尋後伺。方得妙辭。如<a 
name="0310b23" id="0310b23"></a>刁訟之人。亦由尋入伺。方得成筭。故此二法為不<a 
name="0310b24" id="0310b24"></a>定耳。如上五十一法名心所者。乃心家所有之法<a 
name="0310c01" id="0310c01"></a>也。然八識心王不會造業。其造業者乃心所為之。<a 
name="0310c02" id="0310c02"></a>以此與心相應故同時起耳。此心所法。又名心數。<a 
name="0310c03" id="0310c03"></a>亦名心&#x8FF9;。亦名心路。謂心行處總名妄想。又名客<a 
name="0310c04" id="0310c04"></a>塵。又名染心。又名煩惱。煩者擾也。惱者亂也。有此<a 
name="0310c05" id="0310c05"></a>心所。擾亂自心。然清淨心中本無此事。如清冷水<a 
name="0310c06" id="0310c06"></a>投以沙土。則土失留礙。水亡清潔。自然渾濁。名煩<a 
name="0310c07" id="0310c07"></a>惱濁。今修行人專要斷此煩惱。方為真修。楞嚴經<a 
name="0310c08" id="0310c08"></a>云。如澄濁水。沙土自沉。清水現前。名為初伏客塵<a 
name="0310c09" id="0310c09"></a>煩惱。去泥純水。名為永斷根本無明。故修行人縱<a 
name="0310c10" id="0310c10"></a>得禪定。未斷煩惱。但名清水現前。而沙土沉底。攪<a 
name="0310c11" id="0310c11"></a>之又濁。況未得禪定而便自為悟道乎。如阿難蒙<a 
name="0310c12" id="0310c12"></a>佛開示如來藏性。徹底分明。而自述所悟。但曰心<a 
name="0310c13" id="0310c13"></a>&#x8FF9;圓明。以向來都是妄想用事。全不知不見。今日<a 
name="0310c14" id="0310c14"></a>乃見此是煩惱。方得圓明了了耳。今人以妄想為<a 
name="0310c15" id="0310c15"></a>悟心。豈非自顢耶。然此心所。名雖相宗。要人識破<a 
name="0310c16" id="0310c16"></a>此妄想相。則容易妙悟本有真心矣。豈直專數名<a 
name="0310c17" id="0310c17"></a>相而<span class="corr" title='[巳&gt;已]'>已</span>哉。</p><a 
name="0310c18" id="0310c18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span><span class="corr" title='[巳&gt;已]'>已</span>上雖分王所。總屬八識之見分。</p><a 
name="0310c19" id="0310c19"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>十一色法者。謂眼．耳．鼻．舌．身五根。色．聲．香．味．觸．法六<a 
name="0310c20" id="0310c20"></a>塵。此五根乃八識攬地水火風四大所成內身。為<a 
name="0310c21" id="0310c21"></a>識所依之根。五塵亦是四大能所八法所造。為所<a 
name="0310c22" id="0310c22"></a>受用境。其法塵乃外五塵落謝影子。屬六識所變。<a 
name="0310c23" id="0310c23"></a>一半屬心。一半屬境。此十一法。通屬八識相分境。<a 
name="0310c24" id="0310c24"></a>以唯識所現故。</p><a 
name="0311a01" id="0311a01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>問曰。此五根身。乃眾生之內身。言攬四大所成。此<a 
name="0311a02" id="0311a02"></a>義云何。</p><a 
name="0311a03" id="0311a03"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>答曰。楞嚴經云。迷妄有&#x8657;空。依空立世界。想澄成<a 
name="0311a04" id="0311a04"></a>國土。知覺乃眾生。此言因迷一心。轉成阿賴耶識。<a 
name="0311a05" id="0311a05"></a>則靈明真空。變為頑空。於頑空中。無明凝結成四<a 
name="0311a06" id="0311a06"></a>大妄色。故云依空立世界。乃妄想澄凝所成之國<a 
name="0311a07" id="0311a07"></a><span class="corr" title='[士&gt;土]'>土</span>耳。由有四大妄色。則本有之智光。轉為妄見。以<a 
name="0311a08" id="0311a08"></a>彼妄色為所見之境。妄見既久。則搏取四大少分<a 
name="0311a09" id="0311a09"></a>為我。而妄見托彼四大以為我身。故四大本是無<a 
name="0311a10" id="0311a10"></a>知。因妄見執受而有知。真心無量。今被無明封固。<a 
name="0311a11" id="0311a11"></a>潛入四大以為心。所謂色雜妄想。想相為身。故云<a 
name="0311a12" id="0311a12"></a>知覺乃眾生。是為五蘊之眾生耳。故內五根外六<a 
name="0311a13" id="0311a13"></a>塵通屬八識之相分。故參禪必先內脫身心外遺<a 
name="0311a14" id="0311a14"></a>世界者。正要泯此相見二分。單究八識無明本體。<a 
name="0311a15" id="0311a15"></a>故身心世界不消。總是生死之障礙耳。所言分別<a 
name="0311a16" id="0311a16"></a>我法二執者。以執身為我執。根塵為法執。二乘修<a 
name="0311a17" id="0311a17"></a>行。但破身見。則出分段生死。其分別法執。從初信<a 
name="0311a18" id="0311a18"></a>心。歷三賢位。直至初地。方破此執。豈易易哉。</p><a 
name="0311a19" id="0311a19"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>二十四種不相應者。此乃色心分位。&#x8462;依前三法上<a 
name="0311a20" id="0311a20"></a>一分一位假立得等之名。揀非心心所色等。故名<a 
name="0311a21" id="0311a21"></a>不相應。以不與心王相應。以不能作善作惡。故非<a 
name="0311a22" id="0311a22"></a>心所。<span class="corr" title='[&#x4F39;&gt;但]'>但</span>係唯識所計分位差別。以是我所執之法。<a 
name="0311a23" id="0311a23"></a>故亦列在有為法數。義有多解。非所急務。故不必<a 
name="0311a24" id="0311a24"></a>一一。恐妨正行耳。</p><a 
name="0311b01" id="0311b01"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>此上九十四種名有為法。以是眾生生死之法。乃<a 
name="0311b02" id="0311b02"></a>妄識所計。有造作故。故名有為。名世間法。下六無<a 
name="0311b03" id="0311b03"></a>為。乃出世法。</p><a 
name="0311b04" id="0311b04"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>無為法有六種者。謂&#x8657;空無為．擇滅無為．非擇滅無<a 
name="0311b05" id="0311b05"></a>為．不動無為．受想滅無為．真如無為。此六種法。揀<a 
name="0311b06" id="0311b06"></a>異有為。故立無為名。雖云出世法。實通小乘。以不<a 
name="0311b07" id="0311b07"></a>動乃三果那含。受想滅乃滅盡定耳。&#x8657;空無為者。<a 
name="0311b08" id="0311b08"></a>從喻得名。謂無為法。體若&#x8657;空。無所造作。下五無<a 
name="0311b09" id="0311b09"></a>為。通以此喻。然此虛空喻。有大小不同。如華嚴云。<a 
name="0311b10" id="0311b10"></a>若人欲識佛境界。當淨其意如&#x8657;空。遠離妄想及<a 
name="0311b11" id="0311b11"></a>諸取。令心所向皆無礙。又云。清淨法身。猶若&#x8657;空。<a 
name="0311b12" id="0311b12"></a>此則直指法界性空。即起信所云。如實空鏡。以體<a 
name="0311b13" id="0311b13"></a>絕妄染。故如&#x8657;空。此乃大乘法性真空。實一心之<a 
name="0311b14" id="0311b14"></a>別稱也。此中&#x8657;空。義通大小。正取&#x8657;豁無有造作。<a 
name="0311b15" id="0311b15"></a>以作下五無為真諦之喻耳。擇滅無為者。擇謂揀<a 
name="0311b16" id="0311b16"></a>擇。滅謂斷滅。由無漏智。斷諸障染。所顯真理。故立<a 
name="0311b17" id="0311b17"></a>斯名。此在權教菩薩分斷分證。及二乘所證涅槃<a 
name="0311b18" id="0311b18"></a>空法。正屬擇滅。故曰證滅高證無為。實在二乘。非<a 
name="0311b19" id="0311b19"></a>擇滅者。謂不由擇力。緣缺所顯。即實教菩薩以如<a 
name="0311b20" id="0311b20"></a>實觀。觀諸法性本自寂滅。以立此名。不動無為者。<a 
name="0311b21" id="0311b21"></a>謂第四禪。離前三定。三災不至。無喜樂等動搖身<a 
name="0311b22" id="0311b22"></a>心。得不動名。即五那含定。受想滅無為者。無所有<a 
name="0311b23" id="0311b23"></a>處。想受不行。名受想滅無為。通滅盡定。此與不動<a 
name="0311b24" id="0311b24"></a>皆屬二乘。真如無為者。理非倒妄。不妄不變。名為<a 
name="0311c01" id="0311c01"></a>真如。以遠離依他&#x5FA7;計。此正唯識所證十種真如。<a 
name="0311c02" id="0311c02"></a>若依起信。正是八識體中本覺。及真如門。乃對生<a 
name="0311c03" id="0311c03"></a>滅之真如。未盡一心。故是相宗之極則。此上百法。<a 
name="0311c04" id="0311c04"></a>乃總答云何一切法也。下答云何為無我。</p><a 
name="0311c05" id="0311c05"></a><p style="text-indent: -1em; margin-left: 1em"><span class="linehead"></span>言無我者。略有二種。一補特伽羅無我。二法無我。此<a 
name="0311c06" id="0311c06"></a>二無我。直顯一心之源也。&#x8462;我法二執。有麤有細。<a 
name="0311c07" id="0311c07"></a>麤者名分別我法二執。細者名俱生我法二執。此<a 
name="0311c08" id="0311c08"></a>二種執。始從凡夫外道二乘。歷三賢十聖。直至等<a 
name="0311c09" id="0311c09"></a>覺。方纔破盡。破此二執。即證一心。是名為佛。今此<a 
name="0311c10" id="0311c10"></a>二無我。則麤細二執皆在此中。言補特伽羅。云數<a 
name="0311c11" id="0311c11"></a>取趣。謂諸有情數數起惑造業。名為能取。當來五<a 
name="0311c12" id="0311c12"></a>趣。名為所取。此&#x8462;就凡夫所執分別五蘊假我及<a 
name="0311c13" id="0311c13"></a>外道所執之神我以取分段生死之苦者而言也。<a 
name="0311c14" id="0311c14"></a>其實二乘所執蘊即離我。及涅槃我。與地上菩薩<a 
name="0311c15" id="0311c15"></a>未破藏識。七地<span class="corr" title='[巳&gt;已]'>已</span>前俱未離俱生我執。以取變易<a 
name="0311c16" id="0311c16"></a>生死之微苦者。今論中但說凡夫分別之我。未及<a 
name="0311c17" id="0311c17"></a>聖人。&#x8462;就相宗一往所談耳。其實佛意以聖教量<a 
name="0311c18" id="0311c18"></a>盡皆破之。方極大乘之義也。法無我者。謂我所執<a 
name="0311c19" id="0311c19"></a>之法也。凡夫法執。即身心世界六塵依報。外道所<a 
name="0311c20" id="0311c20"></a>執妄想涅槃。二乘所執偏空涅槃。菩薩所執取證<a 
name="0311c21" id="0311c21"></a>真如。論云。現前立少物。謂是唯識性。以有所得故。<a 
name="0311c22" id="0311c22"></a>非實住唯識。以有證得。是為微細法執。所謂存我<a 
name="0311c23" id="0311c23"></a>覺我。俱名障礙。故八地菩薩<span class="corr" title='[巳&gt;已]'>已</span>證平等真如。尚起<a 
name="0311c24" id="0311c24"></a>貪著。是謂微細法執。此執未空。故未盡異熟。尚屬<a 
name="0312a01" id="0312a01"></a>因果。直至金剛道後異熟空時。即入果海。即起信<a 
name="0312a02" id="0312a02"></a>云。菩薩地盡。覺心初起。心無初相。遠離微細念故。<a 
name="0312a03" id="0312a03"></a>得見心性。名究竟覺。是則按此百法。前九十四。乃<a 
name="0312a04" id="0312a04"></a>凡夫所執人法二我。六種無為。乃二乘菩薩所執<a 
name="0312a05" id="0312a05"></a>人法二我。以雖證真如。猶屬迷悟對待。總屬生滅<a 
name="0312a06" id="0312a06"></a>邊收。故今生滅情忘聖凡不立。方極一心之源。故<a 
name="0312a07" id="0312a07"></a>皆無之。此實即相歸性之極則也。嗟今學者。但只<a 
name="0312a08" id="0312a08"></a>分別名相。不達即相即性歸源之旨。致使聖教不<a 
name="0312a09" id="0312a09"></a>明。而有志參禪者。欲得正修行路。可不敬哉。</p><a 
name="0312a10" id="0312a10"></a><a 
name="0312a11" id="0312a11"></a><p><span class="juanname">百法論義<span class="note">(終)</span></span></p>
<hr>【經文資訊】卍新續藏第 48 冊 No. 0802 百法明門論論義<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依卍新續藏所編輯<br>【原始資料】CBETA 人工輸入，CBETA 掃瞄辨識，LINDEN 大德提供<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index2cf2.html?index=X48n0802" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=X48n0802_001 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:05 GMT -->
</html>
