<!DOCTYPE html> 
<html>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T50n2060_029 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:57 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>CBETA 漢文大藏經</title>
	<meta name="description" content="CBETA 數位藏經閣 大正藏 卍續藏 漢文電子佛典目錄">
	<meta name="keywords" content="CBETA, 中華電子佛典協會, 數位藏經閣, 大正藏, 卍續藏, 大藏經, 漢文電子佛典, 漢文佛典, 佛典電子化, 電子佛典, 佛典, 佛經, 佛教, 佛法, 佛教經典, 三藏, 經藏, 素怛纜, 律藏, 毗奈耶, 毘奈耶, 毘尼, 毗尼, 論藏, 阿毗達磨, 阿毘達磨, 法寶, 達磨, Tripitaka, Pitaka, Taisho, Xuzangjing, Canon, Sutra, Buddhist, Buddhism, Vinaya, Abhidharma, Abhidhamma, Abhidarma, Dhamma, Bible">
<!-- 這個版本可以縮放文字大小
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.css" />
	<script src="http://code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="http://code.jquery.com/mobile/1.0.1/jquery.mobile-1.0.1.min.js"></script>
-->
	<link rel="stylesheet" href="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.css" />
	<script src="../../code.jquery.com/jquery-1.7.1.min.js"></script>
	<script type="text/javascript" src="../../code.jquery.com/mobile/1.1.0/jquery.mobile-1.1.0.min.js"></script>
</head>
<img src="http://tripitaka.cbeta.org/ga.php?utmac=MO-30696269-4&amp;utmn=127783900&amp;utmr=http%3A%2F%2Ftripitaka.cbeta.org%2Fmobile%2Findex.php%3Findex%3DT50n2060&amp;utmp=%2Fmobile%2Findex.php%3Findex%3DT50n2060_029&amp;guid=ON" /><body>
<script type="text/javascript">
function OnInput (event)
{
	var chCode = event.keyCode;
	if(chCode == 13)
	{
		search = "index6e5e.html?search=" + event.target.value;
		location.replace(search);
	}
}
</script>
<div data-role="page" class="type-index">

	<div data-role="header" data-position="fixed">
	<a href="index23c9-2.html?index=T50n2060_028" data-icon="arrow-l" data-iconpos="notext" data-theme="b">上一卷</a>
	<p style="text-align:center">大正新脩大藏經　第50冊<br/>No.2060 續高僧傳 (30卷)<br/>【唐 道宣撰】<br/>第 29 卷</p>
	<a href="indexac02.html?index=T50n2060_030" data-icon="arrow-r"  data-iconpos="notext" class="ui-btn-right" data-theme="b">下一卷</a>
	</div><!-- /header -->

	<div data-role="content"><div id="cbeta_tripitaka">
<div cbrcopy="true" id="T50">
<div class="root" id="2060" sutra_name="續高僧傳" sutra_juan="[卷29]">　
<a 
name="0691b02" id="0691b02"></a><a 
name="0691b03" id="0691b03"></a><a 
name="0691b04" id="0691b04"></a><a 
name="0691b05" id="0691b05"></a><p><span class="juanname">續高僧傳卷第二十九</span></p><a 
name="0691b06" id="0691b06"></a><a 
name="0691b07" id="0691b07"></a><p style="margin-left: 4em"><span class="byline">大唐西明寺沙門釋道宣撰</span></p><a 
name="0691b08" id="0691b08"></a><p style="margin-left: 2em"><span class="headname">興福篇第九　正紀十二人　附見五人</span></p><a 
name="0691b09" id="0691b09"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>梁蜀部沙門釋明達傳一</p><a 
name="0691b10" id="0691b10"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>周鄜州大像寺釋僧明傳二<span class="note">(僧護)</span></p><a 
name="0691b11" id="0691b11"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>隋天台山瀑布寺釋慧達傳三</p><a 
name="0691b12" id="0691b12"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐綿州振嚮寺釋僧晃傳四</p><a 
name="0691b13" id="0691b13"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐楊州長樂寺釋住力傳五</p><a 
name="0691b14" id="0691b14"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐京師大莊嚴寺釋智興傳六<span class="note">(善因)</span></p><a 
name="0691b15" id="0691b15"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐蒲州普救寺釋道積傳七</p><a 
name="0691b16" id="0691b16"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐京師會昌寺釋德美傳八<span class="note">(靜默　曇獻)</span></p><a 
name="0691b17" id="0691b17"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐京師清禪寺釋慧胄傳九<span class="note">(法素)</span></p><a 
name="0691b18" id="0691b18"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐梓州牛頭山寺釋智通傳十</p><a 
name="0691b19" id="0691b19"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐梓州通泉寺釋慧震傳十一</p><a 
name="0691b20" id="0691b20"></a><p style="text-indent: 0em; margin-left: 1em"><span class="linehead"></span>唐京師弘福寺釋慧雲傳十二</p><a 
name="0691b21" id="0691b21"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋明達。姓康氏。其先康居人也。童稚出家嚴<a 
name="0691b22" id="0691b22"></a>持齋素。初受十戒便護五根。年及具足。<a 
name="0691b23" id="0691b23"></a>行業彌峻。&#x8107;不著席日無再飯。外肅儀<a 
name="0691b24" id="0691b24"></a>軌內樹道因。廣濟為懷遊行在務。以梁天<a 
name="0691b25" id="0691b25"></a>鑒初。來自西戎至于益部。時巴峽蠻夷。<a 
name="0691b26" id="0691b26"></a>鼓行抄劫。州郡徵兵克期誅討。達愍其將<a 
name="0691b27" id="0691b27"></a>苦。志存拯拔。獨行詣賊。登其堡壘。慰喻<a 
name="0691b28" id="0691b28"></a>招引。未狎其情。俄而風雨晦冥雷霆振擊。<a 
name="0691b29" id="0691b29"></a>群賊驚駭惻爾求哀。達乃教具千燈祈誠<a 
name="0691c01" id="0691c01"></a>三寶。營辦始就昏霾立霽。山澤通氣天地<a 
name="0691c02" id="0691c02"></a>開朗。翕然望國並從王化。繈負排藪獺弁<a 
name="0691c03" id="0691c03"></a>前趨者。其徒充澤。遂使江路肅清往還無<a 
name="0691c04" id="0691c04"></a>阻。兵威不設而萬里坦然。達之力也。後因<a 
name="0691c05" id="0691c05"></a>行汶中。路逢有人縛<span class="gaiji">豚<!--gaiji,豚,1[狂-王+屯],2&#x3E60;,3--></span>在地。聲作人語<a 
name="0691c06" id="0691c06"></a>曰。願上聖救我。達即解衣贖而放之。嘗於<a 
name="0691c07" id="0691c07"></a>夜中索水洗&#x811A;。弟子如言。而泥竟不脫。重<a 
name="0691c08" id="0691c08"></a>以湯洗。如前不去。乃自以水灌之。其&#x811A;便<a 
name="0691c09" id="0691c09"></a>淨。達曰。此魚膏也。更莫測其所從。行至梓<a 
name="0691c10" id="0691c10"></a>州牛頭山。欲構浮圖及以精舍。不訪材石<a 
name="0691c11" id="0691c11"></a>直覓匠工。道俗莫不怪其言也。于時二<a 
name="0691c12" id="0691c12"></a>月水竭。即下求水。乃於水中得一長材。<a 
name="0691c13" id="0691c13"></a>正堪剎柱。長短合度。僉用欣然。仍引而&#x7AEA;<a 
name="0691c14" id="0691c14"></a>焉。至四月中。涪水大溢木流翳江。自泊村<a 
name="0691c15" id="0691c15"></a>岸都無溜者。達率合皂素通皆接取。縱橫<a 
name="0691c16" id="0691c16"></a>山積。創修堂宇架塔九層。遠近併力一時<a 
name="0691c17" id="0691c17"></a>繕造。役不逾時。欻然成就。而躬襲三衣並<a 
name="0691c18" id="0691c18"></a>是&#x9E81;布。破便治補寒暑無革。有時在定據<a 
name="0691c19" id="0691c19"></a>于繩床。赫然火起。眾往撲滅。惟覺清涼。有<a 
name="0691c20" id="0691c20"></a>沙門僧救者。積患攣躄。來從乞差。達便授<a 
name="0691c21" id="0691c21"></a>杖令行。不移晷景驟步而返。斯陰德顯濟<a 
name="0691c22" id="0691c22"></a>功不可識。其例甚矣。又布薩時身先眾坐。<a 
name="0691c23" id="0691c23"></a>因有偷者穿牆負物。既出在外迷悶方所<a 
name="0691c24" id="0691c24"></a>還來投寺。遂喻而遣之。故達化行楚蜀。德<a 
name="0691c25" id="0691c25"></a>服如風之偃仆也。故使三蜀氓流或執爐<a 
name="0691c26" id="0691c26"></a>請供者。或散花布衣者。或捨俗歸懺者。或<a 
name="0691c27" id="0691c27"></a>剪落從法者。日積歲計又不可紀。以天鑒<a 
name="0691c28" id="0691c28"></a>十五年。隋始興王還荊州。冬十二月終于江<a 
name="0691c29" id="0691c29"></a>陵。春秋五十有五。達形長八尺。容式偉然敷<a 
name="0692a01" id="0692a01"></a>弘律訓及以講誦。乍諷俗書用悟昏識。銓<a 
name="0692a02" id="0692a02"></a>序罪福無待重尋。故詳略而傳矣。</p><a 
name="0692a03" id="0692a03"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋僧明。俗姓姜。鄜州內部人。住既山栖。立性<a 
name="0692a04" id="0692a04"></a>淳素。言令質樸敘悟非任。而能守禁自<a 
name="0692a05" id="0692a05"></a>修。不隨鄙俗。雖不閑明經誥。然履操貞<a 
name="0692a06" id="0692a06"></a>梗。有聲時俗。因遊邑落往還山谷。見一<a 
name="0692a07" id="0692a07"></a>陭岸屢有異光。怪而尋討上下循擾。乃見<a 
name="0692a08" id="0692a08"></a><span class="gaiji">澗<!--gaiji,澗,1[澗-日+月],2&#x3D4E;,3--></span>底石跌一枚。其狀高大。遠望岸側臥石<a 
name="0692a09" id="0692a09"></a>如像。半現於外。遂加功發掘。乃全像也。<a 
name="0692a10" id="0692a10"></a>形同佛相。純如鐵磺。不加鏨琢宛然圓<a 
name="0692a11" id="0692a11"></a>具。舉高三丈餘。時周武已崩。天元嗣曆。明<a 
name="0692a12" id="0692a12"></a>情發增勇不懼嚴誅。顧問古老無知來者。<a 
name="0692a13" id="0692a13"></a>其地久荒榛梗。素非寺所。明自惟曰。當是<a 
name="0692a14" id="0692a14"></a>育王遺像散在人間。應現之來故在斯矣。即<a 
name="0692a15" id="0692a15"></a>召四遠同時&#x62D5;舉。事力既竭全無勝致。明<a 
name="0692a16" id="0692a16"></a>乃執爐誓曰。若佛法重興。蒼生有賴者。希<a 
name="0692a17" id="0692a17"></a>現威靈得遂情願。適發言已。像乃忽然輕<a 
name="0692a18" id="0692a18"></a>舉。從山直下徑趣趺孔。不假扶持卓然峙<a 
name="0692a19" id="0692a19"></a>立。大眾驚嗟得未曾有。因以奏聞。帝用為<a 
name="0692a20" id="0692a20"></a>嘉瑞也。乃改元為大像焉。自爾佛教漸弘。<a 
name="0692a21" id="0692a21"></a>明之力也。又尋下&#x52C5;。以其所住為大像寺。<a 
name="0692a22" id="0692a22"></a>今所謂顯際寺是也。在坊州西南六十餘里。<a 
name="0692a23" id="0692a23"></a>時值陰暗更放神光。明重出家。即依此<a 
name="0692a24" id="0692a24"></a>寺盡報修奉。大感物心。以開皇中年卒于<a 
name="0692a25" id="0692a25"></a>彼寺。余以為興福之來。事有機會。感見奇<a 
name="0692a26" id="0692a26"></a>跡。其相彌隆。略引五三用開神理。至如徐<a 
name="0692a27" id="0692a27"></a>州吳寺太子思惟瑞像者。昔東晉沙門法顯。<a 
name="0692a28" id="0692a28"></a>厲節西天歷觀聖&#x8FF9;。往投一寺。小大承迎。<a 
name="0692a29" id="0692a29"></a>顯時遇疾心希鄉飯。主人上坐親事經理。<a 
name="0692b01" id="0692b01"></a>&#x52C5;沙彌為取本鄉齋食。倏忽往還。&#x811A;有瘡<a 
name="0692b02" id="0692b02"></a>血。云往彭城吳蒼鷹家求食。為犬所囓。顯<a 
name="0692b03" id="0692b03"></a>怪其旋轉之頃而遊萬里之外。方悟寺僧並<a 
name="0692b04" id="0692b04"></a>非常也。及隨船還。故往彭城訪吳蒼鷹。<a 
name="0692b05" id="0692b05"></a>具知由委。其犬囓餘血塗門之處猶在。顯<a 
name="0692b06" id="0692b06"></a>曰。此羅漢聖僧血也。當時見為取食。何期<a 
name="0692b07" id="0692b07"></a>犬遂損耶。鷹聞懺咎。即捨宅為寺。自至揚<a 
name="0692b08" id="0692b08"></a>都。廣求經像。正濟大江船遂傾側。忽有雙<a 
name="0692b09" id="0692b09"></a>骨各長一丈。隨波騰漾奄入船中。即得安<a 
name="0692b10" id="0692b10"></a>流昇岸以事奏聞。有司觀檢。乃龍齒也。鷹<a 
name="0692b11" id="0692b11"></a>求像未獲。泝江西上。暫息林間。遇見婆羅<a 
name="0692b12" id="0692b12"></a>門僧持像而行。云往徐州與吳蒼鷹供養。<a 
name="0692b13" id="0692b13"></a>鷹曰。必如來言。弟子是也。便以像付之。鷹<a 
name="0692b14" id="0692b14"></a>將像還至京。詔令模之。合造十軀。皆足<a 
name="0692b15" id="0692b15"></a>下置字。新舊莫辯。任鷹探取。像又降夢<a 
name="0692b16" id="0692b16"></a>示其本末。恰至鷹取還得本像。乃還徐州。<a 
name="0692b17" id="0692b17"></a>每有神瑞。元魏孝文請入北臺。高齊後主<a 
name="0692b18" id="0692b18"></a>遣使者常彪之迎還鄴下。齊滅周廢。為僧<a 
name="0692b19" id="0692b19"></a>藏&#x5F06;。大隋開教還重興世。今在相州鄴縣<a 
name="0692b20" id="0692b20"></a>大慈寺也。又京師崇義寺石影像者。形高一<a 
name="0692b21" id="0692b21"></a>尺徑六寸許。八楞紫色內外映徹。其源梁武<a 
name="0692b22" id="0692b22"></a>太清中。有天竺僧齎來謁帝。會侯景作亂。<a 
name="0692b23" id="0692b23"></a>便置江州廬山西林寺大像頂上。至開皇<a 
name="0692b24" id="0692b24"></a>十年。煬帝作鎮江海。廣搜英異。文藝書記<a 
name="0692b25" id="0692b25"></a>並委讎括。乃於雜傳得影像記。即遣中使<a 
name="0692b26" id="0692b26"></a>王延壽往山推得。王自虔奉在內供養。在<a 
name="0692b27" id="0692b27"></a>蕃歷任。每有行往函盛導前。初無寧舍。<a 
name="0692b28" id="0692b28"></a>及登儲貳乃送於曲池日嚴寺。不令外人<a 
name="0692b29" id="0692b29"></a>瞻&#x89A9;。武德七年。廢入崇義。像隨僧來。京邑<a 
name="0692c01" id="0692c01"></a>道俗備得觀仰。其中變現斯量難准。或佛塔<a 
name="0692c02" id="0692c02"></a>形像。或賢聖天人。或山林帳蓋。或三途苦<a 
name="0692c03" id="0692c03"></a>趣。或前後見同。或俄頃轉異。斯並目矚而敘<a 
name="0692c04" id="0692c04"></a>之。信業鏡而非謬矣。貞觀六年。下&#x52C5;入<a 
name="0692c05" id="0692c05"></a>內。外遂絕也。又梁襄陽金像寺丈六無量壽<a 
name="0692c06" id="0692c06"></a>瑞像者。東晉孝武寧康三年二月八日。沙門<a 
name="0692c07" id="0692c07"></a>釋道安之所造也。明年季冬嚴飾成就。刺史<a 
name="0692c08" id="0692c08"></a>郗恢創蒞此蕃。像乃行至萬山。恢率道俗<a 
name="0692c09" id="0692c09"></a>迎還本寺。復以其夕出住寺門。合境同<a 
name="0692c10" id="0692c10"></a>嗟。具以聞奏。梁普通三年。&#x52C5;於建興苑鑄<a 
name="0692c11" id="0692c11"></a>金銅花趺高六尺廣一丈。上送承足。立碑讚<a 
name="0692c12" id="0692c12"></a>之。劉孝儀為文又荊州長沙寺瑞像者。晉太<a 
name="0692c13" id="0692c13"></a>元年。此像現于城北。光相奇特具如前傳。<a 
name="0692c14" id="0692c14"></a>形甚&#x74CC;異高於七尺。昔經夜行。人謂非類<a 
name="0692c15" id="0692c15"></a>以刀擊之。及旦往視乃金像也。刀所擊處<a 
name="0692c16" id="0692c16"></a>文現於外。梁高奉法情欲親謁。雖加事力<a 
name="0692c17" id="0692c17"></a>終無以致。後遣侍中廣齎香供丹&#x6B35;。既達。<a 
name="0692c18" id="0692c18"></a>夜忽放光似隨使往。旦加延接還復留礙。<a 
name="0692c19" id="0692c19"></a>重竭請祈方許從就。去都十八里。帝躬出<a 
name="0692c20" id="0692c20"></a>迎。竟路放光相續不絕。白黑欣慶。在殿供<a 
name="0692c21" id="0692c21"></a>養。三日已後從大通門送同泰寺。末被火<a 
name="0692c22" id="0692c22"></a>燒堂塔並盡。惟像居殿巋然獨存。又高齊<a 
name="0692c23" id="0692c23"></a>定州觀音瑞像。及高王經者。昔元魏天平定<a 
name="0692c24" id="0692c24"></a>州募士孫敬德。於防所造觀音像。及年滿<a 
name="0692c25" id="0692c25"></a>還。常加禮事。後為劫賊所引。禁在京獄。<a 
name="0692c26" id="0692c26"></a>不勝拷掠。遂妄承罪。並處極刑。明旦將<a 
name="0692c27" id="0692c27"></a>決。心既切至。淚如雨下。便自誓曰。今被<a 
name="0692c28" id="0692c28"></a>枉酷。當是過去曾枉他來。願償債畢了。又<a 
name="0692c29" id="0692c29"></a>願一切眾生所有禍橫。弟子代受言已少時<a 
name="0693a01" id="0693a01"></a>依俙如睡。夢一沙門教誦觀世音救生經。<a 
name="0693a02" id="0693a02"></a>經有佛名。令誦千遍。得免死厄。德既覺<a 
name="0693a03" id="0693a03"></a>已。緣夢中經。了無謬誤。比至平明已滿<a 
name="0693a04" id="0693a04"></a>百遍。有司執縛向市。且行且誦。臨欲加<a 
name="0693a05" id="0693a05"></a>刑誦滿千遍。執刀下斫。折為三段。三換其<a 
name="0693a06" id="0693a06"></a>刀。皮肉不損。怪以奏聞。承相高歡。表請免<a 
name="0693a07" id="0693a07"></a>刑。仍&#x52C5;傳寫被之於世。今所謂高王觀世<a 
name="0693a08" id="0693a08"></a>音是也。德既放還。觀在防時所造像項。<a 
name="0693a09" id="0693a09"></a>有三刀&#x8FF9;。悲感之深慟發鄉邑。又昔彌天襄<a 
name="0693a10" id="0693a10"></a>陽金像。更歷晉宋迄于齊梁。屢感靈相。<a 
name="0693a11" id="0693a11"></a>聞之前紀。周武滅法。建德三年甲午之歲。<a 
name="0693a12" id="0693a12"></a>太原公主秉。為荊州副鎮將。上開府長孫<a 
name="0693a13" id="0693a13"></a>哲。志性凶頑不信佛法。聞有此像先欲毀<a 
name="0693a14" id="0693a14"></a>之。邑中士女被廢僧尼。掩淚痛心無由救<a 
name="0693a15" id="0693a15"></a>止。哲見欽崇彌至。瞋怒彌盛。逼逐侍從。速<a 
name="0693a16" id="0693a16"></a>令摧殄。令百餘人以繩繫項。牽挽不動。哲<a 
name="0693a17" id="0693a17"></a>謂不用加力。便杖監事。人各一百牽之如<a 
name="0693a18" id="0693a18"></a>故。鏗然逾固。進三百人牽猶不動。哲怒彌<a 
name="0693a19" id="0693a19"></a>盛。又加五百牽引方倒。聲振地動。人皆悚<a 
name="0693a20" id="0693a20"></a>慄。哲獨喜勇。即遣鎔毀之。都無慚懼。<a 
name="0693a21" id="0693a21"></a>自又馳馬欲報刺史。裁可百步堛然落<a 
name="0693a22" id="0693a22"></a>地。失瘖直視。四支不勝。至夜而卒。道俗<a 
name="0693a23" id="0693a23"></a>唱快。當毀像時。於腋下倒垂衣內銘云。晉<a 
name="0693a24" id="0693a24"></a>太元十九年。歲次甲午。比丘道安於襄陽西<a 
name="0693a25" id="0693a25"></a>郭造丈八金像此像更三周甲午百八十年<a 
name="0693a26" id="0693a26"></a>當滅。計勘年月。興廢悉符同焉。信知印手<a 
name="0693a27" id="0693a27"></a>聖人崇建容範。動發物心。生滅之期世相難<a 
name="0693a28" id="0693a28"></a>改。業理之致復何虛矣。又揚都長干寺育王<a 
name="0693a29" id="0693a29"></a>瑞像者。光趺身相祥瑞通感。五代侯王所共<a 
name="0693b01" id="0693b01"></a>遵敬。具如前傳。每有亢陽之歲。請像入<a 
name="0693b02" id="0693b02"></a>宮。必乘御輦上加油帔。僧眾從像以蓋自<a 
name="0693b03" id="0693b03"></a>遮。初雖炎赫洞天。像出中途無不雨流滂<a 
name="0693b04" id="0693b04"></a>注。家國所幸。有年斯賴所以道俗恒加雨<a 
name="0693b05" id="0693b05"></a>候。至陳氏禎明年中。像面轉西。直月監堂<a 
name="0693b06" id="0693b06"></a>屢迴正南。及至晨起還西如故。具以奏<a 
name="0693b07" id="0693b07"></a>聞。&#x52C5;延太極殿。設齋行道。先有七寶冠<a 
name="0693b08" id="0693b08"></a>在于像頂。飾以珠玉可重百斤。其上復加<a 
name="0693b09" id="0693b09"></a>錦帽。經夜至曉。寶冠掛于像手。錦帽猶加<a 
name="0693b10" id="0693b10"></a>頭上。帝聞之乃燒香祝曰。若必國有不<a 
name="0693b11" id="0693b11"></a>祥。還脫冠也。仍以冠在頂。及至明晨脫<a 
name="0693b12" id="0693b12"></a>掛如故。上下同懼莫惻其徵。及隋滅陳<a 
name="0693b13" id="0693b13"></a>降。舉朝露首面縛京室。方知其致。文帝後<a 
name="0693b14" id="0693b14"></a>知乃遣迎接大內供養。以像立故帝恒侍<a 
name="0693b15" id="0693b15"></a>奉不敢對坐。乃下&#x52C5;曰。朕年老不堪久<a 
name="0693b16" id="0693b16"></a>立侍佛。可令有司造坐像。其相還如育<a 
name="0693b17" id="0693b17"></a>王本像。送興善寺。既達此寺。形相偉壯不<a 
name="0693b18" id="0693b18"></a>會即機。遂置于北面。及明見像乃在南面<a 
name="0693b19" id="0693b19"></a>中門。眾咸異焉。還送北面堅封門鑰。明<a 
name="0693b20" id="0693b20"></a>旦更看像還在南。僉皆愧悔謝其輕侮。即見<a 
name="0693b21" id="0693b21"></a>在寺。圖寫殷矣。又梁高祖崇重釋侶。欣<a 
name="0693b22" id="0693b22"></a>尚靈儀。造等身金銀像二軀。於重雲殿晨<a 
name="0693b23" id="0693b23"></a>夕禮敬。五十許年初無替廢。及侯景纂奪。<a 
name="0693b24" id="0693b24"></a>猶在供養。太尉王僧辯。誅景江南。元帝渚<a 
name="0693b25" id="0693b25"></a>宮復沒。辯乃通&#x6B35;於齊。迎貞陽侯為帝。時<a 
name="0693b26" id="0693b26"></a>江左未定。利害相雄。辯女婿杜龕。典衛宮<a 
name="0693b27" id="0693b27"></a>闕。為性兇捍。不見後世。欲毀二像為金<a 
name="0693b28" id="0693b28"></a>銀挺。先遣數十人上三休閣。令鑱佛項。<a 
name="0693b29" id="0693b29"></a>二像忽然一時迴顧。所遣眾人失瘖如醉。不<a 
name="0693c01" id="0693c01"></a>能自勝。杜龕即被打築。遍身青腫惟見金<a 
name="0693c02" id="0693c02"></a>剛力士怖畏之像。競來打擊略無休息。呻號<a 
name="0693c03" id="0693c03"></a>數日洪爛而死。及梁運在陳。武帝崩背。兄<a 
name="0693c04" id="0693c04"></a>子陳蒨嗣膺大業。將修葬具造轀輬車國<a 
name="0693c05" id="0693c05"></a>創新定未遑經始。&#x52C5;取重雲殿中佛像寶帳<a 
name="0693c06" id="0693c06"></a>珩珮珠玉鎣飾之具。將用送終。人力既豐四<a 
name="0693c07" id="0693c07"></a>面齊至。但見雲氣擁結圍遶佛殿。自餘方左<a 
name="0693c08" id="0693c08"></a>白日開朗。百工聞怪同本看&#x89A9;。須臾大雨<a 
name="0693c09" id="0693c09"></a>橫注。雷電震吼。煙張&#x9D44;吻火烈雲中。流光<a 
name="0693c10" id="0693c10"></a>布焰高下相涉。並見重雲殿影二像峙然四<a 
name="0693c11" id="0693c11"></a>部神王并及帳座一時騰上。煙火相扶&#x6B58;然<a 
name="0693c12" id="0693c12"></a>遠逝。觀者傾都咸生深信。雨晴之後覆看<a 
name="0693c13" id="0693c13"></a>故所。惟見柱礎存焉。至後月餘有從東<a 
name="0693c14" id="0693c14"></a>州來者。是日同見殿影東飛于海。今有望<a 
name="0693c15" id="0693c15"></a>海者時往見之。近高齊日。沙門僧護。守道<a 
name="0693c16" id="0693c16"></a>直心不求慧業。願造丈八石像。咸怪其<a 
name="0693c17" id="0693c17"></a>言。後於寺北谷中見一臥石可長丈八。乃<a 
name="0693c18" id="0693c18"></a>雇匠營造。向經一周面腹粗了。而背者<a 
name="0693c19" id="0693c19"></a>地。以六具拗舉之。如初不動。經夜至旦<a 
name="0693c20" id="0693c20"></a>忽然自翻。即就營訖移置佛堂。晉州陷日像<a 
name="0693c21" id="0693c21"></a>汗流地。周兵入齊燒諸佛寺。此像獨不變<a 
name="0693c22" id="0693c22"></a>色。又欲倒之。人牛六十餘頭挽不可動。忽<a 
name="0693c23" id="0693c23"></a>有異僧。以瓦木土墼壘而圍之。須臾便<a 
name="0693c24" id="0693c24"></a>了。失僧所在。像後降夢信心者曰。吾患指<a 
name="0693c25" id="0693c25"></a>痛。其人寤而視焉。乃木傷其二指也。遂即<a 
name="0693c26" id="0693c26"></a>補之。開皇十年。有盜像幡蓋者。夢丈八人<a 
name="0693c27" id="0693c27"></a>入室責之。賊遂慚怖悔而謝焉。其像現存。<a 
name="0693c28" id="0693c28"></a>並見旌異記及諸僧錄。然斯通感佛教備彰。<a 
name="0693c29" id="0693c29"></a>但是福門無非靈應。竊以像避延燒狩驚<a 
name="0694a01" id="0694a01"></a>邪道。影覆異術經焚不灰。靈骨之放神光。<a 
name="0694a02" id="0694a02"></a>密&#x8FF9;之興弘護。其相大矣。具在前聞。至如<a 
name="0694a03" id="0694a03"></a>貞觀五年梁州安養寺慧光師弟子母氏。貧<a 
name="0694a04" id="0694a04"></a>窶內無袒衣。來入子房取故袈裟。作之<a 
name="0694a05" id="0694a05"></a>而著。與諸&#x96A3;母同聚言笑。忽覺&#x811A;熱。漸上<a 
name="0694a06" id="0694a06"></a>至腰。須臾雷震擲&#x96A3;母百步之外。土泥兩<a 
name="0694a07" id="0694a07"></a>耳悶絕經日方得醒悟。所用衣者遂被震<a 
name="0694a08" id="0694a08"></a>死。火燒焦踡題其背曰。由用法衣不如<a 
name="0694a09" id="0694a09"></a>法也。其子收殯又再震出。乃露骸林下方<a 
name="0694a10" id="0694a10"></a>終銷散。是知受持法服。惠及三歸之龍。信<a 
name="0694a11" id="0694a11"></a>不虛矣。近有山居僧。在深巖宿。以衣障<a 
name="0694a12" id="0694a12"></a>前。感異神來形極可畏。伸臂內探欲取<a 
name="0694a13" id="0694a13"></a>宿者。畏觸袈裟礙不得入。遂得免脫。如<a 
name="0694a14" id="0694a14"></a>是眾相不可具紀。如上下諸例中。</p><a 
name="0694a15" id="0694a15"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋慧達。姓王。家于襄陽。幼年在道。繕修成<a 
name="0694a16" id="0694a16"></a>務。或登山臨水。或邑落遊行。但據形勝之<a 
name="0694a17" id="0694a17"></a>所。皆厝心寺宇。或補緝殘廢。為釋門之所<a 
name="0694a18" id="0694a18"></a>宅也。後居天台之瀑布寺。修禪繫業。又北<a 
name="0694a19" id="0694a19"></a>遊武當山。如前攝靜。有陳之日癘疫大行。<a 
name="0694a20" id="0694a20"></a>百姓斃者殆其過半。達內興慈施。於楊都<a 
name="0694a21" id="0694a21"></a>大市建大藥藏。須者便給。拯濟彌隆。金陵<a 
name="0694a22" id="0694a22"></a>諸寺數過七百。年月逾邁朽壞略盡。達課勸<a 
name="0694a23" id="0694a23"></a>修補三百餘所。皆鎣飾華敞有移恒度。仁壽<a 
name="0694a24" id="0694a24"></a>年中。於楊州白塔寺建七層木浮圖。材石既<a 
name="0694a25" id="0694a25"></a>充付後營立。乃泝江西上。至鄱陽預章諸<a 
name="0694a26" id="0694a26"></a>郡。觀檢功德。願與眾生同此福緣。故其<a 
name="0694a27" id="0694a27"></a>所至封邑。見有坊寺禪宇靈塔神儀。無問<a 
name="0694a28" id="0694a28"></a>金木土石。並即率化成造。其數非一。晚為<a 
name="0694a29" id="0694a29"></a>沙門慧雲邀請。遂上廬岳。造西林寺。晚閣<a 
name="0694b01" id="0694b01"></a>七間欒櫨重壘。光耀山勢。初造之日誓用<a 
name="0694b02" id="0694b02"></a>黃楠。闔境推求了無一樹。僉欲改用餘木。<a 
name="0694b03" id="0694b03"></a>達曰。誠心在此。豈更餘求。但至誠無感。故<a 
name="0694b04" id="0694b04"></a>訪追不遂。必心期果決。松散並變為楠。如求<a 
name="0694b05" id="0694b05"></a>不獲。閣成則無日矣。眾懼其言四出追索。<a 
name="0694b06" id="0694b06"></a>乃於境內下巢山。感得一谷並是黃楠。而<a 
name="0694b07" id="0694b07"></a>在窮<span class="gaiji">澗<!--gaiji,澗,1[澗-日+月],2&#x3D4E;,3--></span>幽深無由可出。達尋行崖壁忽<a 
name="0694b08" id="0694b08"></a>見一處晃有光明。窺見其中可通材道。<a 
name="0694b09" id="0694b09"></a>惟有五尺餘並天崖。遂牽曳木石至於江<a 
name="0694b10" id="0694b10"></a>首。中途灘澓<span class="gaiji">[簿-尃+卑]<!--gaiji,,1[簿-尃+卑],2&#x25C7C;,3--></span>筏並壞。及至廬阜不失<a 
name="0694b11" id="0694b11"></a>一根。閣遂得成。宏冠前構。後忽偏斜向南<a 
name="0694b12" id="0694b12"></a>三尺。工匠設計取正無方。有石門<span class="gaiji">澗<!--gaiji,澗,1[澗-日+月],2&#x3D4E;,3--></span>當于<a 
name="0694b13" id="0694b13"></a>閣南。忽有猛風北吹還正。于今尚在。晚往<a 
name="0694b14" id="0694b14"></a>長沙。鑄鐘造像。所至方面若草從焉。<a 
name="0694b15" id="0694b15"></a>傾竭金貝者。兢兢業業恐其不受。達任性<a 
name="0694b16" id="0694b16"></a>造真言無華綺。據經引喻篤勵物情。然其<a 
name="0694b17" id="0694b17"></a>形服弊&#x9E81;殆不可&#x89A9;。外綜繁殷內收理<a 
name="0694b18" id="0694b18"></a>靜。傍觀沈伏似不能言。而指撝應附立有<a 
name="0694b19" id="0694b19"></a>成遂。斯即處煩不撓。固其人矣。又為西林<a 
name="0694b20" id="0694b20"></a>閣成。尊容猶闕。復沿江投造修建充滿。故<a 
name="0694b21" id="0694b21"></a>舉閣圓備。並達之功。大業六年七月晦日。舊<a 
name="0694b22" id="0694b22"></a>疾忽增。七日倚臥。異香入室旋繞如雲。閣<a 
name="0694b23" id="0694b23"></a>中像設並汗流地。眾見此瑞審達當終。官<a 
name="0694b24" id="0694b24"></a>人檢驗具以聞奏。達神志如常。累以餘業。<a 
name="0694b25" id="0694b25"></a>奄爾長逝。年八十七矣。</p><a 
name="0694b26" id="0694b26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋僧晃。姓馮氏。綿州涪城南昌人。形長八尺。<a 
name="0694b27" id="0694b27"></a>顏貌都偉。威容整肅。動中規矩。而鷹眼虎身<a 
name="0694b28" id="0694b28"></a>鵝行象步。聲氣雄亮志略宏遠。綱維法任有<a 
name="0694b29" id="0694b29"></a>柱石焉。故使岷巴領袖咸所推仰。昔年在<a 
name="0694c01" id="0694c01"></a>志學。文才博達。時共聲譽。嘗夢手擎日月<a 
name="0694c02" id="0694c02"></a>太虛中坐。便晃然厭俗。欣慕出家。私即立<a 
name="0694c03" id="0694c03"></a>名為僧晃也。父母未之許。拘械兩足牢<a 
name="0694c04" id="0694c04"></a>繫屋柱。決意已絕誓心無改。不移旦夕鎖<a 
name="0694c05" id="0694c05"></a>自然解。乃歎曰。夫志之所及也。山岳以之<a 
name="0694c06" id="0694c06"></a>轉。江河以之絕。城臺以之崩。瀛海以之竭。<a 
name="0694c07" id="0694c07"></a>日月為之潛光。須彌為之崩頹。星辰為之<a 
name="0694c08" id="0694c08"></a>改度。嘉樹為之藏摧。況復金木之與桎梏。<a 
name="0694c09" id="0694c09"></a>奚足以語哉。二親顧其冥感。任從道化。依<a 
name="0694c10" id="0694c10"></a>彖法師出家受業。學通大小夙夜匪懈。會<a 
name="0694c11" id="0694c11"></a>梁末周初佛法淆濫。行多浮略迂誕毘尼。<a 
name="0694c12" id="0694c12"></a>晃具戒未聞。而超然異表。少能精苦性自<a 
name="0694c13" id="0694c13"></a>矜持。卒非師友所成立也。眾皆挹其神宇。<a 
name="0694c14" id="0694c14"></a>密相高尚。及昇壇之後。偏攻十誦。數年劬<a 
name="0694c15" id="0694c15"></a>勞朗鑒精熟。研微造盡彬&#x6B1D;可崇。周保定後<a 
name="0694c16" id="0694c16"></a>更業長安。進學僧祇討其幽旨。有難必究<a 
name="0694c17" id="0694c17"></a>是滯能通。又於曇相禪師稟受心法。觀道<a 
name="0694c18" id="0694c18"></a>圓淨由此彌開。又於開禪師方等行道。洞<a 
name="0694c19" id="0694c19"></a>入時倫無與相映。自此罕得而傳者。由<a 
name="0694c20" id="0694c20"></a>多營福業勞事有為。是以隱墜世不稱也。<a 
name="0694c21" id="0694c21"></a>既而遐邇諷德。聲聞天庭。武帝下&#x52C5;。延於<a 
name="0694c22" id="0694c22"></a>明德殿。言議開闡彌遂聖心。乃授本州三<a 
name="0694c23" id="0694c23"></a>藏。大隋啟祚面委僧正。匡御本邑。而剛決<a 
name="0694c24" id="0694c24"></a>方正賞罰嚴平。綿益欽風貴賤攸奉。前後<a 
name="0694c25" id="0694c25"></a>州主十有餘人。皆授戒香斷惡行善。開皇<a 
name="0694c26" id="0694c26"></a>十五年。又於寺中置頭陀眾。僧事蠲免以<a 
name="0694c27" id="0694c27"></a>引墮者。仁壽以後。重率寺眾共轉藏經。周<a 
name="0694c28" id="0694c28"></a>而復始初不斷絕。供給<span class="gaiji">嚫<!--gaiji,嚫,1[貝*親],2&#x478B;,3--></span>錫一出俗緣。皆晃<a 
name="0694c29" id="0694c29"></a>指授。故福報所至如泉不窮。僧業茂盛方<a 
name="0695a01" id="0695a01"></a>類推舉。以武德冬初。終於所住之振嚮寺。<a 
name="0695a02" id="0695a02"></a>春秋八十五矣。初未終前。佛堂蓮華池自然<a 
name="0695a03" id="0695a03"></a>枯竭。池側慈竹無故彫死。寺內薔薇非時<a 
name="0695a04" id="0695a04"></a>發花曄如夏月。眾以榮枯兩瑞不無生滅<a 
name="0695a05" id="0695a05"></a>之懷德異常倫故。感應之所期耳。</p><a 
name="0695a06" id="0695a06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋住力。姓<span class="gaiji">&#x7987;<!--gaiji,褚,1[示*者],2&#x7987;,3--></span>氏。河南陽翟人。避地吳郡之錢<a 
name="0695a07" id="0695a07"></a>塘縣。因而家焉。宿植勝因早修慧業。甫<a 
name="0695a08" id="0695a08"></a>及八歲出家學道。器宇凝峻虛懷接悟。聲第<a 
name="0695a09" id="0695a09"></a>之高有聞緇俗。陳中宗宣帝。於京城之左<a 
name="0695a10" id="0695a10"></a>造泰皇寺。宏壯之極罄竭泉府。迺&#x52C5;專<a 
name="0695a11" id="0695a11"></a>監百工。故得揆測指撝面勢嚴淨。至德二<a 
name="0695a12" id="0695a12"></a>年。又&#x52C5;為寺主。值江表淪亡僧徒乖散。乃<a 
name="0695a13" id="0695a13"></a>負錫遊方訪求勝地。行至江都。乃於長樂<a 
name="0695a14" id="0695a14"></a>寺而止心焉。隋開皇十三年。建塔五層。金<a 
name="0695a15" id="0695a15"></a>槃景耀峨然挺秀。遠近式瞻。至十七年。煬<a 
name="0695a16" id="0695a16"></a>帝晉蕃又臨江海。以力為寺任繕造之功<a 
name="0695a17" id="0695a17"></a>故也。初梁武得優填王像神瑞難紀。在丹<a 
name="0695a18" id="0695a18"></a>陽之龍光寺。及陳國云亡道場焚毀。力乃<a 
name="0695a19" id="0695a19"></a>奉接尊儀及王謐所得定光像者。並延長<a 
name="0695a20" id="0695a20"></a>樂身心供養。而殿宇褊狹未盡莊嚴。遂宣<a 
name="0695a21" id="0695a21"></a>導四部王公黎庶。共修高閣並夾二樓。寺<a 
name="0695a22" id="0695a22"></a>眾大小三百餘僧。咸同喜捨畢願締構力乃<a 
name="0695a23" id="0695a23"></a>勵率同侶二百餘僧。共往豫章刊山伐木。<a 
name="0695a24" id="0695a24"></a>人力既壯。規摹所指妙盡物情。即年成立。<a 
name="0695a25" id="0695a25"></a>制置華絕。力異神工。宏壯高顯挺冠區宇。<a 
name="0695a26" id="0695a26"></a>大業四年。又起四周僧房。廊廡齋&#x53A8;倉庫備<a 
name="0695a27" id="0695a27"></a>足。故使眾侶常續斷緒無因。再往京師。深<a 
name="0695a28" id="0695a28"></a>降恩禮還至江都。又蒙&#x52C5;慰。大業十年。自<a 
name="0695a29" id="0695a29"></a>竭身資。以栴檀香木。模寫瑞像並二菩薩。<a 
name="0695b01" id="0695b01"></a>不久尋成同安閣內。至十四年。隋室喪亂<a 
name="0695b02" id="0695b02"></a>道俗流亡。骸若萎朽充諸衢市。誓以身命<a 
name="0695b03" id="0695b03"></a>守護殿閣。寺居狐兔顧影為儔。啜菽飲<a 
name="0695b04" id="0695b04"></a>水再離寒暑。雖耆年暮齒。而心力逾壯。泥<a 
name="0695b05" id="0695b05"></a>塗褫落周匝火燒。口誦不輟手行治葺。賊<a 
name="0695b06" id="0695b06"></a>徒雪泣見者哀歎。往往革心相佐修補。皇<a 
name="0695b07" id="0695b07"></a>唐受命弘宣大法。舊僧餘眾並造相投。邑<a 
name="0695b08" id="0695b08"></a>室雖焚此寺猶在。武德六年。江表賊帥輔<a 
name="0695b09" id="0695b09"></a>公祐。負阻繕兵戈潛圖反叛。凡百寺觀<a 
name="0695b10" id="0695b10"></a>撒送江南。力乃致書再請。願在閣前。燒身<a 
name="0695b11" id="0695b11"></a>以留寺宇。祐偽號尊稱。志在傾殄。雖得<a 
name="0695b12" id="0695b12"></a>其書全不顧遇力謂弟子曰。吾無量劫來<a 
name="0695b13" id="0695b13"></a>積習貪愛。不能捐捨形命以報法恩。今<a 
name="0695b14" id="0695b14"></a>欲自於佛前取盡決。不忍見像濟江。可<a 
name="0695b15" id="0695b15"></a>積乾薪自燒供養。吾滅之後像必南渡。衣<a 
name="0695b16" id="0695b16"></a>資什物並入尊像。泣服施靈理宜改革。便<a 
name="0695b17" id="0695b17"></a>以香湯沐浴加趺面西。引火自焚卒於炭<a 
name="0695b18" id="0695b18"></a>聚。時年八十。即武德六年十月八日也。命終<a 
name="0695b19" id="0695b19"></a>火滅。合掌凝然。更足闍維。一時都化。初力<a 
name="0695b20" id="0695b20"></a>在佛前焚時。群鵲哀鳴。其聲甚切。右遶七<a 
name="0695b21" id="0695b21"></a>匝方始飛去。及身沒後像果南遷。殿閣房<a 
name="0695b22" id="0695b22"></a>廊得免煨燼。法寶僧眾如疇昔焉。門人慧<a 
name="0695b23" id="0695b23"></a>安智賾者。師資義重甥舅恩深。為樹高碑于<a 
name="0695b24" id="0695b24"></a>寺之內。東宮庶子虞世南為文。今像還歸於<a 
name="0695b25" id="0695b25"></a>本閣云。</p><a 
name="0695b26" id="0695b26"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋智興。俗緣宋氏。洛州人也。謙約成務厲<a 
name="0695b27" id="0695b27"></a>行堅明。誦諸經數十卷并行法要偈數千行。<a 
name="0695b28" id="0695b28"></a>心口相師不輟昏曉。住禪定寺。今所謂大<a 
name="0695b29" id="0695b29"></a>莊嚴也。初依首律師隨從講會。思力清撤<a 
name="0695c01" id="0695c01"></a>同侶高之。徵難鱗錯詞鋒驚挺。又能流靡<a 
name="0695c02" id="0695c02"></a>巧便不傷倫次。時以其行無諍也。大業五年<a 
name="0695c03" id="0695c03"></a>仲冬。次掌維那。時鍾所役奉佩勤至僧徒<a 
name="0695c04" id="0695c04"></a>無擾。寺僧三果者。有兄從帝南幸江都。中<a 
name="0695c05" id="0695c05"></a>路亡沒。初無凶告。忽通夢其妻曰。吾行從<a 
name="0695c06" id="0695c06"></a>達於彭城。不幸病死。生於地獄。備經五苦。<a 
name="0695c07" id="0695c07"></a>辛酸叵言。誰知吾者。賴以今月初日蒙禪<a 
name="0695c08" id="0695c08"></a>定寺僧智興鳴鍾發聲響振地獄。同受<a 
name="0695c09" id="0695c09"></a>苦者一時解脫。今生樂處思報其恩。可<a 
name="0695c10" id="0695c10"></a>具絹十匹奉之并陳吾意。從睡驚覺怪夢<a 
name="0695c11" id="0695c11"></a>所由。與人共說初無信者。尋又重夢。及諸<a 
name="0695c12" id="0695c12"></a>巫覡咸陳前說。經十餘日凶問奄至。恰與<a 
name="0695c13" id="0695c13"></a>夢同。果乃奉絹與之。而興自陳無德。並<a 
name="0695c14" id="0695c14"></a>施大眾。有問興曰。何緣鳴鍾乃感斯應。<a 
name="0695c15" id="0695c15"></a>興曰。余無他術。見付法藏傳。罽膩吒王劍<a 
name="0695c16" id="0695c16"></a>輪停事。及增一阿含鍾聲功德。敬遵此轍。<a 
name="0695c17" id="0695c17"></a>苦力行之。每冬登樓寒風切肉。僧給皮袖<a 
name="0695c18" id="0695c18"></a>用執鍾槌。余自厲意露手捉之。嚴寒裂<a 
name="0695c19" id="0695c19"></a>肉掌中凝血。不以為辭。又至諸時鳴鍾<a 
name="0695c20" id="0695c20"></a>之始。願諸賢聖同入道場。然後三下。將欲<a 
name="0695c21" id="0695c21"></a>長打。如先致敬。願諸惡趣聞此鍾聲俱時<a 
name="0695c22" id="0695c22"></a>離苦。如斯願行志常奉修。豈惟微誠遂能<a 
name="0695c23" id="0695c23"></a>遠感。眾服其言。以貞觀六年三月。遘疾少<a 
name="0695c24" id="0695c24"></a>時自知後世。捨緣身資召諸師友。因爾<a 
name="0695c25" id="0695c25"></a>陳別。尋卒莊嚴。春秋四十有五。葬於杜城<a 
name="0695c26" id="0695c26"></a>窟中。弟子善因。宗師戒範講四分律。講法<a 
name="0695c27" id="0695c27"></a>華經冥神福慧著聞京邑。</p><a 
name="0695c28" id="0695c28"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋道積。河東安邑人也。俗姓相里。名子材。<a 
name="0695c29" id="0695c29"></a>既蒞玄門更名道積。其先蓋鄭大夫子產之<a 
name="0696a01" id="0696a01"></a>苗裔矣。昔子產生而執拳。啟手觀之。文成<a 
name="0696a02" id="0696a02"></a>相里。其後因而氏焉。父宣恢廓有大志。好<a 
name="0696a03" id="0696a03"></a>學該富。宗尚嚴君。積早習丘墳。神氣爽烈。<a 
name="0696a04" id="0696a04"></a>年二十將欲出家。未知所適。乃遇律師<a 
name="0696a05" id="0696a05"></a>洪湛。見而異之。即為剃落。晦&#x8FF9;雙巖。又依<a 
name="0696a06" id="0696a06"></a>法朗禪師希求心學。絕影三載不出山<a 
name="0696a07" id="0696a07"></a>門。然為幽證自難聖教須涉。開皇十三年。<a 
name="0696a08" id="0696a08"></a>辭師擐&#x9262;周行採義。路經滄冀就遠行<a 
name="0696a09" id="0696a09"></a>寺普興法師。尋學涅槃慶所未聞。乃經四<a 
name="0696a10" id="0696a10"></a>載情通三事。為門學所推。至十八年入<a 
name="0696a11" id="0696a11"></a>於京室。供寶昌寺明及法師諮習地論。又<a 
name="0696a12" id="0696a12"></a>依辯才智凝法師攝大乘論。於十義熏習六<a 
name="0696a13" id="0696a13"></a>分轉依無塵惟識。一期明悟。仁壽二年。又<a 
name="0696a14" id="0696a14"></a>往并州武德寺沙門法稜所。聽採地持。故<a 
name="0696a15" id="0696a15"></a>得十法三持畢源斯盡。四年七月。楊諒作<a 
name="0696a16" id="0696a16"></a>亂。遂與同侶素傑諸師。南旋蒲&#x5742;。既達鄉<a 
name="0696a17" id="0696a17"></a>壤法化大行。先講涅槃後敷攝論。并諸異<a 
name="0696a18" id="0696a18"></a>部往往宣傳。及知命將&#x96A3;。偏弘地持。以為<a 
name="0696a19" id="0696a19"></a>誡勗之極。特是開心之要論也。故成匠道<a 
name="0696a20" id="0696a20"></a>俗並潤朱藍。結宗慈訓遠近通洽。而深護<a 
name="0696a21" id="0696a21"></a>煩惱重慎譏疑。尼眾歸依初不引顧。每謂<a 
name="0696a22" id="0696a22"></a>徒屬曰。女為戒垢。聖典常言。佛度出家損<a 
name="0696a23" id="0696a23"></a>減正法。尚以聞名污心。況復面對無染。<a 
name="0696a24" id="0696a24"></a>且道貴清顯。不參非濫。俗重遠嫌。君子<a 
name="0696a25" id="0696a25"></a>攸奉。余雖不逮請遵其度。由此受戒教授<a 
name="0696a26" id="0696a26"></a>沒齒未登。參謁諮請不聽入室。斯則骨梗<a 
name="0696a27" id="0696a27"></a>潔己。清貞高蹈。河東英俊莫與同風。先是<a 
name="0696a28" id="0696a28"></a>沙門寶澄。隋初於普救寺創營大像百丈。<a 
name="0696a29" id="0696a29"></a>萬工纔登其一。不卒此願而澄早逝。鄉邑<a 
name="0696b01" id="0696b01"></a>耆艾請積繼之。乃惟大造之未成也。且<a 
name="0696b02" id="0696b02"></a>引七貴而崇樹之。修建十年彫莊都了。道<a 
name="0696b03" id="0696b03"></a>俗慶賴欣喜相并。初積受請之夕。寢夢崖傍<a 
name="0696b04" id="0696b04"></a>見二師子。於大像側連吐明珠相續不絕。<a 
name="0696b05" id="0696b05"></a>既覺惟曰。狩王自在。則表法流無滯。寶珠<a 
name="0696b06" id="0696b06"></a>自涌。又喻財施不窮。冥運潛開。功成斯在。<a 
name="0696b07" id="0696b07"></a>即命工匠。圖夢所見於彌勒大像前。今猶<a 
name="0696b08" id="0696b08"></a>存焉。其寺蒲&#x5742;之陽。高爽華博。東臨州<a 
name="0696b09" id="0696b09"></a>里南望河山。像設三層巖廊四合。上坊下院<a 
name="0696b10" id="0696b10"></a>赫奕相臨。園磑田蔬周環俯就。小而成大。咸<a 
name="0696b11" id="0696b11"></a>積之功。撝空樹有。皆積之力。而弊衣菲食<a 
name="0696b12" id="0696b12"></a>輕財重命。普救殷贍追靜歸閑。為而不恃<a 
name="0696b13" id="0696b13"></a>即處幽隱。天懷抗志頓絕人世。不令而眾<a 
name="0696b14" id="0696b14"></a>自嚴。不出而物自往。僕射裴玄真寵居上<a 
name="0696b15" id="0696b15"></a>宰。欽其令問頻贈香衣。刺史杜楚客。知<a 
name="0696b16" id="0696b16"></a>人之重。造展求法。其感動柔靡。皆此類也。<a 
name="0696b17" id="0696b17"></a>往經隋季擁閉河東通守堯君素。鎮守<a 
name="0696b18" id="0696b18"></a>荒城偏師肆暴。時人莫敢竊視也。欲議諸<a 
name="0696b19" id="0696b19"></a>沙門登城守固。敢諫者斬。玄素同憂無能忤<a 
name="0696b20" id="0696b20"></a>者。積憤歎內發不顧形命。謂諸屬曰。時乃<a 
name="0696b21" id="0696b21"></a>盛衰法無隆替。天之未喪斯文在斯。且沙<a 
name="0696b22" id="0696b22"></a>門塵外之賓。&#x8FF9;類高世。何得執戈擐甲為<a 
name="0696b23" id="0696b23"></a>禦侮之卒乎。遂引沙門道愻神素。歷階厲<a 
name="0696b24" id="0696b24"></a>色而諫曰。貧道聞人不畏死不可以死怖<a 
name="0696b25" id="0696b25"></a>之。今視死若生。但懼不得其死。死而有<a 
name="0696b26" id="0696b26"></a>益是所甘心。計城之存亡。公之略也。世之否<a 
name="0696b27" id="0696b27"></a>泰。公之運也。豈五三虛怯而能濟乎。昔者<a 
name="0696b28" id="0696b28"></a>漢欽四皓。天下隆平。魏重干木。舉國大治。<a 
name="0696b29" id="0696b29"></a>今欲拘繫以從軍役。反天常以會靈祇。<a 
name="0696c01" id="0696c01"></a>恐納不祥之兆耳。敢布腹心願深圖之。無<a 
name="0696c02" id="0696c02"></a>宜空肆一朝自傾。於後為天下笑也公若<a 
name="0696c03" id="0696c03"></a>索頭與頭。仍為本願。必縱以殘生逼充步<a 
name="0696c04" id="0696c04"></a>甲者。則不知生為何生。死為何死。積陳此<a 
name="0696c05" id="0696c05"></a>語傍為寒心。素初聞諫重積詞氣。但張目<a 
name="0696c06" id="0696c06"></a>直視曰。異哉斯人也。何乃心氣若斯之壯耶。<a 
name="0696c07" id="0696c07"></a>因捨而不問。果詣積陳懺。堯素以殺戮無<a 
name="0696c08" id="0696c08"></a>度騁其毒心。加又舉意輕陵。雖當時獲<a 
name="0696c09" id="0696c09"></a>寢。而禍作其兆。卒為城人薛宗所害。自<a 
name="0696c10" id="0696c10"></a>積立性剛果志決不迴。遇逢瞋忿動為魚<a 
name="0696c11" id="0696c11"></a>肉。既出家後。訶責本緣。挫拉無情。轉增<a 
name="0696c12" id="0696c12"></a>和忍。歲登耳順。此行彌隆。習與性成。斯言<a 
name="0696c13" id="0696c13"></a>不爽。以貞觀十年九月十七日。終於本寺。<a 
name="0696c14" id="0696c14"></a>春秋六十有九。初積云疾的無所苦。自知<a 
name="0696c15" id="0696c15"></a>即世告門人曰。吾今七十有五。吾卒今<a 
name="0696c16" id="0696c16"></a>年矣。其徒曰。師六十九矣。何遽辭耶。告曰。<a 
name="0696c17" id="0696c17"></a>死生法爾。吾不懼也。且老僧將年七十。刺<a 
name="0696c18" id="0696c18"></a>史貌吾增為六歲。故其命在旦夕。宜深剋<a 
name="0696c19" id="0696c19"></a>勵視吾所行。又曰。經不云乎。世實危脆無<a 
name="0696c20" id="0696c20"></a>牢強者。去終三日鍾不發聲。逝後如舊。眾<a 
name="0696c21" id="0696c21"></a>咸哀歎。</p><a 
name="0696c22" id="0696c22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋德美。俗姓王。清河臨清人也。年在童稚。<a 
name="0696c23" id="0696c23"></a>天然樂善。口中所演恒鋪讚唄。擁塵聚戲<a 
name="0696c24" id="0696c24"></a>必先景塔。每見形像生知禮敬。由是親<a 
name="0696c25" id="0696c25"></a>故密而異之。知非紹續之胤也。任從師學。<a 
name="0696c26" id="0696c26"></a>十六辭親投諸林野廣訪名賢用為師傅。<a 
name="0696c27" id="0696c27"></a>年至十九方蒙剃落。謹敬謙恪專思行務。<a 
name="0696c28" id="0696c28"></a>雖經論備閱而以律要在心。故四分一部<a 
name="0696c29" id="0696c29"></a>薄通宗系。追求善友無擇遐邇。潔然自厲<a 
name="0697a01" id="0697a01"></a>不群非類。開皇末歲。觀化京師受持戒檢。<a 
name="0697a02" id="0697a02"></a>禮懺為業。因往太白山誦佛名經一十二<a 
name="0697a03" id="0697a03"></a>卷。每行懺時誦而加拜。人以其總持念力<a 
name="0697a04" id="0697a04"></a>功格涅槃。太白九隴先有僧邕禪師。道行僧<a 
name="0697a05" id="0697a05"></a>也。因又奉之而為師導。從受義業亟染暄<a 
name="0697a06" id="0697a06"></a>涼。後還京輦住慧雲寺。值默禪師又從<a 
name="0697a07" id="0697a07"></a>請業。默即道善禪師之神足也。善遵承信行<a 
name="0697a08" id="0697a08"></a>普功德主。節約形心不衣皮帛。默從受道。<a 
name="0697a09" id="0697a09"></a>聞見學之望重京都。偏歸俗眾。美依承默<a 
name="0697a10" id="0697a10"></a>十有餘年。三業隨從深相器待。所以每歲禮<a 
name="0697a11" id="0697a11"></a>懺將散道場。去期七日苦加勵勇。萬五千<a 
name="0697a12" id="0697a12"></a>佛日別一遍。精誠所及多感徵祥。自爾至<a 
name="0697a13" id="0697a13"></a>終千有餘遍。故默之弘獎福門開悟士俗<a 
name="0697a14" id="0697a14"></a>廣召大眾。盛列檀那利養所歸京輦為最。<a 
name="0697a15" id="0697a15"></a>積而能散。時又珍重。常於興善千僧行道。<a 
name="0697a16" id="0697a16"></a>期滿<span class="gaiji">嚫<!--gaiji,嚫,1[貝*親],2&#x478B;,3--></span>奉人別十縑。將及散晨外赴加倍。<a 
name="0697a17" id="0697a17"></a>執事懼少依名付物。默聞告曰。何有此理<a 
name="0697a18" id="0697a18"></a>不成僧義。必若約截凡聖難知。但當供<a 
name="0697a19" id="0697a19"></a>養不慮虛竭。庫先無貯物出散之晨及<a 
name="0697a20" id="0697a20"></a>設大會七眾俱集。施物山積新舊咸充。時<a 
name="0697a21" id="0697a21"></a>又欽之。謂其志大而致遠。故使靈祇冥助<a 
name="0697a22" id="0697a22"></a>也。不然誰能&#x89A9;斯不懼耶。故自開皇之末。<a 
name="0697a23" id="0697a23"></a>終於大業十年。年別大施。其例咸爾。默將<a 
name="0697a24" id="0697a24"></a>滅度。以普福田業委於美。美頂行之。故<a 
name="0697a25" id="0697a25"></a>悲敬兩田年常一施。或給衣服。或濟&#x7CC7;糧。<a 
name="0697a26" id="0697a26"></a>及諸造福處多有匱竭。皆來祈造通皆賑<a 
name="0697a27" id="0697a27"></a>給。又至夏末。諸寺受盆。隨有盆處皆送<a 
name="0697a28" id="0697a28"></a>物往。故俗所謂普盆錢也。往住禪定斯事<a 
name="0697a29" id="0697a29"></a>無殆。大業末歲。夏召千僧七日行道。忽感<a 
name="0697b01" id="0697b01"></a>異人形服率然來。告美曰。時既炎熱。何不<a 
name="0697b02" id="0697b02"></a>打餅以用供養。美曰。麵易辦也。人多餅壞。<a 
name="0697b03" id="0697b03"></a>何由可致。便曰。易可辦耳。且溲三十斛<a 
name="0697b04" id="0697b04"></a>麵。作兩日調。餅不壞也。即隨言給。但云多<a 
name="0697b05" id="0697b05"></a>辦&#x74EB;水槽多貯冷水。明旦將設。半夜便起<a 
name="0697b06" id="0697b06"></a>打麵搥案。鼓動人物。僧俗聚觀驚亂眼<a 
name="0697b07" id="0697b07"></a>耳。須臾打切麵已。將半命人煮之。隨熟內<a 
name="0697b08" id="0697b08"></a>水。自往攪之。及明行餅。皆訝緊韌抽拔<a 
name="0697b09" id="0697b09"></a>難斷。千人一飽咸共欣泰。試尋匠者通問<a 
name="0697b10" id="0697b10"></a>失所。餘有槽瓮中餅。日別供僧。乃盡限<a 
name="0697b11" id="0697b11"></a>期一無爛壞。合眾悲慶感通斯應。武德之<a 
name="0697b12" id="0697b12"></a>始。創立會昌。又延而住。美乃於西院造懺<a 
name="0697b13" id="0697b13"></a>悔堂。像設嚴華堂宇宏麗。周廊四注複殿重<a 
name="0697b14" id="0697b14"></a>敞。誓共含生斷諸惡業。鎮長禮悔潔淨方<a 
name="0697b15" id="0697b15"></a>等。凡欲進具必先依憑。蕩滌身心方登壇<a 
name="0697b16" id="0697b16"></a>位。又於一時所汲浴井忽然自竭。徒眾駐<a 
name="0697b17" id="0697b17"></a>立無由洗懺。美乃執爐臨井。苦加祈告。應<a 
name="0697b18" id="0697b18"></a>時泉涌。還同恒日。時共宗焉。所畜舍利藏<a 
name="0697b19" id="0697b19"></a>以寶函。隨身所往必齎供養。每諸起塔祈<a 
name="0697b20" id="0697b20"></a>請散之。百粒千粒隨須而給。精苦所感隨<a 
name="0697b21" id="0697b21"></a>散隨滿。由是增信彌隆。勤懇不絕。又年經<a 
name="0697b22" id="0697b22"></a>秋夏。常行徒跣。恐蹈蟲蟻。慈濟意也。或<a 
name="0697b23" id="0697b23"></a>行般舟。一夏不坐。或學止過。三年不言。或<a 
name="0697b24" id="0697b24"></a>&#x52B9;不輕通禮七眾。或同節食。四分之一。如<a 
name="0697b25" id="0697b25"></a>斯雜行其相紛綸。即目略舒差難備舉。生<a 
name="0697b26" id="0697b26"></a>常輟想專固西方。口誦彌陀。終于命盡。<a 
name="0697b27" id="0697b27"></a>以貞觀十一年十二月二十六日。合掌稱佛<a 
name="0697b28" id="0697b28"></a>卒于寺院。春秋六十三矣。乃送於南山鴟鳴<a 
name="0697b29" id="0697b29"></a>&#x5860;。後又收骸於楩梓谷起塔。弟子等樹<a 
name="0697c01" id="0697c01"></a>碑于會昌寺。侍中于志寧為文。又京邑沙門<a 
name="0697c02" id="0697c02"></a>曇獻者。亦以弘福之業功格前賢。身令成<a 
name="0697c03" id="0697c03"></a>範眾所推揖。所造福業隨處成焉。故光明<a 
name="0697c04" id="0697c04"></a>寶閣冠絕寰中。慈悲佛殿時所驚異。人世密<a 
name="0697c05" id="0697c05"></a>爾故不廣焉。</p><a 
name="0697c06" id="0697c06"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋慧胄。姓王。蒲州蒲&#x5742;人。少在道門樂崇<a 
name="0697c07" id="0697c07"></a>福事。受具已後師表僧祇。及至立年又專<a 
name="0697c08" id="0697c08"></a>禪誦。曉夕相繼偏重法華。後住京邑清禪<a 
name="0697c09" id="0697c09"></a>寺。草創基構並用相委。四十餘年初不告<a 
name="0697c10" id="0697c10"></a>倦。故使九級浮空重廊遠攝。堂殿院宇眾<a 
name="0697c11" id="0697c11"></a>事圓成。所以竹樹森繁園圃周遶。水陸莊田<a 
name="0697c12" id="0697c12"></a>倉廩碾磑。庫藏盈滿莫匪由焉。京師殷有<a 
name="0697c13" id="0697c13"></a>無過此寺。終始監護功實一人。年至耳順<a 
name="0697c14" id="0697c14"></a>便辭僧任。眾以勤劬經久。且令權替。及於<a 
name="0697c15" id="0697c15"></a>臨機斷決。並用諮詢。寺足淨人無可役<a 
name="0697c16" id="0697c16"></a>者。乃選取二十頭。令學鼓舞。每至節日<a 
name="0697c17" id="0697c17"></a>設樂像前。四遠問觀以為欣慶。故家人子<a 
name="0697c18" id="0697c18"></a>弟接踵傳風。聲伎之最高於俗里。遇患極<a 
name="0697c19" id="0697c19"></a>困自然知卒。香湯沐浴正理衣襟。曰吾有<a 
name="0697c20" id="0697c20"></a>小罪須加重病。事由營造掘鑿故也。至於<a 
name="0697c21" id="0697c21"></a>終晨。言氣不昧。告弟子曰。酬債了矣。吾其<a 
name="0697c22" id="0697c22"></a>去矣。尋聲而卒。春秋六十有九。即貞觀初年<a 
name="0697c23" id="0697c23"></a>也。乃露骸收葬。為起方墳。就而銘之。時京<a 
name="0697c24" id="0697c24"></a>邑會昌有沙門法素者。倜儻不倫。操業奇卓。<a 
name="0697c25" id="0697c25"></a>雅為眾怪。本師智顗專行勸福。昔在江表。<a 
name="0697c26" id="0697c26"></a>遊適所至皆設萬人大會。夜告纔竟明即成<a 
name="0697c27" id="0697c27"></a>辦。此例非一。隋末東都嬰城自固。肌骨相<a 
name="0697c28" id="0697c28"></a>望有若塊焉。寺有金像二軀各長一丈。素<a 
name="0697c29" id="0697c29"></a>不忍見斯窮厄。取一融破&#x7C74;米作糜餧<a 
name="0698a01" id="0698a01"></a>諸餓者。須臾米盡。又取欲壞。時沙門辯相。<a 
name="0698a02" id="0698a02"></a>與諸僧等拒諍不與。素曰。諸大德未知至<a 
name="0698a03" id="0698a03"></a>理也。昔如來因地為諸眾生。尚不惜頭目<a 
name="0698a04" id="0698a04"></a>髓腦。或生作肉山。或死作大魚。以濟飢<a 
name="0698a05" id="0698a05"></a>餧。如何成果。復更貪惜化形。必不然矣。<a 
name="0698a06" id="0698a06"></a>素今身肉堪者亦所不惜。大德須知。今此<a 
name="0698a07" id="0698a07"></a>一像若不惠給眾生城破之後亦必從毀。則<a 
name="0698a08" id="0698a08"></a>墜陷多人。何如素今一身當也。眾不許之。<a 
name="0698a09" id="0698a09"></a>及偽鄭降日。像先分散。如其言焉。然其<a 
name="0698a10" id="0698a10"></a>言行譎詭。險而難遵。其例不一。後入京室。<a 
name="0698a11" id="0698a11"></a>卒會昌寺。</p><a 
name="0698a12" id="0698a12"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋智通姓陳。住梓州。八歲出家。為正道法<a 
name="0698a13" id="0698a13"></a>師弟子。後誦法華并講在牛頭山。善持威<a 
name="0698a14" id="0698a14"></a>儀奉戒貞苦。降伏皇老。士女奏章必杖之<a 
name="0698a15" id="0698a15"></a>五十。遠近皆憚。寺宇成就。惟其終始。合<a 
name="0698a16" id="0698a16"></a>眾畏懾無蓄私財者。常有雙鵝依時聽<a 
name="0698a17" id="0698a17"></a>講。講百餘遍兩度放光。至貞觀二十三年十<a 
name="0698a18" id="0698a18"></a>月十三日告眾。吾造山寺可用十萬貫。恨<a 
name="0698a19" id="0698a19"></a>未周備。今便永別。言訖而卒。春秋九十七<a 
name="0698a20" id="0698a20"></a>矣。小食時終。合寺房堂皆動而作白色。經<a 
name="0698a21" id="0698a21"></a>一食頃。</p><a 
name="0698a22" id="0698a22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋慧震。姓龐。住梓州通泉寺。身長八尺。後<a 
name="0698a23" id="0698a23"></a>聽暠師三論。大領玄旨。福力所被蜀部遙<a 
name="0698a24" id="0698a24"></a>推。暠之還南。得袈裟二百領以贈路首。<a 
name="0698a25" id="0698a25"></a>每年正月轉藏經。千人袈裟奉施無闕。常<a 
name="0698a26" id="0698a26"></a>弘三論聽眾百餘。忽於高座似悶見人。語<a 
name="0698a27" id="0698a27"></a>曰。西山頭好造大佛。既覺下座。領眾案行。<a 
name="0698a28" id="0698a28"></a>中堪造像兩邊泉流。即命石工鐫鏨座身。<a 
name="0698a29" id="0698a29"></a>高百三十尺。貞觀八年。周備成就。四面都集。<a 
name="0698b01" id="0698b01"></a>道俗三萬慶此尊儀。其像口中放大白光。遠<a 
name="0698b02" id="0698b02"></a>近同奉。先有一馬日行五百。曾經入陣餘<a 
name="0698b03" id="0698b03"></a>馬並死。惟此得還。至十四年七月。忽自嘶<a 
name="0698b04" id="0698b04"></a>鳴。不食三日。震聞毛&#x7AEA;。有一異僧名為十<a 
name="0698b05" id="0698b05"></a>力。語震曰。馬與主別。主當先行。來年正<a 
name="0698b06" id="0698b06"></a>月十五日。日正中時應入涅槃。法師須散<a 
name="0698b07" id="0698b07"></a>財物無留於後於身何益。言已而隱。莫<a 
name="0698b08" id="0698b08"></a>知其由。先造藏經。請僧常轉開大施門。四<a 
name="0698b09" id="0698b09"></a>遠悲敬來者皆給。至終年初又請眾僧。讀<a 
name="0698b10" id="0698b10"></a>經行道作三七日。俗緣昆季內外皆集。至於<a 
name="0698b11" id="0698b11"></a>八日香氣&#x6B1D;勃充滿寺中。傾邑道俗共聞<a 
name="0698b12" id="0698b12"></a>異香。捨散山積。至十五日氣猶不歇。從旦<a 
name="0698b13" id="0698b13"></a>至午寺內樹木土地皆生蓮華。眾&#x89A9;奇瑞<a 
name="0698b14" id="0698b14"></a>知其即世。震曰。嘉相已現不容待滿。便行<a 
name="0698b15" id="0698b15"></a><span class="gaiji">嚫<!--gaiji,嚫,1[貝*親],2&#x478B;,3--></span>施。早食訖手執香爐。繞盧舍那三匝。還<a 
name="0698b16" id="0698b16"></a>於佛前<span class="gaiji">[跍*月]<!--gaiji,,1[跍*月],2&#x4812;,3--></span>跪正念。大眾滿堂。不覺已逝。春<a 
name="0698b17" id="0698b17"></a>秋六十有六。停喪待滿香氣猶存。兄弟三人<a 
name="0698b18" id="0698b18"></a>各捨五十萬。於墓所作僧德施及以悲田。<a 
name="0698b19" id="0698b19"></a>作石塔高五丈。龕安繩床。扶屍置上。經<a 
name="0698b20" id="0698b20"></a>百餘日猶不委仆。道俗萬餘悲涼相結<a 
name="0698b21" id="0698b21"></a>云。</p><a 
name="0698b22" id="0698b22"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>釋慧雲。姓王。太原人也。遠祖避地止于九<a 
name="0698b23" id="0698b23"></a>江。弱年樂道。投匡山大林寺沙門智鍇而<a 
name="0698b24" id="0698b24"></a>出家焉。鍇亦標領當時。有聲出世。而雲<a 
name="0698b25" id="0698b25"></a>慷慨時俗。精厲歸從。故得獨異恒倫不拘<a 
name="0698b26" id="0698b26"></a>物累。致有大節大務偏所留心。時年二十<a 
name="0698b27" id="0698b27"></a>有五。達禪師者。江淮內外所在興造。事力<a 
name="0698b28" id="0698b28"></a>不遂咸來祈請。雲為寺廟毀壞故致邀延。<a 
name="0698b29" id="0698b29"></a>達不許之。雲以來告不申便陳死請。委身<a 
name="0698c01" id="0698c01"></a>在地涕泗滂沱。流迸塗漫滿五尺許。又<a 
name="0698c02" id="0698c02"></a>以頭叩地。青腫覆眼。加諸誓願曰。若不<a 
name="0698c03" id="0698c03"></a>蒙赴。雲亦投江。達見其意盛。&#x6B58;然迴意。<a 
name="0698c04" id="0698c04"></a>雲即前告道俗。所在迎候。披草望山。行不<a 
name="0698c05" id="0698c05"></a>由徑。路值群虎。不暇駐目。延達至山。<a 
name="0698c06" id="0698c06"></a>須有經始。泝流諸處檢校功德。時屬嚴<a 
name="0698c07" id="0698c07"></a>冬&#x6C37;擁船路。崩砂頹結屢阻舟人。雲乃急<a 
name="0698c08" id="0698c08"></a>繫衣裳。破&#x6C37;挽纜腰胯以下凌澌截肉。<a 
name="0698c09" id="0698c09"></a>流血凝住不覺疲苦。自此船行二百餘里。<a 
name="0698c10" id="0698c10"></a>方登所在。其懇誠難繼。並例此也。隋季末<a 
name="0698c11" id="0698c11"></a>齡。中表賊亂。有林士弘者。結眾豫章偽稱<a 
name="0698c12" id="0698c12"></a>楚帝。偽尚書令鄱陽胡秀才。親領士眾臨<a 
name="0698c13" id="0698c13"></a>據九江。因感發心。欣寫廬山東林文殊瑞<a 
name="0698c14" id="0698c14"></a>像。盡所鎮境訪監護者。道俗僉議。以雲有<a 
name="0698c15" id="0698c15"></a>出眾之奇。雅當此選。鑪錘既辦便就鎔範。<a 
name="0698c16" id="0698c16"></a>光儀乃具。惟頸及&#x8107;兩處有孔。時眾未之<a 
name="0698c17" id="0698c17"></a>悟也。其年秀才偽&#x52C5;。所追有像色金百二<a 
name="0698c18" id="0698c18"></a>十兩盛以竹筒。雲以賊徒蜂起無方守護。<a 
name="0698c19" id="0698c19"></a>並用付才。又以念誦銅珠一環。遺才為信。<a 
name="0698c20" id="0698c20"></a>行至宮亭。軍士乞福。才得便風舉帆前<a 
name="0698c21" id="0698c21"></a>引。於江中路遭浪船沒。財物蕩盡惟人達<a 
name="0698c22" id="0698c22"></a>岸。才諸無所恨。但失像色金。煩冤江畔<a 
name="0698c23" id="0698c23"></a>呼嗟不絕。誓願不成深為業也。須臾金筒<a 
name="0698c24" id="0698c24"></a>隨浪逆流。并遺銅珠。前後相繼。汎隱向岸<a 
name="0698c25" id="0698c25"></a>就才。既獲色金。舉眾同叫歡欣無量。計<a 
name="0698c26" id="0698c26"></a>被沒處至所出岸三十餘里。重而能浮。逆<a 
name="0698c27" id="0698c27"></a>波相授。軍民通怪驚異靈感。及才之遇害<a 
name="0698c28" id="0698c28"></a>也刃開頸&#x8107;。恰符像焉。初才之欲擊賊。以<a 
name="0698c29" id="0698c29"></a>金用委叔父曉禪師。及楚都既覆群寇交<a 
name="0699a01" id="0699a01"></a>侵。曉用弊布裹金。擔以避難。不免為賊<a 
name="0699a02" id="0699a02"></a>所奪。既失像金取求無計。尋有賊中來者。<a 
name="0699a03" id="0699a03"></a>盜金投曉。俱不知是金擔也。曉得本金。<a 
name="0699a04" id="0699a04"></a>委雲成就。光相超挺今在山閣。初鑄像時。<a 
name="0699a05" id="0699a05"></a>有李五戒者。私發願曰。若鎔金日誓然一<a 
name="0699a06" id="0699a06"></a>臂。雲為模樣早成遂前期日。李氏不知已<a 
name="0699a07" id="0699a07"></a>鑄。乃夢像曰。汝先願然臂。如何違信耶。<a 
name="0699a08" id="0699a08"></a>李氏夢寤。因始知之。即於像前以刀解臂。<a 
name="0699a09" id="0699a09"></a>蠟布纏骨而燒焉。又感徵應。略其事也。雲<a 
name="0699a10" id="0699a10"></a>以江介威紆。累逢草竊。經論乃積。而戒<a 
name="0699a11" id="0699a11"></a>律未弘。遠趣帝京躬參學府。值首律師當<a 
name="0699a12" id="0699a12"></a>陽開化。大適本志悲喜交并。採掇行務<a 
name="0699a13" id="0699a13"></a>有聞朝省。下&#x52C5;令住弘福。而形貌長偉。骨<a 
name="0699a14" id="0699a14"></a>面多髯。言晤成章。眾所知識。偏能讀誦。<a 
name="0699a15" id="0699a15"></a>頗盛威容。故齋福大集。恒居坐首。群公卿<a 
name="0699a16" id="0699a16"></a>士側席虛心。一舉五卷須臾尋了。未聞<span class="gaiji">[口*束]<!--gaiji,,1[口*束],2&#x20CBF;,3--></span><a 
name="0699a17" id="0699a17"></a>噎莫不嘉尚。然其程器。即目故略敘之。</p><a 
name="0699a18" id="0699a18"></a><p style="text-indent: 0em; margin-left: 0em"><span class="linehead"></span>論曰。夫住持之相。其例乃多。包舉精博要<a 
name="0699a19" id="0699a19"></a>惟二種。道法弘世。則靜倒絕其生源。相法<a 
name="0699a20" id="0699a20"></a>所持。則導昏開其耳目。宗途既闡。萬代奉<a 
name="0699a21" id="0699a21"></a>其風規。雖或中微。終亦依之成則昔如來<a 
name="0699a22" id="0699a22"></a>創化。寺開須達之源。塔現古今初惟積<a 
name="0699a23" id="0699a23"></a>土之漸。沿斯已後福事彌隆。無憂之碣林<a 
name="0699a24" id="0699a24"></a>繁。有信之園星布。自摩滕入洛。其相先揚。<a 
name="0699a25" id="0699a25"></a>建寺以宅僧尼顯福門之出俗。圖繪以開<a 
name="0699a26" id="0699a26"></a>依信。知化主之神工。故有列寺將千繕塔<a 
name="0699a27" id="0699a27"></a>數百。前修標其華望。後進重其高奇。遂得<a 
name="0699a28" id="0699a28"></a>金剎干雲。四遠瞻而懷敬。寶臺架&#x9008;。七眾<a 
name="0699a29" id="0699a29"></a>望以知歸。並弘道之初津。攝度之權術也。至<a 
name="0699b01" id="0699b01"></a>如引風治閣。出慧達之深誠。傳聲停毒。<a 
name="0699b02" id="0699b02"></a>寔智興之通感。僧明志開遺寄。僧晃操動<a 
name="0699b03" id="0699b03"></a>幽明。達公因治水而集材。美上假冥聖<a 
name="0699b04" id="0699b04"></a>而陳供。慧雲貞烈。黃金以之不沈。道積抗<a 
name="0699b05" id="0699b05"></a>言。白刃由斯不拔。若斯監護。不蔑由來。<a 
name="0699b06" id="0699b06"></a>然則經理眾事。論陳退沒。並由志節素少<a 
name="0699b07" id="0699b07"></a>情非巧能。致涉艱違便虧誓願。功敗<a 
name="0699b08" id="0699b08"></a>垂成。義當斯也。昔如來在世。躬治院門。大<a 
name="0699b09" id="0699b09"></a>集僧務。非聖不履。迦葉之營五寺。恒預蹋<a 
name="0699b10" id="0699b10"></a>泥。目連之任月直。常供掃地。是以福事之<a 
name="0699b11" id="0699b11"></a>來。導引逾遠。下凡祖習。故是常科。而頃世<a 
name="0699b12" id="0699b12"></a>惰窳每多欺負。&#x89A9;塗塔為庸夫。謂引材<a 
name="0699b13" id="0699b13"></a>為&#x7AEA;伍。出道無宜。行施入俗有絕清心。斯<a 
name="0699b14" id="0699b14"></a>語不倫殊乖正則。故天報為貴。尚行乞於<a 
name="0699b15" id="0699b15"></a>人間。聖果為高。猶被餓於僧部。斯徒眾矣。<a 
name="0699b16" id="0699b16"></a>略舉可知。是以福智二嚴。空有兩諦。大經大<a 
name="0699b17" id="0699b17"></a>論盛列綱猷。即可師承難為排斥。且自<a 
name="0699b18" id="0699b18"></a>世有諸福。其流多雜。倚傍了經陳揚疑偽。<a 
name="0699b19" id="0699b19"></a>隋祖開皇之始。釋教勃興。真偽混流恐乖遺<a 
name="0699b20" id="0699b20"></a>寄。乃&#x52C5;沙門法經。定其正本。所以人中造<a 
name="0699b21" id="0699b21"></a>者五百餘卷。同並燔之。餘不盡者隨方間<a 
name="0699b22" id="0699b22"></a>出。比諸經藏惟錄正本。通數則有三萬<a 
name="0699b23" id="0699b23"></a>餘卷。已外別生雜集。並不寫之至於疑偽<a 
name="0699b24" id="0699b24"></a>時復抄錄。斯由未曾陶練故致此涉。試<a 
name="0699b25" id="0699b25"></a>為論之。至如藥師行事。源出宋朝。比用在<a 
name="0699b26" id="0699b26"></a>疑。頗存沿俗。隋煬洛水彥琮所翻。義節全<a 
name="0699b27" id="0699b27"></a>同。文鋪少略。斯則梵本有據。祈福之元宰<a 
name="0699b28" id="0699b28"></a>也。但以世惟相有非相。何以曉心。大聖逗<a 
name="0699b29" id="0699b29"></a>機任物。而敷此要。如說行者必致攘除。<a 
name="0699c01" id="0699c01"></a>恐涉懷己自虧名實。故彼文云。口為說空。<a 
name="0699c02" id="0699c02"></a>行在有中。誠言得矣。或有精專懇苦厚供彌<a 
name="0699c03" id="0699c03"></a>隆而所祈無應者。則往業堅明。定須酬償。<a 
name="0699c04" id="0699c04"></a>故文云。惟除宿殃餘則可脫。然則業無永<a 
name="0699c05" id="0699c05"></a>定。皆可轉除。任業增生。無成聖義。故經<a 
name="0699c06" id="0699c06"></a>明懺止約內心。有愧則亡。無慚斯有。三報<a 
name="0699c07" id="0699c07"></a>輕重具顯涅槃。六根淳薄亦陳實觀。是知宿<a 
name="0699c08" id="0699c08"></a>殃不請。例是別時。通諸理教義須隱括。又<a 
name="0699c09" id="0699c09"></a>有普賢別行金光總懺。多歸清眾事乖通<a 
name="0699c10" id="0699c10"></a>俗。比有行事執著者多。遍告雖來皆虧<a 
name="0699c11" id="0699c11"></a>法利。故彼文云。諸業障海從妄想生。還須<a 
name="0699c12" id="0699c12"></a>體妄。乃傾前業。今則緣念彼此。我所兩存<a 
name="0699c13" id="0699c13"></a>倒想逾增。故難遭聖義應。塵無以表達<a 
name="0699c14" id="0699c14"></a>真。識有以明通俗。在凡下位行漸若斯。順<a 
name="0699c15" id="0699c15"></a>舊常熏理非筌悟。梁初方廣。源在荊襄。本<a 
name="0699c16" id="0699c16"></a>以厲疾所投祈誠悔過。哀茲往業悲慟酸<a 
name="0699c17" id="0699c17"></a>涼。能使像手摩頭。所苦欻然平復。同疾<a 
name="0699c18" id="0699c18"></a>相重遂廣其塵。乃依約諸經抄撮成部。擊<a 
name="0699c19" id="0699c19"></a>聲以和動發恒流。談述罪緣。足使汗垂淚<a 
name="0699c20" id="0699c20"></a>瀉。統括福慶。能令藏府俱傾。百司以治一<a 
name="0699c21" id="0699c21"></a>朝萬化惟通一道被時濟世。諒可嘉之。<a 
name="0699c22" id="0699c22"></a>而恨經出非本。事須品藻六根大懺。其本<a 
name="0699c23" id="0699c23"></a>惟梁武帝親行情矜默識。故文云。萬方有<a 
name="0699c24" id="0699c24"></a>罪。在予一人。當由根識未調。故使情塵濫<a 
name="0699c25" id="0699c25"></a>染。年別廣行。捨大寶而充儓僕。心力所被<a 
name="0699c26" id="0699c26"></a>感地震而天降祥。是稱風靡&#x6B1D;成恒則。有<a 
name="0699c27" id="0699c27"></a>陳真觀。因而廣之。但為文涉菁華。心行頗<a 
name="0699c28" id="0699c28"></a>淡。原夫懺悔之設。務在專貞。欲使肝膽<a 
name="0699c29" id="0699c29"></a>露於眾前。慚愧成於即日。固得罪終福始。<a 
name="0700a01" id="0700a01"></a>言行可依。如文宣之製淨住。言詞可屬。引<a 
name="0700a02" id="0700a02"></a>經教如對佛。述厭欣如寫面。卷雖二<a 
name="0700a03" id="0700a03"></a>十。覽者不覺其繁。文乃重生。讀人不嫌其<a 
name="0700a04" id="0700a04"></a>妨。世稱筆海。固匪浮言。又有妄讀懺文<a 
name="0700a05" id="0700a05"></a>行於悔法。罪事叢雜不解。位以十條。因<a 
name="0700a06" id="0700a06"></a>構煩拏。未知本於三惱。浪誦盡紙。昏憒<a 
name="0700a07" id="0700a07"></a>通於自他。為師難哉。墮負歸於彼此。如斯<a 
name="0700a08" id="0700a08"></a>遣累未曰清澄。固約前論薄為准的。六<a 
name="0700a09" id="0700a09"></a>道慈懺源亦同前。事在歲終方行此祀。道<a 
name="0700a10" id="0700a10"></a>別開奠海陸之味畢陳。隨趣請祝。慈悲之<a 
name="0700a11" id="0700a11"></a>意弘矣。原夫。六道至果趣別重輕。人含十<a 
name="0700a12" id="0700a12"></a>等之差。餘則舉例可悉。阿含所述入處鬼<a 
name="0700a13" id="0700a13"></a>道。有親供祭心生隨喜。心喜身飽故曰充<a 
name="0700a14" id="0700a14"></a>飢。非由供福業令自受。以正法義理有<a 
name="0700a15" id="0700a15"></a>所從。無有自作他人受果。斯則目連飯<a 
name="0700a16" id="0700a16"></a>母事也。自外五趣報局所收。隨報位隔無<a 
name="0700a17" id="0700a17"></a>由通給。今則道別陳奠。恐非臨饗。然又<a 
name="0700a18" id="0700a18"></a>報得諸通。事含生趣不妨他心徹視待會<a 
name="0700a19" id="0700a19"></a>而從祭酹。自此已外其例難收。或度星安<a 
name="0700a20" id="0700a20"></a>宅決明罪福。占察投輪懷疑結線。同歸淺<a 
name="0700a21" id="0700a21"></a>俗未入深經。然罪積由來福興伊始。俱<a 
name="0700a22" id="0700a22"></a>惟妄想而善卦難諧。愚凡所履諒參其用。<a 
name="0700a23" id="0700a23"></a>又有不揆分量登&#x5190;聖賢。端然思道剋成<a 
name="0700a24" id="0700a24"></a>位地。此並想心懷道不識道是妄心知妄<a 
name="0700a25" id="0700a25"></a>思心不起有起實歸惟識。識心達俗知何<a 
name="0700a26" id="0700a26"></a>不為。用此投輪應分業相。又有方等佛名<a 
name="0700a27" id="0700a27"></a>般舟誦&#x546A;。多以夢王表淨。准此用顯澆<a 
name="0700a28" id="0700a28"></a>淳。且夢惟冥妄想象尚取依憑。況在現<a 
name="0700a29" id="0700a29"></a>輪舉擲其心可准。若夫惑業所起。梯構有<a 
name="0700b01" id="0700b01"></a>因。惑必違理而生。故懺務觀其理。業生依<a 
name="0700b02" id="0700b02"></a>事而起。故懺還須緣。事悔必勤身營構。慚<a 
name="0700b03" id="0700b03"></a>愧為其所宗。理悔必析破我人。知妄是其<a 
name="0700b04" id="0700b04"></a>大略。並如別錄。悔法廣之。是知釋宗一化。<a 
name="0700b05" id="0700b05"></a>大較三門。若樂罪時須弘福事。因修福故<a 
name="0700b06" id="0700b06"></a>便起想著。則應破遣教思理觀。如斯易<a 
name="0700b07" id="0700b07"></a>奪集業可期。若滯此三全乖教意。惟夫。<a 
name="0700b08" id="0700b08"></a>大聖垂世末欲增生。福順情欣。還資故<a 
name="0700b09" id="0700b09"></a>習。義須思擇。斷結入道。斯言極矣。世不達<a 
name="0700b10" id="0700b10"></a>者。以福為道。耽附情纏。用為高勝。正是戒<a 
name="0700b11" id="0700b11"></a>見二結所收。我倒常行。何能遣縛。是以通<a 
name="0700b12" id="0700b12"></a>人。審權實之有從。達界繫之無爽。明惑性<a 
name="0700b13" id="0700b13"></a>之重輕。曉分量之優劣。莫不以罪障天人<a 
name="0700b14" id="0700b14"></a>一向須捨。福為有基雖行不普。由諸八<a 
name="0700b15" id="0700b15"></a>禪滯情六度不淨事觀及世順善皆為有法。<a 
name="0700b16" id="0700b16"></a>大論明言計並封心故非道業。至如色有<a 
name="0700b17" id="0700b17"></a>初定。凡聖通行。非想極居。無生不止。終乖<a 
name="0700b18" id="0700b18"></a>出要未靜輪迴。但為封迷不厭故也。況以<a 
name="0700b19" id="0700b19"></a>亂善用充靜業。有識聞之足為殷鑒。流俗<a 
name="0700b20" id="0700b20"></a>儒素尚捐固我之心。但謂我能行之。故非<a 
name="0700b21" id="0700b21"></a>清蕩所攝。豈得心用浮動。觸境增迷妄計<a 
name="0700b22" id="0700b22"></a>為道。一何可笑。復聞福為有本潛神不<a 
name="0700b23" id="0700b23"></a>修。身行處世何能無事。事涉罪福理必通<a 
name="0700b24" id="0700b24"></a>知。且如衣食四資。無時不假。佛制取納。惟<a 
name="0700b25" id="0700b25"></a>依觀門。輕侮對治。斯誠罪也。奉觀勤行。<a 
name="0700b26" id="0700b26"></a>斯誠福也。謂我能行。便成違理。我不能<a 
name="0700b27" id="0700b27"></a>行。又是違事。違事則業繫三途。違理則福<a 
name="0700b28" id="0700b28"></a>纏諸欲。在凡使性何能靜心。入止正見方<a 
name="0700b29" id="0700b29"></a>傾苦趣。故知因修世相知何不為。惟勤<a 
name="0700c01" id="0700c01"></a>觀用漸當缺有。不爾沈淪還歸無始。伊我<a 
name="0700c02" id="0700c02"></a>同舟可不免哉。</p><a 
name="0700c03" id="0700c03"></a><p><span class="juanname">續高僧傳卷第二十九</span></p>
<hr>【經文資訊】大正藏第 50 冊 No. 2060 續高僧傳<br>【版本記錄】CBETA 電子佛典 2014.04，完成日期：2014/04/26<br>【編輯說明】本資料庫由中華電子佛典協會（CBETA）依大正藏所編輯<br>【原始資料】蕭鎮國大德提供，北美某大德提供<br>【其他事項】本資料庫可自由免費流通，詳細內容請參閱【<a href="http://www.cbeta.org/copyright.php" target="_blank">中華電子佛典協會資料庫版權宣告</a>】<hr>







</div></div>
 </div><script>$("#cbeta_tripitaka").css("line-height", "160%");$(".juannum").css("font-size", "1em");$(".xu").css("font-size", "1em");$(".w").css("font-size", "1em");$(".byline").css("font-size", "1em");$(".linehead").css("font-size", "1em");$(".lg").css("font-size", "1em");$(".juanname").css("font-size", "1.2em");$(".headname").css("font-size", "1.2em");$(".note").css("font-size", "0.8em");$("span.linehead").css("display", "inline");</script>	</div><!-- /content -->

	<div data-role="footer" data-position="fixed">
	<table><tr>
		<td><a href="index7bbb.html?index=T50n2060" data-role="button" data-icon="arrow-l" data-theme="b">回上層</a></td>
		<td><a href="index-2.html" data-role="button" data-icon="home" data-theme="b">回首頁</a></td>
		<td><input type="search" name="search" id="search-basic"  data-theme="b" placeholder="目錄搜尋" value="" onkeypress="OnInput(event)"/></td>
	</tr></table>
	</div><!-- /footer -->

</div><!-- /page -->
</body>

<!-- Mirrored from tripitaka.cbeta.org/mobile/index.php?index=T50n2060_029 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 07 Jun 2016 07:51:57 GMT -->
</html>
